{
  "type": "tkp_document",
  "filename": "TKP08_2013_05.pdf",
  "extracted_at": "2026-02-25T15:41:19.201612",
  "document_info": {
    "tkp_number": "08",
    "year": "2013",
    "month": "05"
  },
  "technical_specs": [
    {
      "value": "50",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "60",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "75",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "70",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "150",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "1",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "1000",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "1",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "1000",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "0",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "5",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "3",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "4",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "4",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "6",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "6",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "5",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "130",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "150",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "50",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "6",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "275",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "75",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "60",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "75",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "70",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "150",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "35",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "50",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "3",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "1",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "1000",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "1",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "1000",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "0",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "5",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "310",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "3",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "180",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "310",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "4",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "4",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "180",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "6",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "6",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "5",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "21",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "200",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "130",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "150",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "46",
      "unit": "kg",
      "context": "extracted_from_text"
    },
    {
      "value": "46",
      "unit": "kg",
      "context": "extracted_from_text"
    }
  ],
  "prices": [],
  "raw_text": "Správa železniční dopravní cesty, státní organizace\nDlážděná 1003/7, 110 00 Praha 1, Nové Město\nTECHNICKÉ KVALITATIVNÍ PODMÍNKY\nSTAVEB STÁTNÍCH DRAH\nKapitola 8\nKONSTRUKCE KOLEJE A VÝHYBEK\nTřetí - aktualizované vydání\nzměna č. 8\nSchváleno generálním ředitelem SŽDC\ndne: 27.3.2013\nč.j.: S 3916/2012-TÚDC\nÚčinnost od: 1.5.2013\nPočet stran : 35\nPočet příloh: 0\nPočet stran příloh: 0\nPraha 2013\nVšechna práva vyhrazena.\nTato publikace ani žádná její část nesmí být reprodukována, uložena ve vyhledávacím systému nebo\npřenášena, a to v žádné formě a žádnými prostředky elektronickými, fotokopírovacími či jinými, bez\npředchozího písemného svolení vydavatele.\nVýhradní distributor: Správa železniční dopravní cesty, státní organizace\nTechnická ústředna dopravní cesty\nÚATT - oddělení typové dokumentace\n772 58 Olomouc, Nerudova 1\nObsah\n8.1 ÚVOD 4\n8.1.1 Všeobecně 4\n8.1.2 Geodetické zajištění prostorové polohy koleje 4\n8.2 POPIS A KVALITA STAVEBNÍCH MATERIÁLŮ 5\n8.2.1 Kolejnice 6\n8.2.2 Kolejnicové podpory - příčné pražce 6\n8.2.2.1 Pražce betonové 6\n8.2.2.2 Dřevěné pražce a mostnice 7\n8.2.2.3 Ocelové pražce, včetně pražců Y 7\n8.2.3 Systémy upevnění a spojení 7\n8.2.4 Nekovový materiál železničního svršku (plasty, pryž) 7\n8.2.5 Zvláštní konstrukce železničního svršku a speciální zařízení dopravní cesty 8\n8.2.6 Konstrukce železničního svršku 8\n8.2.6.1 Kolejový rošt 8\n8.2.6.2 Výhybky a výhybkové konstrukce 8\n8.2.7 Zabezpečení výhybek 9\n8.2.8 Ohřev výhybek 10\n8.2.9 Mazání a zařízení k odstranění mazání výhybek 10\n8.2.10 Hospodaření s vyzískaným materiálem ze stavební činnosti a jeho použití při stavbě\nželezničního svršku 10\n8.2.11 Regenerovaný a užitý materiál, podmínky pro použití 11\n8.2.12 Zajišťovací značky 11\n8.3 TECHNOLOGICKÉ POSTUPY PRACÍ 11\n8.3.1 Dílčí celky, jejich montáž mimo staveniště, manipulace a doprava 11\n8.3.1.1 Kolejová pole, vystrojování pražců 11\n8.3.1.2 Kolejnicové pásy 11\n8.3.1.3 Části výhybek a výhybkových konstrukcí 12\n8.3.1.4 Spojovací a přípojná pole ve výhybkovém uspořádání 13\n8.3.2 Podmínky práce na staveništi 14\n8.3.2.1 Způsobilost zhotovitele 14\n8.3.2.2 Práce strojů v kolejišti 14\n8.3.2.3 Výluky 14\n8.3.3 Podmínky pro snesení staré konstrukce železničního svršku 15\n8.3.4 Podmínky pro pokládku nové konstrukce železničního svršku 15\n8.3.4.1 Podmínky pro pokládku koleje 15\n8.3.4.2 Podmínky pro pokládku výhybkových konstrukcí 15\n8.3.5 Úprava směrového a výškového uspořádání kolejí a výhybek, úprava kolejového lože 15\n8.3.6 Svařování kolejnic v kolejích a výhybkách a podmínky pro zřizování bezstykové koleje 16\n8.3.7 Podmínky pro zřízení zvláštních konstrukcí železničního svršku a speciálních zařízení\ndopravní cesty 16\n8.3.8 Úprava pojížděných ploch kolejnic a výhybek 17\n8.3.8.1 Úprava pojížděných ploch nově vložených kolejnic 17\n8.3.8.2 Broušení výhybek 17\n8.3.9 Zajištění prostorové polohy koleje 17\n8.4 DODÁVKA, SKLADOVÁNÍ, PRŮKAZNÍ ZKOUŠKY 18\n8.4.1 Definice kvality, systém zabezpečení kvality 18\n8.4.2 Odběr zásilky, přejímka množství a kvality 18\n8.4.3 Uskladnění materiálů 19\n8.5 ODEBÍRÁNÍ VZORKŮ A KONTROLNÍ ZKOUŠKY 19\n8.5.1 Druhy zkoušek 19\n8.5.1.1 Elektrický odpor kolejových polí, měrná svodová admitance 19\n8.5.1.2 Dotažení upevňovadel 19\n8.5.1.3 Defektoskopická kontrola 19\n1\n8.5.1.4 Kontrola geometrie svarů kolejnic a dovolených odchylek návarů kolejnic, srdcovek 19\n8.5.1.5 Izolační stav izolovaných styků 20\n8.6 PŘÍPUSTNÉ ODCHYLKY, MÍRA OPOTŘEBENÍ, ZÁRUKY 20\n8.6.1 Dovolené tolerance uspořádání železničního svršku 20\n8.6.2 Dovolené tolerance hodnot elektrických veličin železničního svršku 21\n8.6.3 Dovolené odchylky geodetických měření a hodnocení prostorové polohy koleje 21\n8.6.4 Hodnocení geometrické kvality koleje diagnostickými prostředky 21\n8.6.5 Hodnocení prostorové průchodnosti 22\n8.6.6 Záruky, údržba v záruční době 23\n8.7 KLIMATICKÁ OMEZENÍ 23\n8.8 ODSOUHLASENÍ A PŘEVZETÍ PRACÍ 24\n8.8.1 Předání a převzetí prací 24\n8.8.2 Technicko-bezpečnostní zkouška a zkušební provoz 25\n8.8.3 Ukončení zkušebního provozu 25\n8.8.4 Odstranění závad 26\n8.9 KONTROLNÍ MĚŘENÍ, MĚŘENÍ POSUNŮ A PŘETVOŘENÍ 26\n8.9.1 Kontinuální měření geometrické kvality koleje 26\n8.9.2 Sledování prostorové polohy koleje 26\n8.10 VLIV STAVBY NA ŽIVOTNÍ PROSTŘEDÍ 27\n8.11 BEZPEČNOST PRÁCE A TECHNICKÝCH ZAŘÍZENÍ, POŽÁRNÍ OCHRANA 27\n8.12 SOUVISEJÍCÍ NORMY A PŘEDPISY 28\n8.12.1 Obecně závazné právní předpisy 29\n8.12.2 Technické normy 30\n8.12.3 Dokumenty vnitropodnikové legislativy SŽDC 32\n8.12.4 Přístupy k dokumentům, seznamům a pomůckám SŽDC 35\n8.12.5 Související kapitoly TKP 35\n2\nSeznam zkratek\nAL Mez sledování\nASP Automatická strojní podbíječka\nA-LIS Ambulantní lepený izolovaný styk\nBK Bezstyková kolej\nCZK Celková známka kvality geometrických parametrů koleje ve smyslu SŽDC SR 103/4(S)\nGNSS Globální navigační satelitní systém\nGŘ Generální ředitel\nGPK Geometrické parametry koleje (výklad ve smyslu ČSN 73 6360-1)\nHZS Hasičský záchranný sbor\nIAL Mez bezodkladného zásahu\nIL Mez zásahu – opravy\nLIS Lepený izolovaný styk\nMD Měřicí drezína pro železniční svršek\nMIB Magnetický informační bod\nMV Měřicí vůz pro železniční svršek\nOTP Obecné technické podmínky\nPPK Prostorová poloha koleje\nOŘ Oblastní ředitelství (organizační složka SŽDC)\nSPPK Správce prostorové polohy koleje\nST Správa trati (místně příslušná organizační jednotka provozovatele dráhy zajišťující správu trati)\nSW Software\nSŽDC Správa železniční dopravní cesty, státní organizace\nSŽDC OP Odbor provozuschopnosti Generálního ředitelství SŽDC\nSŽDC OTH Odbor traťového hospodářství Generálního ředitelství SŽDC\nTBZ Technicko-bezpečnostní zkouška\nTPD Technické podmínky dodací\nTTP Tabulky traťových poměrů\nTÚDC Technická ústředna dopravní cesty\nUTZ Určené technické zařízení trati\nZKV Známka kvality geometrických parametrů koleje ve smyslu SŽDC SR 103/4(S)\nŽBP Železniční bodové pole\n3\n8.1 ÚVOD\nPro tuto kapitolu platí všechny pojmy, ustanovení, požadavky a údaje uvedené v kapitole 1 TKP.\n8.1.1 Všeobecně\nKapitola určuje podmínky pro konstrukci a zřízení kolejí a výhybek železničních drah v majetku České republiky,\nse kterými má právo hospodařit Správa železniční dopravní cesty, státní organizace (dále jen „železničních drah\nČR“) s maximální projektovanou rychlostí do 200 km.h-1.\nPro údržbu a opravné práce se tyto podmínky použijí v souladu s ustanovením kapitoly 1 TKP, čl. 1.1.1 a 1.1.2.\nPojmem „výhybka“ se obecně rozumí rovněž výhybková konstrukce ve smyslu předpisu SŽDC S3, díl IX.\nTato kapitola neřeší plně podmínky pro koleje a výhybky tratí s maximální projektovanou rychlostí nad 200 km.h-1,\npro pevnou jízdní dráhu a pro koleje a výhybky bez kolejového lože (mostní konstrukce a tunely bez kolejového\nlože, kolejové váhy, dezinfekční koleje, prohlížecí jámy, točny, přesuvny, křížení s tramvajovou dopravou a další\nspeciální konstrukce). Odlišné podmínky pro takové konstrukce a zařízení musí být řešeny vypracováním\nzvláštních technických kvalitativních podmínek (dále jen „ZTKP“).\nPodmínky pro zřízení kolejového lože jsou uvedeny v kapitole 7 TKP.\nPojem „technický dozor stavebníka“ (dále i „TDS“) nově na základě aktuálního znění stavebního zákona nahrazuje\ndříve zaužívaný pojem „stavební dozor“ dle výkladu pojmů kapitoly 1. TKP, Třetího - aktualizovaného vydání,\nve znění změny č.6.\n8.1.2 Geodetické zajištění prostorové polohy koleje\nGeodetická dokumentace pro stavby železničních drah ČR musí vyhovovat všeobecným zásadám a legislativním\ndokumentům uvedeným pro zeměměřickou činnost v kapitole 1 tohoto dokumentu (dále jen „TKP 1“) a dále\nv předpisu SŽDC S3, díl III.\nMetody a přesnost geodetického zaměření, způsob výpočtů, zpracování dat a formu předávaných výsledků\nprostorové polohy koleje, včetně jejího zajištění stanovuje a upřesňuje správce prostorové polohy koleje (dále\ni „SPPK“).\nProstorová poloha koleje (dále i „PPK“) ve smyslu ČSN 73 6360-2, se zajišťuje a kontroluje metodami\nstanovenými v předpisu SŽDC S3, díl III.\nRozsah a technologii zajištění projektované prostorové polohy kolejí a výhybek stanoví objednatel v zadávacích\npodmínkách. Návrh rozmístění zajišťovacích značek vypracovaný zhotovitelem projektu zajištění prostorové\npolohy odsouhlasí místně příslušná organizační jednotka provozovatele dráhy zajišťující správu trati (ST) a SPPK.\nPoužití zajišťovacích značek musí odpovídat předpisu SŽDC S3, díl III a technologie geodetického kontinuálního\nměření jsou uskutečněny v souladu s provozně – technickými předpisy SŽDC pro oblast železniční geodézie.\nObsah předávané geodetické dokumentace pro provizorní i definitivní zajištění prostorové polohy koleje a uvedení\nstavby do zkušebního provozu je uveden v předpisu SŽDC S3, díl III. Objednatel stavby zajistí vyhotovení,\npříp. dopracování a předání dokumentace pro zajištění prostorové polohy koleje (definitivní i provizorní) podle\ntohoto předpisu. Za dokumentaci provizorního zajištění prostorové polohy koleje je nutno považovat pouze\ntu dokumentaci, která vychází ze zaměření hřebových značek pro účely provedení stavby v nových základech\nstožárů trakčního vedení před dosažením stabilní polohy stožárů ve smyslu předpisu SŽDC S3, díl III.\nPři osazení zajišťovacích značek na stavbách, kde stožáry trakčního vedení nejsou předmětem rekonstrukce\n(tj. zůstávání stávající) se provede definitivní zajištění koleje nejpozději v přípravné fázi stavby. Musí být součástí\nprojektové dokumentace stavby.\nPřed zahájením prací na zřízení železničního svršku (včetně kolejového lože) vyzve zástupce objednatele SPPK\nk posouzení homogenity vytyčovací sítě a zajišťovacích značek. Pro zajištění prostorové polohy koleje mohou být\npoužity jako výchozí jen ověřené a správcem prostorové polohy koleje schválené body železničního bodového\npole (dále jen „ŽBP“) – viz TKP 1.\nZa tím účelem bude zhotovitelem stavby předložena ke kontrole dokumentace v minimálním rozsahu stanoveném\npro provizorní zajištění prostorové polohy koleje (podle vzorů předpisu SŽDC S3, díl III).\nTato dokumentace musí být zpracována a kontrolována i v případě, že se jedná o provizorní zajištění prostorové\npolohy koleje pro účely stavby.\n4\nPři stavbě jsou využívány metody stanovené předpisem SŽDC S3, pro úpravy směrového a výškového uspořádání\nkoleje podle předpisu SŽDC (ČD) S3/1. Uvedené vytyčení podrobných bodů projektované polohy koleje\nzabezpečí zhotovitel.\n8.2 POPIS A KVALITA STAVEBNÍCH MATERIÁLŮ\nVe smyslu těchto TKP smějí být používány pouze takové materiály, konstrukční celky a součásti železničního\nsvršku, jejichž používání bylo schváleno SŽDC (do roku 2005 ČD) a jsou doloženy posouzením shody\ndle Nařízením vlády č. 163/2002 Sb. ve znění NV č.312/2005 Sb,. Pro užitý a regenerovaný materiál vyzískaný při\nstavební činnosti z tratí železničních drah ČR platí čl. 8.2.10 a 8.2.11 těchto TKP.\nPři volbě soustavy železničního svršku musí být dodržena směrnice GŘ SŽDC č. 28/2005 „Koncepce používání\njednotlivých tvarů kolejnic a typů upevnění v kolejích železničních drah ve vlastnictví ČR“ a ustanovení předpisu\nSŽDC S3, díl VII.\nMateriál musí odpovídat:\n− obecným technickým podmínkám a technickým podmínkám dodacím,\n− vzorovým listům a technickým normáliím SŽDC (dále jen vzorové listy) podle seznamu ve služební rukověti\nSŽDC (ČD) SR103/1(S) a podle SŽDC SR103/3(S), SŽDC (ČD) SR103/6(S) a SŽDC SR103/6-2(S), případně\nvýkresům ověřovaných konstrukcí (dále jen „VOK“),\n− projektové dokumentaci schválené SŽDC.\nObecné technické podmínky (dále i „OTP“) vydané SŽDC (do roku 2005 ČD) obsahují údaje a zásady nutné pro\nfunkčnost daného výrobku a jsou závazné.\nKonkrétní technické podmínky dodací (dále jen „TPD“) jsou zpracovávány jednotlivými výrobci a schvalovány\nSŽDC jako smluvně závazné technické specifikace budoucích kupních smluv. Na jejich základě jsou uzavírány\nsmlouvy na dodávky a prováděno ověřování kvality výrobků.\nProvozní ověřování nových materiálů nebo výrobků v konstrukci kolejí a výhybek se smí provádět pouze\nse souhlasem SŽDC OTH v souladu se systémem péče o kvalitu uplatňovaným SŽDC. Souhlas s provozním\nověřováním však musí být již součástí zadávací dokumentace stavby.\nMateriál objednává zhotovitel podle dokumentace stavby a v souladu s těmito TKP, vždy s odkazem na konkrétní\nTPD.\nKvalita určených výrobků, které mají bezprostřední vliv na kvalitu konstrukce železničního svršku a provozu-\nschopnost železniční dopravní cesty, musí být vždy ověřena pro každou dodávku SŽDC pověřeným orgánem\n(pověřeným kontrolorem jakosti SŽDC) tak, jak je uvedeno v příslušných TPD. Takto ověřené dodávky musí být\ndoloženy originálem nebo řízenou kopií „Protokolu o ověření jakosti“. Jsou to:\n− výhybky a výhybkové konstrukce (včetně náhradních dílů),\n− dilatační zařízení,\n− kolejnice,\n− podkladnice,\n− upevňovadla a vybrané drobné kolejivo (vrtule a pražcové šrouby, VP šrouby, svěrkové a spojkové šrouby,\nmatice, pružné kroužky, distanční kroužky, svěrky tuhé),\n− pryžové podložky pod patu kolejnice,\n− kolejnicové spojky ocelové,\n− LIS,\n− pražce příčné a výhybkové,\n− mostnice.\nZpůsob ověření kvality je stanoven v TPD.\nU konstrukcí (sestav součástí), které se vzhledem k jejich specifikaci kompletují až ve stavbě („in-situ“), jako\nnapř. konstrukce A-LIS, se v rámci kontroly kvality jejich zřízení, provádí i kontrola kvality jednotlivých\nkomponentů podle dokladů dodávaných příslušnými výrobci dle příslušných TPD. O zřízení A-LIS vede zhotovitel\nmontážní deník A-LIS.\n5\nV TPD jsou rovněž stanoveny příslušné doklady vydávané výrobcem na každou dodávku, které nesou\nsvé specifické označení podle uzavřené dohody jako např.: prohlášení o shodě s objednávkou, inspekční certifikát,\nprotokol o výstupní jakostní kontrole, osvědčení o jakosti a kompletnosti, hutní atest, atest výrobku apod. Pro účely\ntéto kapitoly TKP se nadále používá obecný název tohoto dokladu, tj. „Prohlášení výrobce o kvalitě a kompletnosti\ndodávky“.\nAktuální přehled schválených TPD a související technické dokumentace je k dispozici v elektronické podobě\nna internetu na adrese: http://typdok.tudc.cz nebo www.szdc.cz (odkaz: Provozuschopnost dráhy/Technické\npožadavky na výrobky, zařízení a technologie pro ŽDC/Železniční svršek).\n8.2.1 Kolejnice\nVe smyslu těchto TKP se jedná o Vignolovy kolejnice (symetrické širokopatní), srdcovkové kolejnice, asymetrické\nkolejnice (jazykové) a žlábkové kolejnice, jejichž žlábek vyhovuje průjezdu kol železničních vozidel a pro které\nplatí předpis SŽDC S3, díl IV.\nPoužití příslušného tvaru a třídy oceli nových nebo regenerovaných kolejnic určuje dokumentace ve smyslu\npředpisu SŽDC S3, díl IV a VII, a směrnice GŘ SŽDC č. 28/2005.\nObjednávka kolejnic musí z hlediska kvality materiálu a jeho použitelnosti kromě jiného obsahovat:\n− číslo TPD,\n− tvar a délky kolejnic včetně požadavků na případné vrtání otvorů pro spojkové šrouby; (viz však čl. 8.3.1.2)\n− třídu oceli,\n− případně další speciální požadavky.\nKolejnice musí být vyrobeny, ověřeny a dodány podle TPD schválených SŽDC. Dodávky musí být doloženy\noriginálem nebo řízenou kopií „Protokolu o ověření jakosti“ a všechny kolejnice musí být na čele označeny\nrazidlem pověřeného kontrolora jakosti SŽDC. Každá dodávka musí být doložena prohlášením výrobce o kvalitě\na kompletnosti dodávky.\nKolejnice nesmí mít v žádném místě profilu defekty vzniklé např. nedodržením technologie přepravy, montáže atd.\na nesmí vykazovat deformace vzniklé např. nesprávnou manipulací. Povrchová vrstva temene hlavy kolejnice\nnesmí být narušena případným nevhodným doplňováním materiálu kolejového lože (drcení kameniva na temenu\nhlavy kolejnice kolejovými vozidly) nebo hloubkovou korozí.\n8.2.2 Kolejnicové podpory - příčné pražce\nPoužití nových, zánovních, užitých nebo regenerovaných pražců včetně druhů jejich materiálů, typů a kvality řeší\ndokumentace v souladu s předpisy SŽDC S3, díl V, VII, XI, XV a SŽDC (ČD) S68.\nDo koleje nesmí být vloženy pražce, u nichž nesprávnou technologií, skladováním, manipulací či montáží došlo\nke vzniku vad nebo k porušení či ohrožení jejich funkčnosti (např. obnažení předpínací výztuže, poškození\nhmoždinek apod.) – viz předpis SŽDC (ČD) S68.\nKaždá dodávka nových pražců musí být opatřena doklady podle příslušných TPD.\n8.2.2.1 Pražce betonové\nTvary, rozměry a požadavky na betonové příčné a výhybkové pražce stanovují OTP „Betonové pražce\npro železniční dráhy“ č.j. 14503/07-OP (platnost od 1.6.2007), příslušné TPD a jsou uvedeny v předpisu\nSŽDC S3, díl V a služební rukověti SŽDC SR103/3(S) a na příslušných vzorových listech.\nPři objednávce pražců je nutno uvést, zda jsou požadovány pražce s předmontovaným upevněním nebo\nbez upevnění. Pražce pro bezpodkladnicové upevnění se dodají zpravidla předmontované včetně pryžových\npodložek pod patu kolejnice (tzv. vystrojené pražce).\nKaždá dodávka musí být doložena originálem nebo řízenou kopií „Protokolu o ověření jakosti“ a všechny pražce\nmusí být označeny značkou pověřeného kontrolora jakosti SŽDC. Každá dodávka musí být doložena prohlášením\nvýrobce o kvalitě a kompletnosti dodávky.\n6\n8.2.2.2 Dřevěné pražce a mostnice\nTvary, rozměry i kvalita dřevěných pražců a mostnic jsou uvedeny v OTP „Dřevěné kolejnicové podpory\npro železniční dráhy“ č.j. 22693/06-OP, TPD, ČSN EN 13145 „Železniční aplikace – Tratě – Dřevěné příčné\na výhybkové pražce“ a dále v předpisu SŽDC S3, díl V a služební rukověti SŽDC SR103/3(S). Na mostech\ns mostnicemi se použijí mostnice podle OTP č.j. 22693/06-OP, TPD a TNŽ 736261.\nDo kolejí železničních drah ČR se nesmějí vložit pražce či mostnice, jejichž způsob impregnace nevyhovuje\nustanovením OTP č.j. 22693/06-OP, TPD, ČSN EN 13145, ČSN 49 0609, ČSN 49 0616-2 a ČSN 65 8050.\nKaždá dodávka musí být doložena originálem nebo řízenou kopií „Protokolu o ověření jakosti“ a všechny pražce\na mostnice musí být označeny dvěma hřeby (značkou výrobce a značkou pověřeného kontrolora jakosti SŽDC).\nKaždá dodávka musí být doložena prohlášením výrobce o kvalitě a kompletnosti dodávky.\n8.2.2.3 Ocelové pražce, včetně pražců Y\nTvary, rozměry a požadavky na ocelové pražce Y stanovují příslušné TPD a jsou uvedeny v předpisu SŽDC S3,\ndíl V a služební rukověti SŽDC SR103/3(S) a na příslušných vzorových listech.\nPodmínky použití ocelových pražců jsou stanoveny předpisem SŽDC S3, díl V, XI a předpisem SŽDC S3/2.\nPři objednávce pražců je nutno uvést, zda jsou požadovány pražce s předmontovaným upevněním (tzv. vystrojené)\nnebo bez upevnění (nevystrojené). Ocelové pražce Y se zpravidla dodávají vystrojené.\nKaždá dodávka musí být doložena originálem nebo řízenou kopií „Protokolu o ověření jakosti“. Každá dodávka\nmusí být doložena prohlášením výrobce o kvalitě a kompletnosti dodávky.\n8.2.3 Systémy upevnění a spojení\nZpůsob upevnění a spojení součástí železničního svršku stanoví dokumentace v souladu se vzorovými listy\na předpisem SŽDC S3, díl VI, VII a směrnice GŘ ČD 28/2005. Jednotlivé komponenty šroubových spojení musí\nbýt ošetřeny ekologicky nezávadnými prostředky schválenými SŽDC (do roku 2005 ČD).\nPro jednotlivé kovové součásti upevnění platí.\nObecné technické podmínky č.j. 60 555/99-O13 - pro upevnění kolejnic\nObecné technické podmínky č.j. 60 788/99-O13 - pro pružné svěrky a spony\nObecné technické podmínky č.j. 58 961/2002-O13 - Vrtule pro železniční svršek\nObecné technické podmínky č.j. 58 960/02-O13 - pro ocelové šrouby a matice pro železniční svršek\nKaždá dodávka nových součástí upevnění a spojení musí být opatřena originálními doklady podle příslušných TPD\nvčetně originálu nebo řízené kopie „Protokolu o ověření jakosti“, není-li v TPD stanoveno jinak. Každá dodávka\nmusí být doložena prohlášením výrobce o kvalitě a kompletnosti dodávky.\n8.2.4 Nekovový materiál železničního svršku (plasty, pryž)\nNekovovým materiálem železničního svršku se zde rozumějí prvky vyrobené z elastomerů a polymerních\nmateriálů, tj. z pryže, neplněných konstrukčních plastů a polymerních kompozitů. Podmínky pro:\n− plastové izolační kolejnicové spojky stanovují OTP č.j. 55 498/95-S7/STAV,\n− pružné podložky pod patu kolejnice v bezpodkladnicovém upevnění stanovují OTP č.j. 57045/96-S13,\n− pružné podložky pod patu kolejnice v podkladnicovém upevnění stanovují OTP č.j. 60789/99-O13,\n− regenerační vložky do dřevěných i betonových pražců stanovují OTP č.j. 55 497/95-S7/STAV,\n− plastové vložky do betonových pražců stanovují OTP č.j. 55 496/95-S7/STAV,\n− upevnění kolejnic stanovují OTP č.j. 60 555/99-O13,\n− pružné podložky pod podkladnice stanovují OTP č.j. 56 710/2001-O13.\nPoužívání nekovových prvků v konstrukci železničního svršku se řídí podmínkami a ustanoveními předpisu\nSŽDC S3, díl VI a služební rukověti SŽDC SR103/3(S) a technologickými postupy montáže jednotlivých typů\nupevnění stanovenými výrobcem a schválenými SŽDC (do roku 2005 ČD).\n7\nDodávky nekovových součástí železničního svršku musí být opatřeny originálními doklady podle příslušných TPD\nvčetně „Protokolu o ověření jakosti“ nebo jejich řízenými kopiemi, není-li v TPD stanoveno jinak. Každá dodávka\nmusí být doložena prohlášením výrobce o kvalitě a kompletnosti dodávky.\n8.2.5 Zvláštní konstrukce železničního svršku a speciální zařízení dopravní cesty\nZvláštní konstrukce železničního svršku jsou uvedeny v předpisu SŽDC S3, díl VIII. Konkrétně se jedná o:\n− konstrukční úpravy na železničních přejezdech a přechodech,\n− pražcové kotvy,\n− přídržné a ochranné kolejnice,\n− kolejnicová dilatační zařízení,\n− konstrukční úpravy na čisticích a prohlížecích jámách, dezinfekčních kolejích a myčkách kolejových vozidel\n− konstrukční úpravy na točnicích, přesuvnách a kolejových váhách,\n− ozubnicové dráhy.\nKonstrukční úpravy železničního svršku na mostech jsou uvedeny v předpisu SŽDC S3, díl XII.\nSpeciální zařízení dopravní cesty montovaná na konstrukci železničního svršku jsou uvedena v předpisu SŽDC S3,\nnásledovně:\n− zařízení spádovišť, kolejové brzdy včetně měřičů hmotnosti v dílu XIII,\n− indikátory horkoběžnosti a indikátory plochých kol v dílu XIII,\n− propojky (stykové, jazykové a srdcovkové), lanová propojení (kosá, výhybková, příčná, středová,\nmezikolejová, zkratovací, obcházecí a přípojná) a ukolejnění, v dílu XIV,\n− kolejnicové mazníky v dílu XIII,\n− magnetické značky (pro měřicí vůz železničního svršku a MIB pro automatické vedení vlaků-AVV) v dílu XIII,\n− prvky sdělovacího a zabezpečovacího zařízení umístěné na železničním svršku v dílu XIII,\n− ohřev výhybek elektrický i plynový a profukovače výhybek, v dílu IX.\nIzolované styky kolejnic (LIS dílenské a ambulantní, izolované styky se spojkami z plastických hmot) jsou\nuvedeny v předpisu SŽDC S3, díl XIV včetně podmínek pro používání.\nObecně platí, že veškeré použité výrobky pro zvláštní konstrukce železničního svršku a speciální zařízení dopravní\ncesty musí být vyráběny, zkoušeny, dodávány a používány v souladu s platnými vzorovými listy, výrobní\ntechnickou dokumentací schválenou SŽDC (do roku 2005 ČD) a podle TPD schválených SŽDC.\n8.2.6 Konstrukce železničního svršku\n8.2.6.1 Kolejový rošt\nKolejový rošt musí být smontován v souladu s ustanoveními předpisů SŽDC S3, díl VI, VII, IX, SŽDC (ČD) S3/1\na ČSN 73 6360-2.\nKolejový rošt se zhotovuje buď technologií odděleného kladení, nebo kladením předmontovaných kolejových polí\nv délkách podle dokumentace, resp. konstrukčních celků v případě výhybek a výhybkových konstrukcí.\nVýstroj trati jako kolejnicové propojky a lanová propojení kolejnic jsou součástí určeného technického zařízení\ntrati (dále i UTZ) a podmínky jejich dodávek a montáž se řídí kapitolami 27 a 31 TKP.\n8.2.6.2 Výhybky a výhybkové konstrukce\nVšechny výhybky a výhybkové konstrukce musí být vyrobeny, ověřeny a dodány podle TPD nebo výrobní\ndokumentace odsouhlasené SŽDC (do roku 2005 ČD) a v souladu se směrnicí SŽDC č. 77 „Technická specifikace\nnových výhybek a výhybkových konstrukcí soustav UIC 60 a S 49 2. generace“ č.j. S 36645/10-OTH s účinností\nod 1.10.2010 (dále jen „směrnice SŽDC č. 77“). Dodávky musí být doloženy originálem „Protokolu o ověření\njakosti“ nebo jeho řízenou kopií a každá výhybka nebo výhybková konstrukce musí být označena na štítku\nrazidlem pověřeného kontrolora jakosti SŽDC (do 06/2008 ČD).\n8\nKonstrukční a materiálové uspořádání výhybek a výhybkových konstrukcí je uvedeno v předpisu SŽDC S3, díl IX,\nslužební rukověti SŽDC (ČD) SR103/6(S) a SŽDC SR103/6-2(S). Geometrické uspořádání ve výhybkách\na výhybkových konstrukcích, musí vyhovovat ustanovením normy ČSN 73 6360-1,2. Pro stavby mohou být\npoužity pouze konstrukce schválené SŽDC (do roku 2005 ČD) nebo pro něž byl vydán souhlas s ověřováním\nnových konstrukcí - viz oddíl 8.2 této kapitoly TKP.\nPro výhybkové betonové pražce platí ustanovení předpisu SŽDC S3, díl V a příslušná OTP.\nPro výhybkové žlabové pražce platí výnos č.j. 58 310/99-O13 z 15.12.1999 „Schválení žlabového pražce\npro výhybky soustavy UIC 60 a S 49 2. generace”; rozsah použití žlabových pražců se řídí směrnicí SŽDC č. 77.\nPro výrobu, zkoušení, dodávání a provoz čelisťových a hákových závěrů platí příslušné TPD.\nDemontáž a montáž čelisťového závěru mohou provádět jen pracovníci s platným „Osvědčením způsobilosti\nk provádění částečné demontáže a zpětné montáže čelisťových závěrů“ a výrobce čelisťových závěrů ve smyslu\nustanovení předpisu SŽDC (ČD) S3/1.\nObloukové výhybky jsou vytvářeny transformací základního tvaru jednoduchých výhybek. Poloměry transformace\nstanoví projektová dokumentace. V objednávce se uvedou poloměry jednotlivých větví a jejich orientace\n(jednostranná, oboustranná).\nObloukové výhybky soustav S 49 1. generace a R 65 se dodávají s kolejnicemi střední části jednostranně\nděrovanými a o 50 mm delšími, než je jejich jmenovitá největší délka. Obloukové výhybky UIC 60 a S 49\n2. generace jsou vyráběny a dodávány v požadovaných poloměrech podle objednávky s vrtáním kolejnic pro jeden,\nvzdálenější otvor.\nPro regenerované výhybky musí průběh trajektorie přechodu kola z křídlové kolejnice na klín srdcovky a naopak\nodpovídat přechodu průměrně opotřebovaných kol. Kontrola se provádí prostorovou šablonou PŠR - 1 podle\nvýnosu č.j. 92/98-O13. Hodnocení stavu výměnové části se provádí šablonou PŠR – 3 podle výnosu\nč.j. 59 654/2002-O13 a obecně dle výnosu č.j 55 474/03-O13.\nPro regeneraci výhybek platí OTP č.j. 21 240/07-OP ze dne 25.7.2007.\nVýhybkové konstrukce jsou zásadně dodávány včetně přestavného zařízení a žlabových pražců (pokud jsou\nnavrženy) a s přechodovými podkladnicemi 1:80 a/nebo 1:40, popřípadě s upraveným profilem hlavy kolejnice,\npokud není objednatelem požadováno jinak. Výhybky na betonových pražcích jsou zásadně dodávány s již\npředmontovanou smontovanou výměnovou a střední částí, nebo výjimečně jen s vystrojenými pražci v celé\nvýhybce, s ohledem na předchozí schválení technologie stavby objednatelem (viz oddíl 8.3 této kapitoly TKP).\nPro jednoznačnost objednávky musí být v dokumentaci stanovena přesná specifikace pro každý tvar a typ výhybky\npodle předpisu SŽDC S3, díl IX a směrnice SŽDC č. 77 včetně požadavku na vrtání pro spojkové otvory, vodivá\npropojení a montáže LIS, druh a počet přechodových podkladnic, typ srdcovky, závěru, případně další požadavky.\nPro výhybky které budou svařeny, musí být objednávány kolejnicové části s vrtáním otvorů pouze pro vzdálenější\nspojkový šroub od čela kolejnice (pokud není možné použít pro montáž nevrtané kolejnice).\nPro přechod z jednoho tvaru kolejnice na jiný tvar v hlavních a předjízdných kolejích se provádí v souladu\ns předpisem SŽDC S3 díl IV. Přípustnost použití přechodových aluminotermických svarů a přechodových spojek\ndefinuje předpis S3, díl IV. V nově vkládaných výhybkách a výhybkových konstrukcích nesmějí být použity\npřechodové kolejnice nebo přechodové styky. Vlastní úprava přechodu na jinou soustavu železničního svršku musí\nbýt provedena v přípojném poli mimo oblast s dlouhými společnými pražci.\nPro dočasné ovládání výhybky s čelisťovým závěrem během stavby (před zapnutím výhybky do ústředního stavění)\nvybavené mechanickým výměníkem se připevní k pražci (délky 2,6 m) ocelový díl sloužící k prodloužení\nvýměníkového pražce, na který lze upevnit mechanický výměník obvyklým způsobem. Pro tento způsob ovládání\nje nutno doplnit závorovací tyč o stavitelné dorazy, kterými se seřídí rozevření jazyků.\n8.2.7 Zabezpečení výhybek\nZabezpečení výhybek stanovuje kapitola 27 TKP.\nV železničních drahách ČR mohou být použity pouze výhybky se schválenými typy závěrů. Jsou-li ve výhybce\npoužity systémy kontroly polohy jazyka a/nebo pohyblivého hrotu srdcovky smějí být namontovány pouze\nv místech určených vzorovými listy a seřízeny na předepsané krajní polohy. Výhybky při zapojení\nzabezpečovacího zařízení musí splňovat všechny mechanické parametry předepsané předpisem SŽDC S3, díl IX.\n9\n8.2.8 Ohřev výhybek\nVe výhybkách může být použity elektrický ohřev; plynový může být použit jen jako náhrada stávajícího ohřevu\nstejného typu. Zařízení musí být provedena podle schválených DAP SŽDC. Montáž, obsluha a údržba ohřevů\nvýhybek jsou řešeny schválenými TPD a předpisem SŽDC E2. Pro zařízení ohřevu výhybek v místech provozu\nkolejových obvodů musí být v dokumentaci stavby předepsány a při jejím provádění dodrženy podmínky, které\nvylučují ovlivnění jejich funkce. Pro elektrizovanou trať platí též čl. 31.3.10 TKP.\n8.2.9 Mazání a zařízení k odstranění mazání výhybek\nOšetřování kluzných ploch kluzných stoliček a pohyblivých součástí přestavného zařízení ve výměnové a/nebo\nsrdcovkové části výhybky je třeba provádět dle pokynů výrobce mazacího prostředku a dle provozní potřeby\nvýhybky. Je možné používat pouze mazací prostředky schválené SŽDC OTH. Zhotovitel zajistí předepsané\nošetření kluzných ploch pouze při zřizování; periodické ošetřování kluzných ploch není předmětem záruky na dílo.\nV případě osazení výměnové části výhybky a/nebo srdcovky s pohyblivým hrotem zařízením k odstranění mazání,\ntj. válečkovými stoličkami, kdy jazyk a/nebo PHS při přestavování není v kontaktu s kluznou plochou kluzné\nstoličky, ošetřují se mazacím prostředkem pouze pohyblivé součásti přestavného zařízení. Kluzné stoličky\nje v tomto případě třeba ošetřovat pouze pro zajištění jejich odolnosti proti korozi, a to dle provozní potřeby\nvýhybky.\nVe výhybkách mohou být použity pouze válečkové stoličky schválené SŽDC OTH. Rozsah použití jednotlivých\ntypů válečkových stoliček a další náležitosti jsou uvedeny v příslušných TPD. Montáž, seřízení a údržbu\nválečkových stoliček smí provádět pouze oprávněná osoba (oprávnění vydává výrobce válečkových stoliček na\nzákladě proškolení), a to v souladu s návodem vydaným výrobcem válečkových stoliček a při respektování\nustanovení předpisu SŽDC S3, díl IX a XIII.\n8.2.10 Hospodaření s vyzískaným materiálem ze stavební činnosti a jeho použití při\nstavbě železničního svršku\nNakládání s vyzískaným materiálem železničního svršku se řídí předpisem SŽDC S3, díl XV. Organizační\na ekonomické zásady pro další využití vyzískaného materiálu železničního svršku při stavební činnosti\nna základním prostředku SŽDC stanovuje směrnice SŽDC č. 42 „Hospodaření s vyzískaným materiálem“. Veškerý\nmateriál vyzískávaný zhotovitelem při stavbě zůstává vždy majetkem SŽDC.\nJednotlivé součásti konstrukce vyzískávaného kolejového roštu musí být kategorizovány SŽDC pověřeným\nodborným specialistou (kategorizátorem). Samotné kategorizaci, resp. konečné kategorizaci musí předcházet\npředběžná kategorizace, tzv. předkategorizace, která slouží k posouzení využitelnosti vyzískaného materiálu a je\nnezbytná pro účely zpracování projektové dokumentace stavby.\nMateriál vyjímaný při stavební činnosti z trati musí být vyzískáván, tříděn, značen, ukládán, veden v evidenci\na následně druhotně využit:\na) přímo - jako materiál zánovní nebo užitý,\nb) pro regeneraci,\nc) k prodeji, případně k sešrotování či likvidaci - materiál nepoužitelný.\nZpůsob dělení a vyjmutí materiálu železničního svršku odsouhlasuje místně příslušná organizační jednotka\nprovozovatele dráhy zajišťující správu trati v souladu s předpisem SŽDC (ČD) S3/1.\nPokyny pro další využití vyzískaného materiálu stanoví dokumentace stavby, která vychází z předběžné\nkategorizace (předkategorizace) v souladu s předpisem SŽDC S3, díl VII a XV. Tato může být doplněna zápisy\nz jednání Komise pro hospodaření s vyzískaným materiálem z majetku SŽDC. Pokud druhotné využití materiálu\ndokumentace neřeší, musí zhotovitel vypracovat návrh, který odsouhlasí objednatel po dohodě se správcem\nželezničního svršku. Návrh musí obsahovat:\n− způsob demontáže, místa dělení kolejnic s ohledem na jejich další použití, způsob kategorizace, roztřídění,\nnaložení nebo uložení na místo určené objednatelem,\n− ochranu před znehodnocením a krádeží.\n10\n8.2.11 Regenerovaný a užitý materiál, podmínky pro použití\nPoužití zánovního, užitého nebo regenerovaného materiálu řeší dokumentace v souladu s předpisem SŽDC S3,\ndíl IV, VII a XV.\n8.2.12 Zajišťovací značky\nProstorová poloha koleje se zajišťuje značkami podle předpisu SŽDC S3, díl III.\nZřizování zajišťovacích značek probíhá v závislosti na technologii stavby dle zásad kapitoly 8 čl. 8.1.2.\nVýroba, osazování a ošetřování zajišťovacích značek je stanoveno příslušnými TPD a schválenými techno-\nlogickými postupy.\n8.3 TECHNOLOGICKÉ POSTUPY PRACÍ\nV případě, že zhotovitel použije jinou technologii montáže, manipulace, dopravy, snesení či pokládky konstrukcí\nkolejí a výhybek v důsledku použití jiných strojů či zařízení, než obsahuje oddíl 8.3 této kapitoly TKP, musí být\ntato technologie předem zhotovitelem zpracována a odsouhlasena SŽDC TÚDC, nebo v určených případech\nSŽDC OTH a objednatelem (technickým dozorem stavebníka).\n8.3.1 Dílčí celky, jejich montáž mimo staveniště, manipulace a doprava\n8.3.1.1 Kolejová pole, vystrojování pražců\nMontáž kolejových polí musí být prováděna v souladu s předpisem SŽDC (ČD) S3/1 a služební rukovětí\nSŽDC (ČD) SR103/2(S), se vzorovými listy, případně podle pokynů výrobce jednotlivých součástí schválených\nSŽDC (do roku 2005 ČD) a podle dokumentace tak, aby kolejová pole svými rozměry i vlastnostmi vyhověla\npodmínkám stanoveným ČSN 73 6360-2 a předpisem SŽDC S3, díl VI, VII, XI a XIV.\nPři montáži je nutno dbát na:\n− dodržení předepsaného rozdělení pražců a kolmost pražců k ose koleje podle předpisu SŽDC S3, díl XI,\n− správný sled kolejnic podle dokumentace,\n− správnou polohu součástí upevnění kolejnic podle předpisu SŽDC S3, díl VI a VII,\n− dodržení projektovaného rozšíření rozchodu koleje v obloucích o poloměru R < 275 m včetně předepsaných\nvýběhů,\n− dodržení výrobcem předepsaného technologického postupu montáže upevňovadel.\nPři manipulaci musí být kolejová pole zavěšena takovým způsobem, aby nemohlo vlivem vlastní hmotnosti pole\ndojít k trvalé deformaci kolejnic či upevňovadel nebo jinému poškození součástí kolejového roštu.\nPřeprava kolejových polí smí být prováděna jen způsobem určeným technologickým postupem zpracovaným\nzhotovitelem, který podléhá odsouhlasení SŽDC OP a zástupcem objednatele (technickým dozorem stavebníka).\nZpůsob naložení kolejových polí, upevnění nákladu a přepravy naložených vozidel stanoví předpisy\nSŽDC (ČD) D2/81 a S8/3.\nVystrojování pražců (předmontáž) pro pokládku obnovovacím strojem se provádí analogicky jako část montáže\nkolejových polí. Jednotlivé vrstvy pražců na vozech nebo skládkách musí být odděleny dřevěnými proklady\nv souladu s ustanoveními předpisu SŽDC S3, díl V.\n8.3.1.2 Kolejnicové pásy\nKolejnice se svařují do kolejnicových pásů ve stabilních svařovnách, postupným přivařováním kolejnic v ose\nkoleje a výjimečně na roštu. Přitom musí být dodržena ustanovení předpisů SŽDC S3, SŽDC S3/2\na SŽDC (ČD) S3/5. Zhotovitel svarů musí mít platné „Osvědčení způsobilosti ke svařování“ vydané SŽDC OTH.\nVolba technologie a metody svařování musí být předem projednány s místně příslušnou organizační jednotkou\nprovozovatele dráhy zajišťující správu trati.\nNové kolejnice pro bezstykovou kolej musí být neděrované. Smějí mít pouze otvory pro připojení propojek a\nlanových propojení, jejichž velikost a umístění odpovídá předpisu SŽDC S3, díl XIV.\n11\nBoční manipulace s kolejnicovými pásy ve stabilních svařovnách musí být prováděna manipulačními a vázacími\nprostředky tak, aby nedošlo k poškození těchto kolejnicových pásů a to v souladu s technologickým postupem\nzpracovaným zhotovitelem, který podléhá odsouhlasení SŽDC TÚDC. Práce jeřábů musí být synchronizována tak,\naby nemohlo dojít k deformaci kolejnicových pásů.\nManipulace s kolejnicovými pásy na stavbě musí být prováděna v souladu s ustanoveními předpisu\nSŽDC (ČD) S3/1.\nZpůsoby ložení, zajištění nákladu a přepravy kolejnicových pásů určují předpisy SŽDC (ČD) S3/1,\nSŽDC (ČD) S8/3, SŽDC (ČD) D2 a SŽDC (ČD) D2/81.\n8.3.1.3 Části výhybek a výhybkových konstrukcí\nZásady konstrukčního uspořádání výhybek a výhybkových konstrukcí jsou uvedeny v předpisu SŽDC S3, díl IX.\nMontáž výhybek a výhybkových konstrukcí je stanovena předpisem SŽDC (ČD) S3/1, služební rukovětí\nSŽDC (ČD) SR103/6(S), služební rukovětí SŽDC SR103/6-2(S) a technickou dokumentací:\na) dispozičním plánem,\nb) montážním plánem,\nc) podrobným výkresem výměnové části,\nd) podrobným výkresem srdcovkové části,\ne) výkresem stavěcího zařízení.\nUspořádání pražců v mezipolích jednoduchých kolejových spojek o osových vzdálenostech kolejí menších než\n4,75 m určuje dokumentace výrobce výhybky. V jednostranných obloukových výhybkách je třeba zachovat\nvějířovité uspořádání pražců s přihlédnutím ke změnám délek kolejnic střední části výhybky.\nMontáž žlabových pražců se řídí pokyny vydanými výrobcem výhybek.\nZřízení izolovaných styků a vyvrtání otvorů pro připojení propojek v nových výhybkách musí být přednostně\nuplatněno u výrobce. Druh a provedení izolovaných styků (LIS kalený - nekalený, A-LIS), průměr a počet otvorů\nv jednotlivých místech připojení propojek musí být uvedeny ve specifikaci k objednávce výhybky v souladu\ns projektovou dokumentací. Pokud nebudou izolované styky součástí dodávky výhybky, musí postup jejich zřízení\nodsouhlasit TDS, který zajistí projednání postupu u místně příslušného OŘ.\nPři montáži výhybek všeobecně je nutno dbát zejména na:\n− správné rozdělení pražců podle dispozičního plánu (zvláště důležité u výhybek na betonových pražcích\na v oblasti závěrů),\n− včasné ošetření kluzných ploch kluzných stoliček a spodních ploch jazyků podle technologie schválené\nSŽDC OTH,\n− správnou manipulaci s dlouhými jazyky - aby nedošlo k jejich deformaci nevhodným zavěšením,\n− přesnou polohu začátku jazyka vzhledem k otvoru v neutrální ose opornice s ohledem na teplotu jazyka\n(viz SŽDC S3, díl IX, čl.39),\n− správnou polohu pružných spon pružného vnitřního upevnění opornic v dutině kluzné stoličky a u paty\nopornice,\n− dotažení pružných svěrek na vnější straně opornice do předepsané polohy, případně nasazení pružných spon,\nkteré musí být provedeno až po nasazení vnitřního pružného upevnění opornic,\n− dodržení minimální šířky žlábku mezi hlavou opornice a hlavou odlehlého jazyka po celé volné délce\njazyka – min. 60 mm, přičemž hodnota tohoto žlábku nemá překročit 75 mm u jednozávěrových a 70 mm\nu vícezávěrových výhybek,\n− doléhání jazyka ke všem jazykovým opěrkám; vůle mezi stojinou jazyka a jazykovou opěrkou musí vyhovět\npředpisu SŽDC S3, díl IX,\n− přiléhání jazyka k hlavě opornice; vůle mezi jazykem a hlavou opornice musí vyhovět předpisu SŽDC S3,\ndíl IX,\n− správnou polohu žebrových plochých podkladnic u betonových výhybkových pražců uvedenou ve vzorových\nlistech,\n12\n− dodržení mezních stavebních odchylek rozchodu koleje ve výhybce včetně vzájemných vzdáleností pracovní\nhrany přídržnice a pojížděné hrany klínu srdcovky nebo odpovídající křídlové kolejnice podle přílohy A\nČSN 736360-2,\n− správnou polohu hrotu klínu srdcovky; při úpravách délek kolejnicových součástí a/nebo svařování výhybky\nnesmí dojít k porušení jejího geometrického uspořádání,\n− vložení polyetylenových podložek pod všechny kluzné stoličky, abnormální podkladnice i běžné žebrové\npodkladnice,\n− to, aby příslušné pryžové podložky byly vloženy pod paty opornic, pojížděných kolejnic ve střední\na srdcovkové části výhybky a pod srdcovkou,\n− to, aby nebyly elektricky propojeny ocelové pražce s kolejnicemi\n− použití dvojitých pružných kroužků pod hlavy vrtulí a pražcových šroubů,\n− to, aby přechod svislé polohy kolejnice na úklon běžné koleje pomocí přechodových podkladnic byl vždy mimo\nvýhybku podle předpisu SŽDC S3, díl IX. Přechod stanoví dispoziční plán konkrétní konstrukce. Přechodové\npodkladnice jsou součástí dodávky výhybky,\n− výhybky nesmějí být jakkoliv kráceny, s výjimkou středových kolejnic obloukových výhybek,\n− osazení topných tyčí elektrického ohřevu výhybky musí být v souladu s předpisem SŽDC S3, díl IX, Kap. III,\nnesmí narušit funkci pohyblivých částí výhybky a při montáži topných tyčí musí být dodržena jejich přesná\npoloha daná příslušným vzorovým listem EOV,\n− udržování kluzných ploch kluzných stoliček ve výměně a případně srdcovce s PHS v čistotě,\nv případě osazení výměny a/nebo PHS válečkovými stoličkami dbát na jejich montáž a seřízení oprávněnou\nosobou (oprávnění vydává výrobce válečkových stoliček na základě proškolení) a v souladu s návodem vydaným\nvýrobcem válečkových stoliček.\nV nově vkládaných výhybkách a výhybkových konstrukcích nesmějí být použity přechodové kolejnice nebo\npřechodové styky (a to ani ve výměnových ani koncových stycích). Vlastní úprava přechodu na jinou soustavu\nželezničního svršku musí být provedena v přípojném poli mimo oblast s dlouhými společnými pražci. U stávajících\nkonstrukcích může být odchylná úprava ponechána do doby nejbližší rekonstrukce.\nPro manipulace se smontovanými částmi prováděné jeřáby musí zhotovitel vypracovat technologický postup\nve smyslu SŽDC (ČD) SR103/2(S) a SŽDC (ČD) S111 a předložit ho objednateli ke schválení předem.\nPři manipulaci s výhybkami na betonových pražcích musí být tyto zavěšeny podle pokynů výrobce výhybky\nuvedených v TPD schválených SŽDC (do roku 2005 ČD) a vyhovět předpisu SŽDC (ČD) S3/1, kde jsou uvedeny\ni zásady pro vypracování technologického postupu.\nObloukové výhybky a výhybkové konstrukce se montují podle výrobní dokumentace výrobce, kterou obdrží\nzhotovitel současně s výhybkou (výhybkovou konstrukcí). Tuto dokumentaci následně při přejímce prací zhotovitel\npředává místně příslušné organizační jednotce provozovatele dráhy zajišťující správu trati.\nZvláštní pozornost musí být věnována zejména:\n− předepsanému rozšíření rozchodu koleje odchylnému od základního tvaru výhybky,\n− úpravě délky kolejnic střední části pro daný poloměr oblouku, pokud nejsou dodány již v délkách stanovených\ndokumentací,\n− změně rozdělení pražců ve střední části výhybky,\n− tvaru oblouků s dodržením předepsaného vzepětí v obou větvích.\nVýhybky určené k vybavení čelisťovým závěrem musí být před jeho montáží:\n− vyrovnány a podbity v celé své délce do projektované polohy,\n− s roztečí pražců odpovídající vzorovým listům a předpisu SŽDC S3, díl IX,\n− s mezipražcovými prostory určenými pro montáž výměnových závěrů s odstraněným přebytečným štěrkem.\n8.3.1.4 Spojovací a přípojná pole ve výhybkovém uspořádání\nU výhybek na dřevěných pražcích musí zhotovitel zpracovat a předložit na místně příslušné OŘ k odsouhlasení\ndispoziční plán spojovacích a přípojných polí s rozdělením pražců, pokud není řešen v dokumentaci. V návrhu\nnesmí dojít k přesahu hlav pražců, délka hlavy pražce musí být nejméně 150 mm od osy vnější vrtule. Pokud\nbudou dřevěné pražce kráceny, musí být znovu zajištěny protištěpnými destičkami a řez ošetřen proti hnilobě.\nPro výhybky na betonových pražcích musí být dispoziční plán součástí dokumentace výrobce.\n13\n8.3.2 Podmínky práce na staveništi\n8.3.2.1 Způsobilost zhotovitele\nZaměstnanci zhotovitele pracující v kolejišti železničních drah ČR musí splňovat podmínky zdravotní způsobilosti\npodle vyhlášky č. 101/1995 Sb.\nOdborná způsobilost zaměstnanců je stanovena směrnicí SŽDC č. 50 „Požadavky na odbornou způsobilost\ndodavatelů při činnostech na dráhách provozovaných státní organizací Správa železniční dopravní cesty“\nv aktuálním znění. V této směrnici jsou stanoveny rozsahy znalostí k vykonání příslušných odborných zkoušek pro\njednotlivé pracovní činnosti.\nPro některé další činnosti SŽDC dále vyžaduje zvláštní odbornou způsobilost:\n− zeměměřičskou činnost ve výstavbě podle zákona č. 200/1994 Sb. a vyhlášky č. 31/1995 Sb. mohou provádět\nnebo její výsledky ověřovat pouze úředně oprávnění zeměměřičští inženýři (§ 13÷18 výše uvedené vyhlášky),\n− svářečské práce na železničním svršku mohou vykonávat jen právnické a fyzické osoby, které jsou držiteli\nplatného „Osvědčení způsobilosti ke svařování“ vydaného SŽDC OTH,\n− montáž A-LIS mohou provádět jen právnické a fyzické osoby, které jsou držiteli platného „Osvědčení\nzpůsobilosti k montáži A-LIS“ vydaného SŽDC,\n− broušení pojížděných částí výhybek mohou vykonávat jen právnické a fyzické osoby, které jsou držiteli\nplatného „Osvědčením způsobilosti k broušení výhybkových součástí“ vydaného SŽDC TÚDC,\n− demontáž a zpětnou montáž čelisťových závěrů výhybek smějí vykonávat pouze fyzické a právnické osoby,\nkteré jsou držiteli platného „Osvědčení způsobilosti k provádění částečné demontáže a zpětné montáže\nčelisťových závěrů“ vydaného SŽDC TÚDC,\n− nedestruktivní zkoušení kolejnic, srdcovek, svarů kolejnic a návarů mohou provádět jen právnické a fyzické\nosoby, které jsou držiteli platného dokladu „Osvědčení způsobilosti k nedestruktivnímu zkoušení“ vydaného\nSŽDC OTH.\n− Montáž konzolových zajišťovacích značek mohou vykonávat jen právnické a fyzické osoby, které jsou držiteli\nplatného „Osvědčení způsobilosti k montáži konzolových zajišťovacích značek“ vydaného SŽDC OTH,\n− Měření a vyhodnocování kvality geometrie koleje měřicím vozíkem KRAB mohou vykonávat jen právnické\na fyzické osoby, které jsou držiteli platného „Osvědčení způsobilosti k měření měřicím vozíkem KRAB“\nvydaného SŽDC TÚDC (do 31.7.2012 SŽDC OTH).\n8.3.2.2 Práce strojů v kolejišti\nNa kolejích železničních drah ČR mohou být provozována pouze speciální vozidla schválená pro provoz na tratích\nv ČR ve smyslu vyhlášky č. 173/1995 Sb.\nSpeciální vozidla neschválená pro provoz na tratích železničních drah ČR ve smyslu vyhlášky č. 173/1995 Sb.\nmohou být na železničních drahách ČR provozována pouze se souhlasem Drážního úřadu a po splnění jím\nstanovených podmínek.\nNa stavbách v kolejišti a v jeho bezprostřední blízkosti mohou být použity stavební stroje, jejichž specifické\npodmínky a parametry pro provoz, technologické využití a opravy jednotlivých typů speciálních vozidel na tratích\nve správě SŽDC stanoví předpis SŽDC (ČD) S8/3. Podmínky pro technologické využití speciálních vozidel\nna tratích provozovaných SŽDC, pokud tyto nejsou v ČR typově schválena, stanoví SŽDC na základě návrhu\nzpracovaného zhotovitelem prací. Schválením technologie práce strojů je pověřená SŽDC TÚDC dle ustanovení\nsměrnice SŽDC č. 67.\nZa technický stav použité mechanizace je plně odpovědný zhotovitel stavby. V případě, že technický dozor\nstavebníka zjistí závadu na technickém stavu použité mechanizace, je oprávněn požadovat okamžitou nápravu.\nOdstávka takových mechanismů, jejich důsledky a vyvolané náklady jdou v tomto případě na vrub zhotovitele\nstavby.\nBezpečnostní opatření pro práci těchto strojů stanoví kapitola 1 TKP.\n8.3.2.3 Výluky\nOrganizování výluk řeší kapitola 1 TKP.\n14\n8.3.3 Podmínky pro snesení staré konstrukce železničního svršku\nPro snesení staré konstrukce železničního svršku platí ustanovení předpisu SŽDC (ČD) S3/1.\nPoužitá technologie (pracovní postup) musí umožnit další využití vyzískávaného svrškového materiálu,\nv co největším rozsahu; zásady pro dělení kolejnicového materiálu stanoví předpis SŽDC (ČD) S3/1. Hospodaření\ns vyzískaným materiálem železničního svršku viz čl. 8.2.10 TKP.\nPři zpracování technologie pro manipulaci s výhybkami musí být dodrženy zásady uvedené v předpisu\nSŽDC (ČD) S3/1.\nPři práci na tratích s malými poloměry, případně na velkých sklonech překračujících hodnoty stanovené\npro příslušné stroje v předpisu SŽDC (ČD) S8/3, musí být zejména pro kladecí a trhací stroje vypracována\nzhotovitelem zvláštní opatření, která musí být schválena odpovědným orgánem provozovatele dráhy.\nPři demontáži kolejového roštu se postupuje podle předpisu SŽDC (ČD) S3/1.\n8.3.4 Podmínky pro pokládku nové konstrukce železničního svršku\nZákladní podmínkou zahájení pokládky kolejového roštu je odsouhlasení pláně tělesa železničního spodku podle\nkapitoly 6 TKP a kolejového lože podle kapitoly 7 TKP.\nTechnologie pokládky železničního svršku pro použití na stavbách železničních drah ČR musí být v souladu\ns předpisem SŽDC (ČD) S3/1. Využití odlišné technologie musí být odsouhlaseno odpovědným orgánem\nprovozovatele dráhy SŽDC TÚDC a objednatelem (technickým dozorem stavebníka).\n8.3.4.1 Podmínky pro pokládku koleje\nZásady pokládky koleje jsou uvedeny v předpisu SŽDC (ČD) S3/1.\n8.3.4.2 Podmínky pro pokládku výhybkových konstrukcí\nZásady pokládky výhybkových konstrukcí jsou uvedeny v předpisu SŽDC (ČD) S3/1.\nPři pokládce výhybkových konstrukcí s průběžně svařenými kolejnicovými pásy o délce větší než 35 m, resp. 50 m\nje nutné dodržet předpis SŽDC S3, díl XI, kap. 7.\n8.3.5 Úprava směrového a výškového uspořádání kolejí a výhybek, úprava kolejového\nlože\nPodmínky a zásady platné pro úpravu směrového a výškového uspořádání kolejí a výhybek a úpravu kolejového\nlože jsou uvedeny v předpisu SŽDC (ČD) S3/1 a v kapitole 7 TKP. Profil kolejového lože musí být upraven\nv souladu s předpisem SŽDC S3, díl X a XII a v souladu s předpisem SŽDC S3/2.\nPostup prací a jejich přejímek při směrové a výškové úpravě kolejí a výhybek jsou SŽDC zpracovány\ndo přehledové tabulky, která je k dispozici na internetu:\nhttp://www.szdc.cz/provozuschopnost-drahy/technicke-pozadavky/zeleznicni-svrsek/soubory-ke-stazeni/ppp.html\nvčetně odkazů na související dokumenty a předpisy a jejich znění, kde jsou průběžně aktualizovány.\nPo novostavbě či rekonstrukci koleje nebo výhybky musí zhotovitel provést následnou úpravu směrového\na výškového uspořádání koleje (výhybky) ve smyslu předpisu SŽDC (ČD) S3/1. Tato úprava je součástí zhotovení\nstavby.\nPři každé směrové a výškové úpravě koleje ASP, resp. výhybek ASPv (dále jen „ASP“) musí být pořízen záznam\ntechnologických veličin stroje provádějící tuto úpravu; tj. nastavený zdvih (pro každý kolejový pás samostatně,\numožní-li to SW ASP) a směr, event. doba svírání a hloubka podbíjení (dle možností SW ASP). Tento doklad\nje nezbytnou součástí dokumentace pro přejímku prací v koleji, resp. výhybkách a slouží pro ověření kontroly\npráce ASP ve smyslu SŽDC (ČD) S3/1, zejména pro ověření dodržování povolených zdvihů a posunů ASP\na návazně dosaženou kvalitu geometrie koleje. Záznam technologických veličin musí být pořízen i při práci\ndynamického stabilizátoru v kterémkoli technologickém kroku. Digitální záznam technologických veličin archivuje\nzhotovitel min. po dobu trvání záruky provedeného díla.\nTechnický dozor stavebníka potvrzuje zhotoviteli doklad, že práce ASP byla prováděna přesnou metodou, pokud\nje tato na základě ustanovení předpisu SŽDC (ČD) S3/1 vyžadována.\n15\n8.3.6 Svařování kolejnic v kolejích a výhybkách a podmínky pro zřizování bezstykové\nkoleje\nSvařování kolejnic v kolejích a výhybkách je pouze technickým prostředkem pro zřizování bezstykové koleje (dále\ni „BK“). Za výběr zhotovitele svarů a ověření jeho způsobilosti ke svařování odpovídá zhotovitel BK. Zhotovitel\nBK zabezpečuje a řídí práce zhotovitele svarů ve smyslu předpisu SŽDC S3/2, do vlastních technologických\npostupů svařování však není oprávněn zasahovat.\nSvařovat mohou jen zhotovitelé (podzhotovitelé) způsobilí ve smyslu části 8.3.2.1 TKP. Práce smějí vykonávat jen\nv rozsahu v osvědčení uvedeném a jen podle technologických postupů svařování schválených SŽDC (do roku 2005\nČD) při respektování podmínek požární bezpečnosti stanovených v Pokynu k plnění „Směrnice SŽDC č. 56\no požární bezpečnosti při svařování ve státní organizaci Správa železniční dopravní cesty“ při svářečských pracích\nna železničním svršku, č.j. 33674/09-OTH ze dne 29.6.2009.\nZřizování bezstykové koleje a svařování výhybek se řídí předpisem SŽDC S3/2.\nZřízení bezstykové koleje je podmíněno provedením směrové a výškové úpravy koleje při dodržení následujících\nustanovení. Vytýčení pro tuto úpravu se provádí přesnou metodou ve smyslu předpisu SŽDC (ČD) S3/1. SPPK\nmusí před zřízením bezstykové koleje ověřit prostorovou polohu koleje a současně s ní provádí ověření\nzajišťovacích značek. Zhotovitel musí organizačně zajistit dostatečný časový prostor pro provedení tohoto ověření\nSPPK před zřízením bezstykové koleje. Výsledek ověření PPK a zajišťovacích značek musí obdržet objednatel,\nTDS a místně příslušná organizační jednotka provozovatele dráhy zajišťující správu trati. Před obdržením\nkladného výsledku ověření PPK od SPPK nesmí zhotovitel zahájit zřizování BK. Příslušná dokumentace musí být\nzpracována a tato kontrola provedena i v případě, že se jedná o prozatímní zajištění prostorové polohy koleje\npro účely stavby.\n8.3.7 Podmínky pro zřízení zvláštních konstrukcí železničního svršku a speciálních\nzařízení dopravní cesty\nDilatační zařízení se zřídí podle vzorových listů v místech určených projektovou (prováděcí) dokumentací.\nPři montáži dilatačních zařízení se musí dodržet vzájemné nastavení dilatujících částí v závislosti na teplotě podle\núdajů uvedených v tabulce na vzorových listech.\nPropojky a lanová propojení se ke kolejnicím připojují pouze způsobem schváleným SŽDC (do roku 2005 ČD)\nv souladu se schválenou dokumentací stavby, předpisem SŽDC S3, díl XIV, technickou dokumentací určeného\ntechnického elektrického zařízení a předpisem SŽDC (ČD) T 120. Propojky a lanová propojení nesmí zasahovat\ndo prostoru činnosti podbíjecích pěchů strojních podbíječek ve smyslu předpisu SŽDC S3, díl XIII. Vedeny musí\nbýt v kolejišti tak, aby v co nejmenší míře omezovaly práci s upevňovadly. Vodiče lanových propojení musí být\nvhodným způsobem upevněny k pražcům (např. třmeny schváleného typu). Propojky ani lanová propojení nesmí\nbýt připojeny k jazyku výhybky v jeho pohyblivé části. Při poruše vodivého propojení smí být použito náhradní\nvodivé propojení schváleného typu podle schválených podmínek.\nZpůsob ukolejnění stožárů trakčního vedení a ostatních součástí dopravní cesty nacházejících se v prostoru\nohrožení trakčním vedením musí odpovídat schválené dokumentaci stavby, předpisu SŽDC S3, díl XIV, technické\ndokumentaci určeného technického elektrického zařízení, předpisu SŽDC (ČD) T120 a zásadám uvedeným\nv kap. 31 TKP.\nPráce na železničním svršku a spodku na elektrizovaných tratích, na tratích s kolejovými obvody železničního\nzabezpečovacího zařízení a s provozem elektrických zařízení (např. elektrický ohřev výhybek, zařízení\npro předtápění souprav, zabezpečovací zařízení, ústřední a dálkové ovládání, indikátory horkoběžnosti aj.)\nnapájených přes transformátory nebo měniče připojené na trakční vedení musí být předem projednány s místně\npříslušnou organizační složkou provozovatele elektrického zařízení, který stanoví technické a technologické\npodmínky. Zápis o projednání a odsouhlasení postupu prací musí být nedílnou součástí smlouvy o dílo (viz předpis\nSŽDC (ČD) S3/1).\n16\n8.3.8 Úprava pojížděných ploch kolejnic a výhybek\n8.3.8.1 Úprava pojížděných ploch nově vložených kolejnic\nÚprava pojížděných ploch kolejnic se provádí broušením nebo frézováním. Zásady úpravy pojížděných ploch\nkolejnic jsou stanoveny předpisem SŽDC (ČD) S3/1 a kvalitativní požadavky normou ČSN EN 13231-3.\nPři novostavbě či rekonstrukci\n− koridorových tratí bez ohledu na traťovou rychlost a\n− ostatních celostátních tratí v úsecích s traťovou rychlostí vyšší než 80 km/h\nje nutno u nově vložených kolejnic v hlavních kolejích upravit pojížděnou plochu brousicími vlaky nebo\nfrézovacími stroji.\nTato základní (první, tzv. preventivní) úprava pojížděných ploch kolejnic je jako výkon součástí zhotovení stavby.\nProvádí se přednostně při nejbližší „brousicí“ kampani po dokončení směrové a výškové úpravy koleje vyhovující\npro rychlost vyšší než 80 km/h a po zřízení bezstykové koleje, a to do jednoho roku od zahájení zkušebního\nprovozu. Organizátor „brousící“ kampaně nebo specializovaná firma provádějící broušení nebo frézování mimo\n„brousicí“ kampaň si u SŽDC OTH vždy vyžádá pokyny pro úpravu pojížděných ploch kolejnic. V pokynech\nSŽDC OTH upřesní kvalitativní požadavky na úpravu pojížděných ploch a stanoví předepsané výsledné profily\nkolejnic. Kampaň smí podle potřeby organizovat i SŽDC prostřednictvím pověřené stavební správy nebo jiné\norganizační jednotky.\nÚpravu pojížděných ploch kolejnic broušením nebo frézováním zajišťují zhotovitelé jednotlivých staveb. Tito\nzhotovitelé rovněž uzavírají smlouvy s organizátorem „brousicí“ kampaně nebo se specializovanou firmou\nprovádějící broušení nebo frézování a odpovídají za hladký průběh práce brousicího vlaku nebo frézovacího stroje\nve vztahu k provozování drážní dopravy a související legislativě. Zhotovitelé musí při zajišťování úpravy\npojížděných ploch kolejnic dodržet nasmlouvané termíny staveb.\nZapracování povinnosti základní úpravy pojížděných ploch kolejnic do smluvního vztahu se zhotovitelem zajišťuje\nmístně příslušná Stavební správa SŽDC nebo dotčený objednatel stavby, který rovněž sjednotí požadavky\nzhotovitelů na úpravu pojížděných ploch kolejnic tak, aby byly vytvořeny podmínky pro ucelenou kampaň. Dohled\nna kvalitu prací brousícího vlaku nebo frézovacího stroje zajišťuje místně příslušné OŘ ve spolupráci\nse SŽDC OTH. Protipožární opatření při práci brousícího vlaku nebo frézovacího stroje jsou uvedena v oddíle\n8.11 TKP.\n8.3.8.2 Broušení výhybek\nZásady broušení pojížděných částí výhybek a kvalitativní požadavky jsou stanoveny předpisem SŽDC (ČD) S3/1.\nZákladní broušení výhybek je součástí zhotovení stavby. Termín a podmínky provádění základního broušení\nstanoví předpis SŽDC (ČD) S3/1.\nBroušení opravné a po navařování prováděné v rámci stavby na užitých a regenerovaných, případně i na stávajících\nvýhybkách se rovněž řídí podmínkami stanovenými předpisem SŽDC (ČD) S3/1.\n8.3.9 Zajištění prostorové polohy koleje\nZpůsob zajištění musí vyhovět předpisu SŽDC S3, díl III.\nV případě, kdy podpěry trakčního vedení, a tedy i zajišťovací značky osazuje zhotovitel před zřízením koleje, musí\nzajišťovací značky po osazení zaměřit a zajistit doplnění geodetické dokumentace o projektovaný vztah osy koleje\na nivelety temene kolejnicového pásu k zajišťovacím značkám.\nPřípadný jiný postup osazení zajišťovacích značek či rozsah a způsob doplnění odpovídající části dokumentace\nstavby stanoví smlouva.\nSoučástí dokumentace zajištění prostorové polohy koleje musí být i technologie kontroly a údržby systému\nzajištění PPK, umožňující splnění kritérií přesnosti stanovených ČSN 73 6360-2 – viz předpis SŽDC S3, díl III.\nZástupce místně příslušné organizační jednotky provozovatele dráhy zajišťující správu trati provádí kontrolu\nosazení ZZ, zda jsou umístěny v souladu s ustanovením předpisu SŽDC S3, díl III. Doklad o výsledku kontroly\nosazení ZZ musí obdržet objednatel a daný doklad se následně stává součástí dokladů o kontrole PPK.\n17\nKontrolu osazení ZZ provádí rovněž SPPK současně při ověřování PPK před zřízením bezstykové koleje\ndle čl. 8.3.6.\nMístně příslušná organizační jednotka provozovatele dráhy zajišťující správu trati má na stavbách převzatých\ndo provozu povinnost zajišťovat kontrolní měření prostorové polohy koleje v termínech stanovených předpisem\nSŽDC (ČD) S 2/3.\nZa účelem dodržení požadovaného zajištění prostorové polohy koleje je SŽDC zpracován souhrnný přehled\npostupu prací, jejich přejímek a ověřovacích měření SPPK při směrové a výškové úpravě kolejí a výhybek\nv návaznosti na související dokumenty a předpisy, včetně jejich znění do přehledové tabulky, která je k dispozici\nna internetu:\nhttp://www.szdc.cz/provozuschopnost-drahy/technicke-pozadavky/zeleznicni-svrsek/soubory-ke-stazeni/ppp.html,\nkde jsou veškeré uvedené údaje průběžně aktualizovány.\n8.4 DODÁVKA, SKLADOVÁNÍ, PRŮKAZNÍ ZKOUŠKY\n8.4.1 Definice kvality, systém zabezpečení kvality\nKvalita stavebního díla je definována souvisejícími technickými normami a interními předpisy a dokumenty SŽDC\n(ČSN, OTP) a kapitolou 1 TKP.\nZhotovitel musí pro stavbu použít jen výrobky stanovené dokumentací. Technologii stavby železničního svršku\nmusí zhotovitel předem odsouhlasit s technickým dozorem stavebníka a při realizaci ji dodržet. Technologie musí\nrespektovat specifika drážního provozu a minimalizovat jeho narušení. Technologie nesmí ohrozit bezpečnost\nželezniční dopravy. Musí také vyhovovat požadavkům ekologickým. Případné změny v technologii musí předem\nodsouhlasit technický dozor stavebníka.\n8.4.2 Odběr zásilky, přejímka množství a kvality\nOdběrem zásilky se rozumí její převzetí zhotovitelem ve výrobně, ve skladech obchodníků s materiálem nebo\nod přepravce podle zásad uvedených v příslušné smlouvě o dílo. U vyjmenovaných dílů a celků (viz oddíl 8.2 této\nkapitoly TKP) ověřuje kvalitu přímo u výrobce uživatelem pověřený orgán (tj. kontrolor jakosti SŽDC) podle\nparametrů stanovených v příslušných schválených TPD a označí je stanoveným způsobem. Originál nebo řízená\nkopie „Protokolu o ověření jakosti“ výrobku pověřeným kontrolorem jakosti SŽDC je součástí dokladů zásilky.\nToto ověření kvality nezbavuje dodavatele odpovědnosti za kvalitní plnění dodávek a poskytnuté záruky\na nenahrazuje přejímku odběratelem. Minimální rozsah přejímky dodávky je stanoven příslušnými TPD.\nOd přepravce přebírá zhotovitel zásilku na základě průvodního dokladu a zjišťuje přitom, zda je zásilka\nnepoškozená, úplná a zda souhlasí dodané množství. Součástí dodávky jsou doklady, které musí obsahovat číslo\npříslušných TPD, případně odkaz na schválenou výrobní dokumentaci součástí železničního svršku a dále uvedené\nnáležitosti. Zhotovitel je povinen provádět průběžnou kontrolu kvality a parametrů materiálů a výrobků určených\npro zhotovení stavby minimálně v rozsahu stanoveném ve schválených TPD. Souběžně provádí kontrolu podle\nsmluvních podmínek technický dozor stavebníka.\nPrůvodní doklady ke každé dodávce musí obsahovat tyto údaje:\na) číslo a datum vyhotovení,\nb) plný nebo zkrácený název výrobce, provozovny, expedičního místa,\nc) název a sídlo odběratele,\nd) místo určení dodávky,\ne) množství dodávaného materiálu,\nf) název, druh, třída,\ng) datum odeslání,\nh) označení „Technických podmínek dodacích“,\ni) „Protokol o ověření jakosti“ výrobku pověřeným kontrolorem jakosti SŽDC, pokud to stanovují TPD,\nj) osvědčení výrobce o kvalitě a kompletnosti dodávky.\nKaždý materiál nebo konstrukční prvek, který není z hlediska kvalitativních parametrů přesněji specifikován nebo\nmá odlišné vlastnosti od požadavků specifikovaných v příslušných TPD, smí být zabudován nebo použit jen\nna základě písemného souhlasu SŽDC OTH.\n18\n8.4.3 Uskladnění materiálů\nZpůsob zacházení s materiálem železničního svršku včetně uložení na úložištích před zabudováním stanoví obecně\npředpisy SŽDC S3 v příslušných dílech, SŽDC (ČD) S3/1, OTP a TPD výrobce, případně se postupuje podle\npokynů objednatele. Způsoby dopravy, manipulace a skladování musí být zásadně takové, aby nedošlo k poškození\nnebo jinému znehodnocení materiálu.\nMateriál železničního svršku musí být uložen mimo průjezdný průřez tak, aby se jeho poloha nemohla účinky\nprovozu měnit.\nVeškerý materiál je třeba zabezpečit před poškozením, znečištěním a krádeží.\nZhotovitel je povinen použít při manipulaci s pražci, kolejnicemi a výhybkovými součástmi vázací, závěsné nebo\ntransportní prostředky, které zajistí jejich nepoškození.\nPři uskladnění nového i vyzískaného materiálu musí zhotovitel dodržet ekologická hlediska (viz oddíl 8.10 této\nkapitoly TKP).\n8.5 ODEBÍRÁNÍ VZORKŮ A KONTROLNÍ ZKOUŠKY\nOdebírání vzorků se železničního svršku netýká. Výjimku tvoří odběr zabudovaného materiálu zhotovitelem\npro reklamační řízení v době stavby nebo záruky.\nKontrolou kvality staveb železničního svršku se rozumí kromě kvality materiálu i kontrola dodržování\nodsouhlasené technologie práce a kvality jízdní dráhy, zejména GPK.\n8.5.1 Druhy zkoušek\n8.5.1.1 Elektrický odpor kolejových polí, měrná svodová admitance\nVelikost měrné svodové admitance je dána vyhláškou č. 177/1995 Sb. Stav jednotlivých součástí železničního\nsvršku musí v místech provozu kolejových obvodů trvale vykazovat nejvýše hodnoty uvedené v § 18 odst. 4 výše\nuvedené vyhlášky, předpise SŽDC S3, díl XIV a příslušných OTP a TPD. Parametry, tolerance a způsob měření\nobsahuje ČSN 34 2613 ed.2 a předpis SŽDC (ČD) T 120. Výsledky měření musí zhotovitel předložit\npři přejímacím řízení.\n8.5.1.2 Dotažení upevňovadel\nSprávnost montáže upevňovadel se kontroluje postupem, stanoveným předpisem SŽDC S3, díl VI, OTP, TPD,\npřípadně dokumentací výrobce pro příslušný typ upevnění. Podmínky funkčnosti jednotlivých typů upevnění\nkolejnic, poloha upevňovadel včetně doporučených a limitních hodnot utahovacích momentů jsou uvedeny\nv předpisu SŽDC S3, díl VI.\n8.5.1.3 Defektoskopická kontrola\nDefektoskopická kontrola nových kolejnic a jazyků je součástí výstupní kontroly u výrobce kolejnic.\nDefektoskopickou kontrolu kolejnic a výhybek vyjímaných z koleje, které jsou určeny k dalšímu použití, zajišťuje\nmístně příslušná organizační jednotka provozovatele dráhy zajišťující správu trati. Doklad o poslední\ndefektoskopické kontrole přitom nesmí být starší než 3 měsíce. Tento doklad musí být předložen technickému\ndozoru stavebníka za účelem ověření. Kontrola musí být prováděna podle předpisu SŽDC (ČD) S3/4, vady jsou\nvyhodnocovány podle předpisu SŽDC (ČD) S67.\nKontrolu mohou vykonávat jen právnické nebo fyzické osoby, které splňují podmínky uvedené v čl. 8.3.2.1 této\nkapitoly TKP.\n8.5.1.4 Kontrola geometrie svarů kolejnic a dovolených odchylek návarů kolejnic, srdcovek\nNa tratích vybrané sítě bez ohledu na rychlost a na ostatních tratích s rychlostí vyšší než 80 km/h (dle údajů TTP\nči nejvyšší projektované rychlosti), musí zhotovitel v průběžných traťových kolejích, v dopravních kolejích\nhlavních a prvních předjízdných provádět a dokladovat kontrolu geometrie všech svarů elektronickým měřidlem\nse záznamovým zařízením, na ostatních tratích, resp. v ostatních staničních kolejích je postačující měření\n19\nelektronickým, případně mechanickým měřidlem nebo ocelovým pravítkem a klínovou nebo listovou měrkou\nse čtením po 0,1 mm. Pro kontrolu mohou být používána jen měřidla schválená SŽDC (do 30.6.2008 ČD). Délka\nměřicí základny měřidla je 1000 mm. Výsledky měření se uvedou do zápisu nebo se zaznamenají do deníku\nsvařování a předloží k přejímacímu řízení.\nKontrolu geometrie všech návarů musí zhotovitel provádět prostorovou šablonou nebo ocelovým pravítkem\n(v případech stanovených technologickým postupem navařování odsouhlaseným SŽDC) a klínovou nebo listovou\nměrkou se čtením po 0,1 mm. Pro kontrolu mohou být používány jen šablony schválené SŽDC (do 30.6.2008 ČD).\nVýsledek měření se uvede do deníku o opravě srdcovky (jazyka) navařováním a předloží k přejímacímu řízení.\nPovolené odchylky jsou uvedeny v čl. 8.6.1 této kapitoly TKP.\n8.5.1.5 Izolační stav izolovaných styků\nZkoušku izolačního stavu všech izolovaných styků kolejnic zřizovaných v koleji zajišťuje zhotovitel podle\npředpisu SŽDC (ČD) T120, zkoušku izolačního stavu dílensky vyráběných izolovaných styků jejich výrobce.\nPovolené odchylky - viz čl. 8.6.2 této kapitoly TKP.\n8.6 PŘÍPUSTNÉ ODCHYLKY, MÍRA OPOTŘEBENÍ, ZÁRUKY\n8.6.1 Dovolené tolerance uspořádání železničního svršku\nŽelezniční svršek musí při převzetí prací vyhovovat stavebním odchylkám v závislosti na rychlostním pásmu\na použitém materiálu, uvedeným v ČSN 73 6360-2 a v příslušných dílech předpisu SŽDC S3. Ostatní dovolené\ntolerance:\na) u konstrukce styků ve stykované koleji jsou stanoveny předpisem SŽDC S3, díl XI,\nu bezstykové koleje jsou stanoveny předpisem SŽDC S3/2,\nb) u svarů se geometrie měří na délce 1000 mm, svar je uprostřed měřené délky. Mohou být použita jen měřidla\nschválená SŽDC. Níže uvedené hodnoty platí pro svary provedené v koleji, na roštu a ve stabilní svařovně.\nHlava kolejnice musí být opracována v plném profilu.\nb1) u svarů kolejnic nových:\n− dovolené odchylky geometrie svarů ve svislém směru od 0,0 mm do + 0,5 mm,\n− dovolená směrová odchylka na pojížděné hraně:\npro kolej v přímé a ve směrovém oblouku poloměru R ≥ 310 m může být svar přímý, nebo odchylka\nvzepětí může dosahovat až + 0,3 mm,\npro kolej ve směrovém oblouku o poloměru 180 m ≤ R < 310 m může odchylka vzepětí dosahovat\n- 0,4 mm až + 0,4 mm,\npro kolej ve směrovém oblouku o poloměru R < 180 m může odchylka vzepětí dosahovat\n- 0,6 mm až + 0,6 mm,\n− změny průběhu geometrie svaru na pojížděných plochách musí být obroušeny do plynulého přechodu.\nPokud budou kolejnicové pásy svařované na roštu vloženy do směrového oblouku, bude zkontrolována\nsměrová odchylka svaru pro daný poloměr oblouku.\nb2) u svarů kolejnic zánovních nebo regenerovaných platí dovolené odchylky jako u kolejnic nových.\nb3) u svarů kolejnic užitých stanoví odchylky od přímosti ve svislém a vodorovném směru odpovědný zástupce\nmístně příslušné OŘ s přihlédnutím ke stavu kolejnic a záměru pro další použití kolejnic. Požadované\ntolerance musí být uvedeny ve smlouvě o dílo, ve které jsou definovány požadavky na svářečské práce.\nU smluv, ve kterých požadavky na svářečské práce definovány nejsou, musí být tolerance prokazatelně\ndohodnuty před zahájením svářečských prací.\nGeometrie svislého směru se dokladuje výstupem z elektronického měřidla.\nHodnoty naměřených vzepětí a hodnocení směrových odchylek na pojížděné nebo nepojížděné hraně\nse dokladuje formou tabulky.\n20\nc) u návarů kolejnic:\n− dovolené odchylky v příčném profilu a podélné výšce smí být ± 0,5 mm, návar na pojížděných plochách\nmusí být plynule obroušen do profilu nepoškozených částí. V případě požadavku odstranění lokálních\ndefektoskopických vad (bez navaření celé srdcovky do profilu), musí být dovolené odchylky mimo\nstanovený rámec předem a prokazatelně dohodnuty mezi správcem trati a zhotovitelem opravy a uvedeny\nv deníku o navaření do kolonky „Popis vad k opravě, poznámky“.\n8.6.2 Dovolené tolerance hodnot elektrických veličin železničního svršku\nProstor, ve kterém je umístěna výstroj kolejových obvodů, musí být řádně odvodněn.\nU dílensky vyrobených izolovaných styků kolejnic (LIS a A-LIS) musí výrobce (zhotovitel) měřit izolační odpor\npodle TNŽ 34 6570. Izolační odpor musí být nejméně 50 kΩ při napětí 500 V. Dodávka dílensky vyrobených\nizolovaných styků musí být doložena „Protokolem o ověření jakosti“ SŽDC pověřeným orgánem.\nU všech izolovaných styků (IS, LIS a A-LIS) v kolejích a výhybkách musí zhotovitel technickému dozoru\nstavebníka předložit potvrzení o jejich funkčnosti. Funkčnost ověřuje kvalifikovaný zaměstnanec místně příslušné\norganizační jednotky provozovatele dráhy zajišťující správu sdělovací a zabezpečovací techniky. Zhotovitel\npředává objednateli ve smyslu předpisu SŽDC S3:\n- soupis izolovaných styků s identifikačními údaji (může být nahrazen situačním schématem s uvedenými údaji),\n- doklady o kvalitě\n- montážní deník A-LIS,\n- potvrzení o funkčnosti zabudovaných izolovaných styků,\n- grafické záznamy měření geometrie LIS, A-LIS.\n8.6.3 Dovolené odchylky geodetických měření a hodnocení prostorové polohy koleje\nPřesnost geodetických prací při zřizování železničního svršku stanoví vyhláška č. 31/1995 Sb. a ČSN 73 0415,\nČSN 73 0420-1, ČSN 73 0420-2.\nPřesnost geodetických bodů pro potřebu staveb železničních drah ČR, pokud SPPK nestanoví jinak, je dána výše\nuvedenými předpisy a normami. Poloha zajišťovacích značek musí odpovídat zásadám stanovených předpisu\nSŽDC S3, díl III.\nOdchylky ve vytýčení prostorové polohy koleje nesmí překročit hodnoty stanovené ČSN 73 0420-2.\nSkutečná prostorová poloha koleje se kontroluje určením podrobných bodů pomocí metod stanovených v předpisu\nSŽDC S3, díl III. Při převzetí stavby se porovnávají hodnoty projektovaných parametrů s hodnotami změřenými\nkontinuální geodetickou metodou.\nHodnoty mezních stavebních odchylek v prostorové poloze koleje pro přejímku dokončených prací podle\npoužitého materiálu (nový, užitý, resp. druhu prací) jsou stanoveny ČSN 73 6360 – 2, kapitola 6.4 „Stavební\nodchylky prostorové polohy koleje“.\nPřekročení příslušných mezních stavebních odchylek v prostorové poloze je klasifikováno jako závada\npři přejímce prací - viz čl. 8.8.4 této kapitoly TKP.\nVyužití posouzení záporné odchylky příčné vzdálenosti osy koleje a hrany nástupiště (dle ČSN 73 6360 – 2,\nkapitola 6.4) ve vztahu k její jmenovité hodnotě lze provést pouze se souhlasem SŽDC OTH. Standardně\nse odchylka příčné vzdálenosti osy koleje a hrany nástupiště (kladná i záporná) posuzuje pouze ve vztahu\nk projektované hodnotě.\n8.6.4 Hodnocení geometrické kvality koleje diagnostickými prostředky\nPřed uvedením stavby do provozu je nezbytné uskutečnit kontinuální měření a hodnocení geometrické kvality\nkoleje v předepsaných parametrech konstrukčního a geometrického uspořádání koleje stanovených normou\nČSN 73 6360 – 2, kapitola 5. Hodnoty mezních stavebních odchylek v koleji i ve výhybkách a výhybkových\nkonstrukcích pro vyjmenované geometrické veličiny - RK, ZR, VK (VL, VP), SK (SL, SP), PK a ZK jsou\ndle rychlostních pásem (RP) a použitého materiálu (nový, užitý, resp. ostatních prací) stanoveny normou\nČSN 736360-2, kapitola 6. K danému hodnocení geometrické kvality koleje musí být předložen grafický záznam\n21\nměřícího zařízení schváleného SŽDC pořízený po provedení poslední úpravy koleje (např. grafický záznam\nze záznamového zařízení ASP, dynamického stabilizátoru, nebo měřícího zařízení KRAB, obsahující vyjmenované\ngeometrické parametry a technologické veličiny dle přílohy 3 předpisu S3/1.). Tento vyhodnocený doklad slouží\njak pro účely TBZ k prokázání způsobilosti k zahájení zkušebního provozu, tak také pro účely předání i převzetí\nprací v koleji. Ve výhybkách a výhybkových konstrukcích pak musí být tento záznam doplněný o podrobné měření\nve smyslu článku 3.6 směrnice GŘ SŽDC č. 51.\nPřekročení příslušných mezních stavebních odchylek je klasifikováno jako závada při přejímce prací a musí být\nnejpozději před ukončením zkušebního provozu odstraněny - viz čl. 8.8.4 této kapitoly TKP.\nMěření měřicím vozem pro železniční svršek (dále i „MV“) nebo měřicí drezínou (dále i „MD“) dle charakteru\ntrati musí být provedeno nejdříve 3 dny po zahájení zkušebního provozu. V hlavních kolejích tratí vybrané\nželezniční sítě (směrnice GŘ SŽDC č. 16/2005 č.j. 3790/05-OP ze 17.1.2006 „Zásady modernizace vybrané\nželezniční sítě České republiky“) musí být měření pro přejímku provedeno vždy měřicím vozem pro železniční\nsvršek. Toto měření slouží pro hodnocení geometrické kvality koleje ve smyslu služební rukověti\nSŽDC SR103/4(S), ČSN 73 6360-2 a této kapitoly TKP. Účastníkem měření je vždy zástupce místně příslušné\norganizační jednotky provozovatele dráhy zajišťující správu dopravní cesty. Měření koleje jiným měřicím\nzařízením (např. měřicím zařízením KRAB, záznamovým zařízením ASP nebo dynamického stabilizátoru)\nse používá pouze v rámci TBZ pro uvedení koleje do zkušebního provozu ve smyslu vyhlášky č. 177/1995 Sb.\nViz výše.Tento vyhodnocený doklad slouží rovněž pro účely předání i převzetí prací.\nPodmínkou pro přejímku (resp. kladný výsledek přejímky) rekonstrukce z hlediska kvality geometrie koleje\nse rozumí dodržení mezních stavebních odchylek geometrických veličin od projektovaných nebo předepsaných\nhodnot, stanovených ČSN 736360-2, kap. 6 a dodržení mezních hodnot známek kvality při měření MV (příp. MD)\nv režimu pro přejímku prací dle SŽDC SR103/4(S).\nRozchod koleje v srdcovkách s přídržnicemi při měření měřicím vozem se hodnotí podle výnosu\nč.j. 18 535/07-OP ze dne 11.6.2007.\nDále platí:\n− pro dané rychlostní pásmo nesmí být překročeny mezní odchylky jednotlivých parametrů GPK pro přejímku\nprací podle ČSN 73 6360-2, kap. 6,\n− mezní stavební odchylky pro přejímku prací u parametru RK v obloucích s projektovaným rozšířením rozchodu\nse kontrolují s využitím grafického záznamu diagnostického prostředku,\n− pro dané RP nesmí být překročeny mezní hodnoty CZK a ZKV jednotlivých geometrických parametrů podle\nslužební rukověti SŽDC SR103/4(S) v celém měřeném úseku ani v žádném z úseků při úsekovém hodnocení\npo 200 m. Pokud se v hodnoceném úseku koleje zařazené do RP 3 nacházejí výhybky nebo kolejové\nkřižovatky, nesmí v nich známky kvality jednotlivých geometrických parametrů a celková známka kvality\npřekročit hodnotu 3,7.\nJízdy měřicího vozu pro železniční svršek v traťových úsecích staveb koridorových tratí se vždy provádějí\ns nastavením rychlostního pásma (dále i „RP“) pro největší rychlost, pro kterou byla trať modernizovaná nebo\noptimalizovaná, tj. i pro rychlost při nasazení vlakových souprav umožňujících využití nedostatku převýšení\n130 mm, 150 mm a pro rychlost jednotek s naklápěcími skříněmi.\nPřekročení příslušných mezních stavebních odchylek v geometrické kvalitě je klasifikováno jako závada\npři přejímce prací - viz čl. 8.8.4 této kapitoly TKP.\n8.6.5 Hodnocení prostorové průchodnosti\nZaměření prostorové průchodnosti zajistí zhotovitel stavby a k TBZ doloží, že rekonstruované koleje jsou\nprostorově průchodné ve smyslu předpisu SŽDC (ČD) S65.\nV době zkušebního provozu, a to nejpozději do 60 dnů po jeho zahájení, musí být provedeno na modernizovaných\nči optimalizovaných úsecích tratí vybrané železniční sítě ČR (viz směrnice GŘ SŽDC č. 16/2005) na náklady\nzhotovitele kontrolní měření a posouzení prostorové průchodnosti celého rekonstruovaného traťového úseku. Toto\nkontrolní měření může být požadováno i na stavbách na ostatních tratích, a to v závislosti na jejich charakteru\n(obtížně měřitelná místa apod.). Použité měřické zařízení a postupy musí odpovídat předpisu SŽDC (ČD) S65\n(např. fotogammetrický stroj FS 3). Vykonávat toto měření smí pouze subjekt, kterému bylo vydáno osvědčení\no způsobilosti k měření a hodnocení prostorové průchodnosti tratí železničních drah ČR. Toto osvědčení vydává\nSŽDC TÚDC (do 1.8.2012 SŽDC OTH).\n22\nPosouzení stavby, zařízení nebo přírodního objektu se provádí vždy v normálové rovině k ose koleje.\nZa nevyhovující se považuje takový objekt, jehož obrys se i jen dotýká projektovaného průjezdného průřezu\n(včetně postranních prostorů průjezdného průřezu Z-GC podle obrázku č. A1 normy ČSN 736320).\n8.6.6 Záruky, údržba v záruční době\nZáruční doby všeobecně stanoví kapitola 1 TKP.\nNedostatky a závady zjištěné na stavbě v průběhu předání a převzetí stavby, TBZ a zkušebního provozu musí být\nodstraněny zhotovitelem stavby nejpozději do ukončení zkušebního provozu. Zásady pro prokazování odstranění\nzávad u geometrických parametrů koleje jsou uvedeny v čl. 8.8.4 této kapitoly TKP.\nV záruční době je pak důvodem pro uplatnění reklamace u geometrických parametrů koleje překročení provozních\nodchylek ve stupni IL a mezních provozních odchylek ve stupni IAL stanovených v kapitole 7, normy\nČSN 73 6360-2. Odstranění závad v záruční době (reklamovaných) musí zhotovitel prokázat dodržením mezních\nstavebních odchylek pro přejímku prací v koleji ostatních prací v koleji podle ČSN 73 6360-2, kap. 6 (např. výpis\nze záznamového zařízení ASP). Odstranění závad v podélné výšce a směru koleje v RP3 a vyšším musí být\ndoloženo hodnocením geometrických veličin VK a SK ve vlnovém pásmu D2 (např. výpis MV), rovněž v režimu\nhodnocení pro přejímku prací v koleji s vložením užitého materiálu, resp. ostatních prací v koleji podle\nČSN 73 6360-2, kap. 6.\nPřed ukončením záruční doby v případě překročení provozních odchylek ve stupni AL podle ČSN 73 6360-2 nebo\nmezních hladin CZK či ZKV za provozu podle SŽDC SR103/4(S) u geometrických parametrů:\n− SK, VK a PK provede zhotovitel směrovou a výškovou úpravu koleje. Přitom v hodnocených úsecích, v nichž\nse nacházejí výhybky nebo kolejové křižovatky, se za mezní hladinu CZK a ZKV geometrických parametrů SK,\nVK a PK v rychlostním pásmu RP 3 uvažuje hodnota 4,5. Podmínky úpravy musí být dohodnuty mezi\nobjednatelem a zhotovitelem,\n− RK a ZR zajistí zhotovitel odstranění závad u rekonstrukcí materiálem novým i užitým. Provozní odchylky\nveličin RK a ZR jsou definovány ČSN 73 6360-2. Ve výhybkách se změří skutečné hodnoty rozchodu koleje\nruční rozchodkou a zhotovitel odstraní závady překračující odchylky ve stupni AL podle ČSN 73 6360-2,\npřílohy B.\nPokud byly zjištěny závady v prostorové průchodnosti, předloží zhotovitel stavby před ukončením zkušebního\nprovozu doklady o jejich odstranění a zápis o kontrole prostorové průchodnosti v místech zjištěných závad.\nZástupce objednavatele stavby může podle množství, závažnosti a charakteru závad rozhodnout o opakovaném\nkontrolním měření a posouzení prostorové průchodnosti podle č. 8.6.5.\nU jednotlivých materiálů (součástí železničního svršku) je záruční doba stanovena v TPD schválených SŽDC\n(do roku 2005 ČD).\nZáruční doba u materiálu užitého (tj. záruka za provedené opravné nebo regenerační práce - navařování, svařování\napod.) je 2 roky. Údržbu v záruční době zajišťuje provozovatel dráhy podle ustanovení v kapitole 1 TKP.\nÚdržba tratí v záruční době zahrnuje:\n− dohled (pochůzky, prohlídky, kontrolní jízdy, měření kolejí a výhybek),\n− ošetřování (ošetření a seřízení součástí výhybek, údržba izolovaných styků, propojek a vodivých lanových\npropojení, hubení plevelů včetně chemického ošetření, odstraňování náletových dřevin, mazání výhybek,\nčištění odvodňovacích zařízení).\n8.7 KLIMATICKÁ OMEZENÍ\nPráce na železničním svršku (kromě prací na BK) jsou obecně dle předpisu SŽDC (ČD) S3/1 omezeny dolní\nhranicí -5°C. Výjimku tvoří pouze údržba, případně práce na odstraňování následků přírodních katastrof\na nehodových událostí (tj. nouzové opravy pro zajištění provozuschopnosti).\nKlimatické omezení jsou rovněž stanoveny technologickými přepisy a postupy příslušných prací.\nPráce na bezstykové koleje musí být prováděny v souladu ustanoveními předpisu SŽDC S3/2.\n23\n8.8 ODSOUHLASENÍ A PŘEVZETÍ PRACÍ\nPředání a převzetí železničního svršku a posouzení způsobilosti železničního svršku k zahájení zkušebního\nprovozu (také u případů, kde se TBZ neprovádí, např. po opravných pracích) je zpravidla spojeno s posouzením\nzpůsobilosti nebo převzetím kolejového lože, železničního spodku, úrovňových přejezdů, zabezpečovacího\nzařízení, trakčního vedení apod.\n8.8.1 Předání a převzetí prací\nPo dokončení prací předmětné stavby vyzve zhotovitel v souladu s harmonogramem objednatele k předání\na převzetí prací a je stanoven termín předání a převzetí prací. Zároveň objednatel vyzve zástupce místně příslušné\norganizační jednotky provozovatele dráhy zajišťující správu trati k účasti na aktu předání a převzetí díla.\nVe stanoveném termínu se provede pochůzka po předávaném díle, při níž zhotovitel předkládá ke kontrole\na vyhodnocení následující doklady, pro konstrukci koleje a výhybek zejména:\n− doklady o ověření kvality použitých materiálů železničního svršku, doklady o kontrole výrobků, dílů a montáži\ndílčích celků,\n− doklad o únosnosti pláně tělesa železničního spodku (eventuelně zápis o odsouhlasení pláně tělesa železničního\nspodku),\n− záznam technologických veličin ASP z každé směrové a výškové úpravy koleje, příp. dynamického\nstabilizátoru ve smyslu čl. 8.3.5 této kapitoly TKP,\n− doklad potvrzený technickým dozorem stavebníka, že práce ASP byla prováděna přesnou metodou (pokud byla\ntato pro danou práci ASP byla na základě ustanovení předpisu SŽDC (ČD) S3/1 vyžadována),\n− zápis o převzetí výhybky před montáží čelisťového závěru včetně dokladu dle ustanovení směrnice SŽDC č. 51\npro provádění prohlídek a měření výhybek,\n− montážní deník A-LIS, včetně potvrzení o funkčnosti a grafický záznam o měření geometrie A-LIS,\n− doklad o kontrole prostorové polohy koleje ve smyslu čl. 8.3.6. této kapitoly TKP (tj. před zřízením BK),\n− prohlášení zhotovitele svarů o dodržení technologického postupu svařování,\n− doklady o zřízení bezstykové koleje a svaření výhybek stanové předpisem SŽDC S3/2, vč. dokladu o měření\nupínací teploty,\n− zápis o přejímce bezstykové koleje podle předpisu SŽDC S3/2,\n− doklad o dosažené kvalitě geometrie koleje - vyhodnocený grafický záznam kontinuálního měření\npředepsaných parametrů konstrukčního a geometrického uspořádání koleje pro účely uvedení stavby\ndo zkušebního provozu, resp. TBZ ve smyslu čl. 8.6.4 této kapitoly TKP,\n− doklad o skutečné prostorové poloze koleje – vyhodnocené ověřovací měření prostorové polohy koleje\npo uvedení do zkušebního provozu ve smyslu čl. 8.6.3 této kapitoly TKP,\n− zápis o kontrole prostorové průchodnosti (návěstidla, sloupy, zábradlí apod.),\n− výsledky měření dle ustanovení čl. 8.5.1.1.,\n− projektovou dokumentaci opravenou dle skutečnosti (min. podélné profily kolejí),\n− podklady od kolejí výhybek dle předpisu SR 107, tj. pasportní údaje.\nDále zhotovitel připraví protokol o geodetické poloze stavby železničního svršku a objektů v jejím okolí, který\nzahrnuje:\na) zápis o předání geodetických bodů ŽBP v prostoru stavby správci prostorové polohy koleje,\nb) seznam geodetických bodů ŽBP, kterých bylo využito pro kontrolní měření,\nc) geodetickou dokumentaci opravenou podle skutečného provedení stavby,\nd) seznam geodetických souřadnic identických bodů stavby a jejího projektu,\ne) doklad o vyhodnocení PPK kontinuální metodou ověřený správcem prostorové polohy koleje,\nf) zápis o vyhodnocení geodetické polohy stavby a jejího projektu potvrzený úředně oprávněnými zástupci\nobjednatele a zhotovitele,\ng) dokumentaci pro definitivní zajištění prostorové polohy koleje podle předpisu SŽDC S3, díl III ověřenou\nsprávcem prostorové polohy koleje,\n24\nSoučástí předání a převzetí železničního svršku musí být rovněž podklady pro aktualizaci pasportní evidence podle\npředpisu SŽDC S3, služební rukověti SŽDC (ČD) SR103/7(S) a Opatření k vedení pasportní evidence\nželezničního svršku č.j. 4200/05-OP.\nNa základě hodnocení pochůzky a dokladů se sepíší zjištěné závady či nedostatky, příp. stanoví termíny na jejich\nrychlé odstranění či doplnění. Zpravidla se v jednom zápise předávává železniční svršek i spodek.\nPo kladném zhodnocení zúčastněnými proběhne vlastní akt předání a převzetí mezi zhotovitelem a objednatelem,\nnásledně pak předání a převzetí mezi objednatelem a správcem. Některé doklady z daného aktu slouží i jako\ndoklady pro potřeby Drážního úřadu (dále i DÚ) k provedení technicko-bezpečnostní zkoušky (dále i TBZ)\na zavedení zkušebního provozu dle kap. 8.8.2. Před provedením TBZ a rozhodnutím DÚ nesmí být zahájen\nprovoz.\n8.8.2 Technicko-bezpečnostní zkouška a zkušební provoz\nTechnicko-bezpečnostní zkouškou se ověřuje stavba nebo její část z hlediska dosažení projektovaných parametrů,\nfunkce stavby a bezpečnosti provozování dráhy a drážní dopravy a její kladný výsledek je podmínkou povolení\nzahájení zkušebního provozu.\nDle vyhlášky č. 177/1995 Sb. §6, u tratí se TBZ provádí:\n- ověření prostorové průchodnosti,\n- ověření GPK záznamovým prostředkem s kontinuálním záznamem nebo jízdou hnacího vozidla,\n- ověření únosnosti železničního spodku (pokud bylo předmětem stavby).\nPokud rekonstrukce koleje (stavba v profesi železniční svršek a spodek) zasáhne určitým způsobem i do jiných\nprofesí (elektro, zabezpečovací a sdělovacích techniky, příp. mostní stavby a pod.) je nutné k vyhodnocení TBZ\ni od jiných profesí.\nPotřebná měření v rámci TBZ zajistí zhotovitel.\nZpůsobilost stavby dráhy k užívání musí být ověřena zkušebním provozem. Zkušební provoz může být zahájen\n(u staveb, na něž bylo vydáno stavební povolení) až po souhlasu DÚ. Zkušební provoz se zavádí před vydáním\nkolaudačního rozhodnutí DÚ na danou stavbu zápisem podle vyhlášky č. 177/1995 Sb.\nO způsobilosti železničního svršku k zahájení zkušebního provozu musí být vyhotoven zápis, ve kterém zúčastněné\nstrany - objednatel, zhotovitel a provozovatel dráhy (místně příslušná organizační jednotka provozovatele dráhy\nzajišťující správu trati) vysloví se zahájením zkušebního provozu souhlas. Ten však může být vydán až po kladném\nvýsledku technicko-bezpečnostní zkoušky (TBZ).\nZkušební provoz slouží k ověření funkce dokončené stavby dráhy jako celku nebo její samostatné části. Rozsah\na podmínky zkušebního provozu stanovuje rovněž vyhláška č. 177/1995 Sb.\nNejdříve po 3 dnech od zahájení zkušebního provozu musí být na hlavních kolejích provedeno hodnocení kvality\ngeometrie koleje v zatíženém stavu měřicím vozem pro železniční svršek, případně měřicí drezínou dle charakteru\nrekonstruované trati ve smyslu čl. 8.6.4. této kapitoly TKP.\nPři zavedení zkušebního provozu se po nutné době konsolidace kolejového lože a po kladném vyhodnocení jízd\nMV pro železniční svršek (a MV trakčního vedení) zavádí návrhová rychlost a jde o běžný železniční provoz.\n8.8.3 Ukončení zkušebního provozu\nPřed termínem ukončení zkušebního provozu správce provede vyhodnocení zkušebního provozu a výsledky dodá\nobjednateli (investorovi). Objednatel provede souhrn nutných dokladů a požádá DÚ o kolaudaci. Pokud je dílo bez\nvad a nedodělků vydá Drážní úřad kolaudační souhlas (§ 122 zákona 183/2006 Sb.).. Zkolaudováním stavby\na zavádí se tzv. trvalý provoz.\nStavba železničního svršku připravená k převzetí do trvalého provozu (Užívání dokončené stavby\n§ 119 zákona 183/2006 Sb.) musí být bez vad a nedodělků a umožnit železniční provoz stanovenou traťovou\nrychlostí.\n25\n8.8.4 Odstranění závad\nPopis a termíny pro odstranění závad a nedodělků a potvrzení o jejich odstranění v průběhu stavby musí být\ndokladovány ve stavebním deníku. Zápisy musí být odsouhlaseny zhotovitelem a technickým dozorem stavebníka.\nOdstranění lokálních závad GPK zjištěných:\n- při uvádění stavby do zkušebního provozu v rámci TBZ (hodnocení dle 8.6.4),\n- při přejímce rekonstrukce; tj. jízda MV nebo MD (hodnocení dle 8.6.4),\n- nebo při ověřovacím měření prostorové polohy koleje pro účely přejímky rekonstrukce (dle 8.6.3),\nmusí zhotovitel prokázat nejpozději do doby převzetí stavby do trvalého užívání. Při prokazování odstranění\ntakových závad se pro hodnocení kvality koleje použijí stejná kritéria pro hodnocení jako pro přejímku prací,\ntj. mezní stavební odchylky dle ČSN 736360-2.\nOdstranění závad v kvalitě geometrie zjištěných při přejímce prací musí být prokázáno opakovaným měřením MV\n(MD). Odstraňování závad v kvalitě geometrie koleje v záruční době se musí uskutečňovat v rozsahu\nodpovídajícímu nejvyšší projektované rychlosti (resp. RP), pro které byla stavba modernizace nebo optimalizace\nprojektována.\nV úsecích již provedených staveb modernizace a optimalizace, kde skutečná poloha koleje neodpovídá její\nprojektované poloze, uplatní místně příslušná organizační jednotka provozovatele dráhy zajišťující správu trati\nu zástupce objednatele stavby v záruční době reklamaci.\nV průběhu reklamačního řízení prostorové polohy koleje, jehož se spolu se zástupci místně příslušné organizační\njednotky provozovatele dráhy zajišťující správu trati účastní i zástupce SPPK, se v závislosti na rozsahu\na hodnotách odchylek stanoví způsob jejich odstranění.\nUvedený způsob zaměření aktuální polohy koleje musí být použit i při jiném způsobu odstranění reklamovaných\nodchylek.\nZávady ohrožující bezpečnost železničního provozu musí být zhotovitelem odstraněny bezodkladně, jinak\nse vystavuje odpovědnosti za ztráty vzniklé přerušením nebo omezením provozu.\nZávady zjištěné při převzetí do trvalého provozu se uvádějí do kolaudačního zápisu včetně termínů odstranění\na finančních postihů podle zákona č. 513/1991 Sb. a smlouvy.\n8.9 KONTROLNÍ MĚŘENÍ, MĚŘENÍ POSUNŮ A PŘETVOŘENÍ\n8.9.1 Kontinuální měření geometrické kvality koleje\nK hodnocení geometrické kvality koleje jak pro převzetí prací tak i pro průběžné hodnocení stavu v době záruky\nse využívá schválený měřicí prostředek ve smyslu vyhlášky č. 177/1995 Sb. a předpisu SŽDC (ČD) S2/3, zpravidla\nměřicí vůz pro železniční svršek, případně měřicí drezína podle charakteru trati. Hodnocení je uvedeno v čl. 8.6.4\ntéto kapitoly.\n8.9.2 Sledování prostorové polohy koleje\nProstorová poloha koleje vůči její projektované poloze se měří geodetickou kontinuální metodou:\n- během stavby dle čl. 8.3.6; tj. vytýčení pro směrovou a výškovou úpravu koleje přesnou metodou\nve smyslu předpisu SŽDC (ČD)S3/1,\n- po dokončení stavby, jako k přejímce stavby,\n- pro účely vytýčení pro následné podbití ve smyslu SŽDC (ČD)S3/1.\nHodnoty mezních stavebních odchylek prostorové polohy koleje stanovuje norma ČSN 736360-2, kap.6.4.\nPo zahájení trvalého provozu se prostorová poloha koleje měří podle ustanovení předpisu SŽDC (ČD) S2/3. Pokud\nběhem záruční doby dojde k překročení provozních odchylek povolených pro provoz podle ČSN 73 6360-2,\nposuzuje se taková skutečnost jako vada dodávky.\nMetody pro ověření prostorové polohy koleje jsou stanoveny předpisem SŽDC S3, díl III.\n26\n8.10 VLIV STAVBY NA ŽIVOTNÍ PROSTŘEDÍ\nOrgánem státní správy v oblasti odpadového hospodářství je stavbě místně příslušný referát životního prostředí\nTato oblast se řídí zákonem č. 185/2001 Sb. Ve smyslu těchto zákonů je nutný souhlas orgánů státní správy\npro nakládání s odpadem, tj. pro manipulaci, skladování, úpravu, přepravu a zřízení zařízení k zneškodňování\nodpadů. Kategorii zařazení výzisků a způsob likvidace odpadů či jejich skládkování stanovuje dokumentace.\nSkládky jak nových, tak i vyzískaných materiálů, výzisků, případně odpadů z hlediska ekologické nezávadnosti\nřeší dokumentace.\nV oblasti železničního svršku se jedná zejména o dřevěné pražce, konzervační oleje či maziva pro šroubová\nspojení a materiály pro ošetření kluzných částí výhybek.\nMateriály zabudované do železničního svršku musí splňovat ustanovení zákona č. 114/1992 Sb.\na vyhlášky č. 395/1992 Sb., dále zákona 22/1997 Sb. Jejich nezávadnost musí být zhotovitelem prokázána.\nZ mechanizačních prostředků a strojů nesmí unikat olej ani pohonné hmoty. Pokud nevyhoví těmto požadavkům,\nnemohou být na stavbě použity.\nPři provádění prací musí zhotovitel zvolit takovou technologii, aby nebyly překročeny přípustné hodnoty hluku\na vibrací. Ochrana před hlukem a vibracemi vyplývá z § 30 a § 31 zákona č. 258/2000 Sb., které ukládají vlastníku\ndráhy a provozovateli strojů a zařízení zajistit, aby hluk a vibrace nepřekračovaly hygienické limity stanovené\nprováděcím předpisem (nařízení vlády č. 148/2006 Sb.)\n8.11 BEZPEČNOST PRÁCE A TECHNICKÝCH ZAŘÍZENÍ, POŽÁRNÍ OCHRANA\nPožadavky na bezpečnost práce a technických zařízení jakož i na požární ochranu obecně stanoví kapitola 1 TKP.\nPožární zabezpečení při svařování a řezání kovů.\nSvářečské práce (včetně řezání kovů kyslíkem) lze provádět pouze v souladu s vyhláškou č. 87/2000 Sb. v platném\nznění, předpisem SŽDC Ob14 pro stanovení organizace zabezpečení požární ochrany Správy železniční dopravní\ncesty, státní organizace, směrnicí SŽDC č. 56, s přihlédnutím k ČSN 05 0600, 05 0601, 05 0610, 05 0630,\n05 0650, 07 8304 a rovněž Pokynu k plnění „Směrnice SŽDC č. 56 o požární bezpečnosti při svařování ve státní\norganizaci Správa železniční dopravní cesty“ při svářečských pracích na železničním svršku, č.j. 33674/09-OTH\nze dne 29.6.2009.\nPřed svařováním termitem, elektrickým obloukem a řezáním kovů kyslíkem musí zhotovitel vyhodnotit podmínky\npožární bezpečnosti v daném prostředí, v němž se svařuje, včetně jeho okolí s přihlédnutím zejména\nk ČSN 05 0601 a přijmout taková opatření, aby se snížilo případné nebezpečí požáru. Vyhodnotí možné požární\nnebezpečí ve vztahu k druhu svařování, stavu svářečského pracoviště a přilehlých prostorů, použitých zařízení\na materiálů a reaguje na ně v požárně bezpečnostních opatřeních s tím, že:\n- vymezí oprávnění a povinnosti osob k zajištění požární bezpečnosti při zahájení svařování, v jeho průběhu,\npři přerušení a po jeho skončení,\n- stanoví požadavky na účastníky svařování vyžadující zvláštní požárně bezpečnostní opatření a na osoby\nprovádějící požární dohled při přerušení a po skončení svařování, pokud není požární dohled nepřetržitý,\n- stanoví požadavky na bezpečný pohyb a pohyb osob včetně zákazů,\n- zabezpečí volné únikové cesty včetně přístupu k nim,\n- určí provozní podmínky technických zařízení a technologického procesu, včetně podmínek případných odstávek\nzařízení nebo omezení provozu,\n- stanoví další opatření s ohledem na druh činnosti, případně specifické riziko svářečského pracoviště, zejména\nv období dlouhodobého sucha zohlední i ustanovení příslušného nařízení kraje.\nVe zvlášť specifických případech si vyžádá posouzení pracoviště odborně způsobilé osoby požární ochrany\npříslušné OŘ popř. odborně způsobilé osoby požární ochrany odboru krizového řízení.\nSvařování nesmí být zahájeno, jestliže nejsou stanovena požárně bezpečnostní opatření s ohledem na druh a místo\nsvářečských prací, svářeč a ostatní zúčastnění zaměstnanci nejsou prokazatelně seznámeni s místními podmínkami\npožární bezpečnosti nebo nejsou splněny podmínky pro bezpečné zahájení prací.\n27\nSvařovací pracoviště je třeba mít vybavené dostatečným počtem vhodných hasebních a ochranných prostředků,\njako lopaty, hasicí přístroje, zásoby vody, písku, zástěny proti úletu jisker apod.\nPožární dohled je vykonáván osobou k tomu předem určenou s písemně stanovenými úkoly. Osoby provádějící\npožární dohled musí být prokazatelně seznámeny s požárním nebezpečím provozované činnosti, se způsobem\nvyhlášení požárního poplachu, přivolání jednotky požární ochrany a s poskytnutím pomoci v souvislosti\nse zdoláváním požáru, s rozmístěním a použitím věcných prostředků požární ochrany a požárně bezpečnostního\nzařízení, se způsobem, podmínkami a možnosti hašení požárů, evakuace osob, zvířat nebo materiálu v místech\nprovádění svařování v rozsahu tématického a časového plánu odborné přípravy pro preventivní požární hlídky.\nO provedeném seznámení musí být zhotoven záznam obsahující náležitosti uvedené v § 36 vyhlášky\nč. 246/2001 Sb.\nPožární dohled je vykonáván v průběhu svařování nepřetržitě. V případě vzniku požáru musí být tato skutečnost\nohlášena příslušné jednotky požární ochrany HZS SŽDC a to i v případě, že byl požár osobami provádějící požární\ndohled uhašen.\nPro požárně bezpečné používání aluminotermického svařování je třeba písemně stanovit zvláštní pokyny, které\nobsahují podmínky požární bezpečnosti. Stanovení a dodržování podmínek požární bezpečnosti zabezpečuje\nzhotovitel, který tyto činnosti vykonává.\nPráce spojené se svařování (navařováním) kolejnic a kolejnicové části výhybek (včetně jazyků, opornic\na srdcovek) mohou být vykonávány pouze při respektování příslušných ustanovení TNŽ 05 0715, přičemž\nstanovené podmínky požární bezpečnosti musí obsahovat příslušné pracovní a technologie postupy a zohledňovat\npříslušná ustanovení souvisejících normativních požadavků (např. ČSN 05 0705, ČSN EN 287-1+ A2).\nProtipožární opatření při práci brousicího vlaku a frézovacího stroje\nBrousící a frézovací práce na železničním svršku, prováděné soupravou pro broušení nebo frézování kolejnic,\nse provádí v souladu s předpisem SŽDC Ob14.\nPracovní vozy brousicího vlaku a frézovacího stroje musí být vybaveny kryty brousicích kotoučů pro zamezení\núletu žhavých částic.\nRozsah protipožárních opatření je nutno přizpůsobit místním podmínkám, stavu okolního prostředí a ročnímu\nobdobí.\nBrousicí vlak musí být vybaven zásobou vody a hadicemi k hašení vznikajícího požáru. Před a za pracovištěm\nbrousicího vlaku se zpravidla zdržuje mobilní samohybné kolejové vozidlo, vybavené zásobou vody, hasicími\npřístroji, lopatami a preventivní požární hlídkou určenou k případnému hašení.\nOsoby zařazené do preventivní požární hlídky musí být prokazatelně seznámeny s požárním nebezpečím\nprovozované činnosti, se způsobem vyhlášení požárního poplachu, přivolání jednotky požární ochrany\na s poskytnutím pomoci v souvislosti se zdoláváním požáru, s rozmístěním a použitím věcných prostředků požární\nochrany a požárně bezpečnostního zařízení, se způsobem, podmínkami a možnosti hašení požárů, evakuace osob,\nzvířat nebo materiálu v místech prováděné činnosti v rozsahu tématického a časového plánu odborné přípravy\npro preventivní požární hlídky. O provedeném seznámení musí být zhotoven záznam obsahující náležitosti\nuvedené v § 36 vyhlášky č. 246/2001 Sb.\nPokyny pro činnost preventivní požární hlídky vždy musí obsahovat určení prostor nebo činností, pro které\nje preventivní požární hlídka zřízena, jmenný seznam, stanovení úkolů jednotlivých zaměstnanců zařazených\ndo preventivní požární hlídky a potřebného vybavení k provedení prvotního zásahu, popřípadě další skutečnosti\nvyplývají z průvodní dokumentace výrobce vozů brousicího vlaku či frézovacího stroje.\nRozsah protipožárních opatření navrhne zhotovitel a odsouhlasí technickým dozorem stavebníka. Stanovení\na dodržování protipožárních opatření zabezpečuje zhotovitel, který předmětné činnosti vykonává.\nO nasazení brousicího vlaku nebo frézovacího stroje musí zhotovitel alespoň týden před zahájením prací\ninformovat HZS SŽDC, a to především o místě a termínu broušení nebo frézování, o možných rizicích těchto prací\nz hlediska požární bezpečnosti a o způsobu zajištění požární bezpečnosti.\n8.12 SOUVISEJÍCÍ NORMY A PŘEDPISY\nUvedené související normy a předpisy vycházejí z aktuálního stavu v době zpracování TKP, resp. jejich\naktualizace. Uživatel TKP odpovídá za použití aktuální verze výchozích podkladů ve smyslu kap. 1.3 TKP,\ntj právních předpisů, technických norem a předpisů a předpisů SŽDC a ČD.\n28\n8.12.1 Obecně závazné právní předpisy\nZákon č. 22/1997 Sb. o technických požadavcích na výrobky a o změně a doplnění některých zákonů\nv platném znění\nZákon č. 114/1992 Sb. o ochraně přírody a krajiny v platném znění\nZákon č. 185/2001 Sb. o odpadech a o změně některých dalších zákonů v platném znění\nZákon č. 183/2006 Sb. o územním plánování a stavebním řádu (stavební zákon) v platném znění\nZákon č. 133/1985 Sb. o požární ochraně v platném znění\nZákon č. 200/1994 Sb. o zeměměřictví a o změně a doplnění některých zákonů souvisejících s jeho\nzavedením v platném znění\nZákon č. 266/1994 Sb. o drahách v platném znění\nZákon č. 513/1991 Sb. Obchodní zákoník v platném znění\nZákon č. 258/2000 Sb. o ochraně veřejného zdraví a o změně některých souvisejících předpisů\nv platném znění\nNařízení vlády č. 133/2005 Sb. o technických požadavcích na provozní a technickou propojenost\nevropského železničního systému v platném znění\nNařízení vlády č. 148/2006 Sb. o ochraně před nepříznivými účinky hluku a vibrací v platném znění\nNařízení vlády č. 163/2002 Sb. kterým se stanoví technické požadavky na vybrané stavební výrobky,\nv platném znění\nNařízení vlády č. 190/2002 Sb. kterým se stanoví technické požadavky na stavební výrobky označované CE,\nv platném znění\nNařízení vlády č. 430/2006 Sb. o stanovení geodetických referenčních systémů a státních mapových děl\nzávazných na území státu a zásadách jejich používání v platném znění\nVyhláška č. 31/1995 Sb. Českého úřadu zeměměřického a katastrálního, kterou se provádí zákon\nč. 200/1994 Sb., o zeměměřictví a o změně a doplnění některých zákonů\nsouvisejících s jeho zavedením, v platném znění\nVyhláška č. 48/1982 Sb. Českého úřadu bezpečnosti práce, kterou se stanoví základní požadavky\nk zajištění bezpečnosti práce a technických zařízení, v platném znění\nVyhláška č. 87/2000 Sb. Ministerstva vnitra, kterou se stanoví podmínky požární bezpečnosti při\nsvařování a nahřívání živic v tavných nádobách, v platném znění\nVyhláška č. 100/1995 Sb. Ministerstva dopravy, kterou se stanoví podmínky pro provoz, konstrukci a\nvýrobu určených technických zařízení a jejich konkretizace (Řád určených\ntechnických zařízení), v platném znění\nVyhláška č. 101/1995 Sb. Ministerstva dopravy, kterou se vydává Řád pro zdravotní a odbornou\nzpůsobilost osob při provozování dráhy a drážní dopravy, v platném znění\nVyhláška č. 173/1995 Sb. Ministerstva dopravy, kterou se vydává dopravní řád drah, v platném znění\nVyhláška č. 177/1995 Sb. Ministerstva dopravy, kterou se vydává stavební a technický řád drah,\nv platném znění\nVyhláška č. 246/2001 Sb. Ministerstva vnitra o stanovení podmínek požární bezpečnosti a výkonu\nstátního požárního dozoru (vyhláška o požární prevenci) v platném znění\nVyhláška č. 395/1992 Sb. Ministerstva životního prostředí, kterou se provádějí některá ustanovení zákona\nČeské národní rady č. 114/1992 Sb., o ochraně přírody a krajiny, v platném\nznění\nVyhláška č. 352/2004 Sb. Ministerstva dopravy o provozní a technické propojenosti evropského\nželezničního systému v platném znění\n29\n8.12.2 Technické normy\nČSN 05 0600 Zváranie. Bezpečnostné ustanovenia pre zváranie kovov. Projektovanie a príprava\npracovísk\nČSN 05 0601 Zváranie. Bezpečnostné ustanovenia pre zváranie kovov. Prevádzka\nČSN 05 0610 Zváranie. Bezpečnostné ustanovenia pre plameňové zváranie kovov a rezanie kovov\nČSN 05 0630 Zváranie. Bezpečnostné ustanovenia pre oblúkové zváranie kovov\nČSN 05 0650 Zváranie. Bezpečnostné ustanovenia pre odporové zváranie kovov\nČSN 05 0705 Zaškolení pracovníků a základní kursy svářečů\nČSN EN 287-1 Zkoušky svářečů - Tavné svařování - část 1: ocel\n+A2 (05 0711)\nČSN EN 14 730-1 Železniční aplikace - Kolej - Aluminotermické svařování kolejnic - Část 1: Schvalování\n+A1 svařovacích procesů\nČSN EN 14 730-2 Železniční aplikace - Kolej - Aluminotermické svařování kolejnic - Část 2: Kvalifikace\nsvářečů pro aluminotermické svařování, způsobilost zhotovitelů a přejímka svarů\nČSN EN 14 587-1 Železniční aplikace - Kolej - Odtavovací stykové svařování kolejnic - Část 1: Nové\nkolejnice třídy R220, R260, R260Mn a R350HT svařované ve stabilní svařovně\nČSN EN 14 587-2 Železniční aplikace - Kolej - Odtavovací stykové svařování kolejnic - Část 2: Nové\nkolejnice třídy R220, R260, R260Mn a R350HT svařované mobilními svářečkami mimo\nstabilní svařovnu\nČSN EN 15 594 Železniční aplikace - Kolej – Oprava kolejnic navařováním elektrickým obloukem\nČSN 34 1500 ed.2 Drážní zařízení – Pevná trakční zařízení – Předpisy pro elektrická trakční zařízení\nČSN 34 1530 ed.2 Drážní zařízení - Elektrická trakční vedení železničních drah celostátních, regionálních\na vleček\nČSN 34 2613 ed.2 Železniční zabezpečovací zařízení - Kolejové obvody a vnější podmínky pro jejich\nčinnost\nČSN 34 2614 ed.2 Železniční zabezpečovací zařízení - Předpisy pro projektování, provozování a používání\nkolejových obvodů\nČSN EN 50110-1 Obsluha a práce na elektrických zařízeních\ned.2\nČSN EN 50110-2 Obsluha a práce na elektrických zařízeních - Část 2: Národní dodatky\ned.2\nČSN 49 0000 Nazvoslovie v drevárskom priemysle. Všeobecné pojmy a vlastnosti dreva\nČSN 49 0609 Ochrana dreva. Skúšanie akosti ochrany dreva\nČSN 49 0616-2 Ochrana dreva. Impregnácia drevených podvalov. Dvojitý spôsob podľa Rüpinga.\nModifikovaný spôsob\nČSN 64 0090 Plasty. Skladování výrobků z plastů.\nČSN 65 8050 Zkoušení černouhelných dehtových olejů\nČSN 73 0212-4 Geometrická přesnost ve výstavbě. Kontrola přesnosti. Část 4: Liniové stavební objekty\nČSN 73 0415 Geodetické body\nČSN 73 0420-1 Přesnost vytyčování staveb - Část 1: Základní požadavky\nČSN 73 0420-2 Přesnost vytyčování staveb - Část 2: Vytyčovací odchylky\nČSN 73 4959 Nástupiště a nástupištní přístřešky na drahách celostátních, regionálních a vlečkách\nČSN 73 6201 Projektování mostních objektů\nČSN 73 6301 Projektování železničních drah\nČSN 73 6310 Navrhování železničních stanic\nČSN 73 6320 Průjezdné průřezy na dráhách celostátních, dráhách regionálních a vlečkách normálního\nrozchodu\n30\nČSN 73 6360 -1 Konstrukční a geometrické uspořádání koleje železničních drah a její prostorová poloha -\nČást 1: Projektování\nČSN 73 6360–2 Konstrukční a geometrické uspořádání koleje železničních drah a její prostorová poloha -\nČást 2: Stavba a přejímka, provoz a údržba\nČSN 73 6380 Železniční přejezdy a přechody\nČSN EN 1001-2 Trvanlivost dřeva a materiálů na bázi dřeva - Terminologie - Část 2: Slovník 2\n(490001)\nČSN EN 13145 Železniční aplikace - Tratě - Dřevěné příčné a výhybkové pražce\n(49 1410)\nČSN EN 13146-1 Železniční aplikace - Kolej - Metody zkoušení systémů upevnění - Část 1: Stanovení\nodporu proti podélnému posunutí kolejnice\nČSN EN 13146-2 Železniční aplikace - Kolej - Metody zkoušení systémů upevnění - Část 2: Stanovení\nodporu proti pootočení\nČSN EN 13146-3 Železniční aplikace - Kolej - Metody zkoušení systémů upevnění - Část 3: Stanovení\nútlumu rázového zatížení\nČSN EN 13146-4 Železniční aplikace - Kolej - Metody zkoušení systémů upevnění - Část 4: Účinek\nopakovaného zatěžování\nČSN EN 13146-5 Železniční aplikace - Kolej - Metody zkoušení systémů upevnění - Část 5: Stanovení\nelektrického odporu\nČSN EN 13146-6 Železniční aplikace - Kolej - Metody zkoušení systémů upevnění - Část 6: Vliv\nnepříznivých vnějších podmínek\nČSN EN 13146-7 Železniční aplikace - Kolej - Metody zkoušení systémů upevnění - Část 7: Stanovení\nsvěrné síly\nČSN EN 13146-8 Železniční aplikace - Kolej - Metody zkoušení systémů upevnění - Část 8: Provozní\nověřování\nČSN EN 13146-9 Železniční aplikace - Kolej - Metody zkoušení systémů upevnění - Část 9: Stanovení\n+ A1 tuhosti\nČSN EN 13230-1 Železniční aplikace - Kolej - Betonové příčné a výhybkové pražce – Část 1: Všeobecné\npožadavky\nČSN EN 13230-2 Železniční aplikace - Kolej - Betonové příčné a výhybkové pražce – Část 2: Předpjaté\nmonoblokové pražce\nČSN EN 13230-3 Železniční aplikace - Kolej - Betonové příčné a výhybkové pražce - Část 3: Dvoublokové\nželezobetonové pražce\nČSN EN 13230-4 Železniční aplikace – Kolej - Betonové příčné a výhybkové pražce – Část 4: Předpjaté\npražce pro výhybky a výhybkové konstrukce\nČSN EN 13230-5 Železniční aplikace - Kolej - Betonové příčné a výhybkové pražce - Část 5: Zvláštní prvky\nČSN EN 13231-3 Železniční aplikace- Kolej-Přejímka prací- Část 3: Přejímka broušení, frézování\na hoblování kolejnic v koleji\nČSN EN 13232-1 Železniční aplikace - Kolej - Výhybky a výhybkové konstrukce - Část 1: Definice\nČSN EN 13232-2 Železniční aplikace - Kolej - Výhybky a výhybkové konstrukce - Část 2: Požadavky\nna návrh geometrie\nČSN EN 13232-3 Železniční aplikace - Kolej - Výhybky a výhybkové konstrukce - Část 3: Požadavky\nna interakci kolo/kolejnice\nČSN EN 13232-4 Železniční aplikace – Kolej - Výhybky a výhybkové konstrukce - Část 4: Přestavování,\nzajištění polohy a indikace\nČSN EN 13232-5 Železniční aplikace - Kolej - Výhybky a výhybkové konstrukce - Část 5: Výměny\nČSN EN 13232-6 Železniční aplikace - Kolej - Výhybky a výhybkové konstrukce - Část 6: Pevné\njednoduché a dvojité srdcovky\nČSN EN 13232-7 Železniční aplikace - Kolej - Výhybky a výhybkové konstrukce - Část 7: Srdcovky\ns pohyblivými částmi\nČSN EN 13232-8 Železniční aplikace - Kolej - Výhybky a výhybkové konstrukce - Část 8: Dilatační\nzařízení\n31\nČSN EN 13232-9 Železniční aplikace - Kolej - Výhybky a výhybkové konstrukce - Část 9: Návrh\nkonstrukce, dokumentace a přejímka\nČSN EN 13450 Kamenivo pro kolejové lože\nČSN EN 15689 Železniční aplikace - Kolej - Výhybky a výhybkové konstrukce - srdcovky z lité\naustenitické manganové oceli\nČSN EN 13481-1 Železniční aplikace - Kolej - Požadavky na vlastnosti systémů upevnění - Část 1: Definice\nČSN EN 13481-2 Železniční aplikace - Kolej - Požadavky na vlastnosti systémů upevnění - Část 2: Systémy\nupevnění pro betonové pražce\nČSN EN 13481-3 Železniční aplikace - Kolej - Požadavky na vlastnosti systémů upevnění - Část 3: Systémy\nupevnění pro dřevěné pražce\nČSN EN 13481-4 Železniční aplikace - Kolej - Požadavky na vlastnosti systémů upevnění - Část 4: Systémy\nupevnění pro ocelové pražce\nČSN EN 13481-5 Železniční aplikace - Kolej - Požadavky na vlastnosti systémů upevnění - Část 5: Systémy\nupevnění pro pevnou jízdní dráhu s kolejnicí na jejím povrchu nebo zapuštěnou ve žlábku\nČSN EN 13481-7 Železniční aplikace - Kolej - Požadavky na vlastnosti systémů upevnění - Část 7:\nSpeciální systémy upevnění pro výhybky a výhybkové konstrukce a přídržné kolejnice\nČSN EN 13674-1 Železniční aplikace – Kolej – Kolejnice – Část 1: Vignolovy železniční kolejnice\n(73 6361) o hmotnosti 46 kg/m a větší\nČSN EN 13674-2 Železniční aplikace – Kolej – Kolejnice – Část 2: Kolejnice pro výhybky a výhybkové\n+A1 (73 6361) konstrukce používané s Vignolovými železničními kolejnicemi o hmotnosti 46 kg/m\na větší\nČSN EN 13848-2 Železniční aplikace- Kolej-Geometrická kvalita koleje- Část 2: Měřicí zařízení- měřicí\n(73 6359) vozy\nČSN IEC 913 Elektrotechnické předpisy. Elektrické trakční nadzemní vedení.\n(34 1540)\nTNŽ 05 0715 Zkoušky svářečů. Svařování a navařování kolejnic\nTNŽ 34 6570 Elektrické vlastnosti izolovaných kolejnicových styků\nTNŽ 73 6334 Oplocení a zábradlí na drahách celostátních a regionálních\n8.12.3 Dokumenty vnitropodnikové legislativy SŽDC\nSŽDC (ČD) D2 Předpis pro organizování a provozování drážní dopravy\nSŽDC (ČD) D2/81 Doprava speciálních vozidel podle typu\nSŽDC (ČD) D3 Předpis pro zjednodušené řízení drážní dopravy\nSŽDC D7/2 Předpis pro organizování výlukové činnosti na tratích provozovaných Správou\nželezniční dopravní cesty, státní organizace\nSŽDC E2 Předpis pro obsluhu a údržbu zařízení pro elektrický ohřev výhybek\nSŽDC Zam1 (prozatímní) Předpis o odborné způsobilosti zaměstnanců Správy železniční dopravní cesty,\nstátní organizace\nSŽDC Ob 14 Předpis pro stanovení organizace zabezpečení požární ochrany Správy železniční\ndopravní cesty, státní organizace\nSŽDC (ČD) Op16 Pravidla o bezpečnosti a ochraně zdraví při práci\nSŽDC (ČD) S2/3 Organizace a provádění kontrol tratí Českých drah\nSŽDC S3 Železniční svršek\nSŽDC (ČD) S3/1 Práce na železničním svršku\nSŽDC S3/2 Bezstyková kolej\nSŽDC (ČD) S3/3 Železniční svršek úzkorozchodných drah\nSŽDC (ČD) S3/4 Nedestruktivní zkoušení kolejnic\nSŽDC (ČD) S3/5 Předpis pro svařování součástí železničního svršku v traťovém hospodářství\n32\nSŽDC S4 Železniční spodek\nSŽDC S8 Provoz, udržování a opravy speciálních vozidel\nSŽDC (ČD) S8/3 Předpis pro provoz speciálních vozidel podle typů\nSŽDC S9 Pevná jízdní dráha\nSŽDC (ČD) S65 Evidence překážek prostorové průchodnosti tratí Českých drah\nSŽDC (ČD) S67 Vady a lomy kolejnic\nSŽDC (ČD) S68 Vady betonových pražců\nSŽDC (ČD) SR103/1(S) Seznam vzorových listů železničního svršku\nSŽDC (ČSD) SR103/2(S) Pracovní postupy pro drobnou údržbu, souvislé propracování, střední opravy\na komplexní rekonstrukce železničního svršku\nSŽDC SR103/3(S) Výkresy materiálu pro železniční svršek. Kolej\nSŽDC SR103/4(S) Využívání měřicích vozů pro železniční svršek s kontinuálním měřením tratě pod\nzatížením\nSŽDC (ČSD) SR103/5(S) Měření výhybek\nSŽDC (ČD) SR103/6(S) Výkresy materiálu železničního svršku. Výhybky soustavy R 65, S 49, T\nSŽDC SR103/6-2(S) Výkresy materiálu železničního svršku. Výhybky soustavy UIC 60 a\nS 49 2.generace\nSŽDC (ČD) SR103/7(S) Pasportní evidence železničního svršku\nSŽDC SR 103/8(S) Komentář ČSN 736360. Konstrukční a geometrické uspořádání koleje železničních\ndrah a její prostorová poloha\nSŽDC (ČD) T120 Předpis pro provozování a údržbu zařízení pro kontrolu volnosti nebo obsazenosti\nkolejových úseků\nSŽDC (ČSD) T121 Údržba venkovního zabezpečovacího zařízení\nObecné technické podmínky č.j. 55 497/95-S7/STAV – pro plastové regenerační vložky do dřevěných\na betonových pražců\nObecné technické podmínky č.j. 55 498/95-S7/STAV – pro plastové kolejnicové spojky\nObecné technické podmínky č.j. 22 693/06-OP – Dřevěné kolejnicové podpory pro železniční dráhy\nObecné technické podmínky č.j. 56 710/2001-O13 – pro pružné podložky pod podkladnice\nObecné technické podmínky č.j. 57 045/96-S13 – pro pružné podložky pod patu kolejnice\nv bezpodkladnicovém upevnění\nObecné technické podmínky č.j. 58 478/2001-O13 – pro ocelové distanční kroužky\nObecné technické podmínky č.j. 58 479/2001-O13 – pro izolační podložky pod ocelové distanční kroužky\nObecné technické podmínky č.j. 60 555/99-O13 – pro upevnění kolejnic\nObecné technické podmínky č.j. 14 503/07-OP – Betonové pražce pro železniční dráhy\nObecné technické podmínky č.j. 60 788/99-O13 – pro pružné svěrky a spony\nObecné technické podmínky č.j. 60 789/99-O13 – pro pružné podložky pod patu kolejnice v podkladnicovém\nupevnění\nObecné technické podmínky č.j. 58 961/2002-O13 – Vrtule pro železniční svršek\nObecné technické podmínky č.j. 58 960/02-O13 – pro ocelové šrouby a matice pro železniční svršek\nObecné technické podmínky č.j. 21 240/07-OP – pro opravy a regenerace železničních výhybek a\nvýhybkových konstrukcí\nOpatření VŘ DDC č. 106 „Metodický pokyn pro zřizování ohřevu výhybek v síti ČD“ č.j. 56 790/2001-O13\nOpatření k vedení pasportní evidence železničního svršku č.j. 4 200/05-OP\nPokyn GŘ SŽDC č.6/2006 Svařování kolejnic elektrickým obloukem – vymezení podmínek pro použití\nč.j. 27 168/06-OP technologií\nPokyn generálního ředitele Opatření k zavedení účinnosti Změny 1 ČSN 73 6320\nč. 6/2012 (ČSN 73 6320:1997+Z1:2012)\nSměrnice GŘ č. 11/2006 Dokumentace pro přípravu staveb na železničních drahách celostátních\na regionálních, č.j. 13 511/06-OP\n33\nSměrnice GŘ SŽDC č. 16/2005 Zásady modernizace vybrané železniční sítě České republiky,\nč.j. 37 90/05-OP ze 17.1.2006\nSměrnice GŘ SŽDC č. 28/2005 Koncepce používání jednotlivých tvarů kolejnic a typů upevnění v kolejích\nželezničních drah ve vlastnictví České republiky, č.j. 6 037/05-OP\nSměrnice SŽDC č. 42 Hospodaření s vyzískaným materiálem\nč.j. 45 731/2012-ONVZ/1, účinnost od 7.1.2013\nSměrnice SŽDC č. 50 Požadavky na odbornou způsobilost dodavatelů při činnostech na dráhách\nprovozovaných státní organizací Správa železniční dopravní cesty,\nč.j. 28 692/2012-OP, účinnost od 1.7.2012\nSměrnice SŽDC č. 51 pro provádění prohlídek a měření výhybek,\nč.j. 31 124/08-OTH s účinností od 1.10.2008\nSměrnice SŽDC č. 56 o požární bezpečnosti při svařování ve státní organizaci Správa železniční\ndopravní cesty, č.j. 40 870/08-OKŘ, účinnost od 1.6.2009\nPokyny k plnění „Směrnice SŽDC č.56 o požární bezpečnosti při svařování ve státní organizaci Správa\nželezniční dopravní cesty“ při svářečských pracích na železničním\nsvršku, č.j. 33 674/09-OTH ze dne 29.6.2009\nSměrnice SŽDC č. 67 Systém péče o kvalitu v oblasti traťového hospodářství,\nč.j. S 35 410/11-OTH ze dne 8.8.2011, účinnost od 1.9.2011\nSměrnice SŽDC č. 77 Technická specifikace nových výhybek a výhybkových konstrukcí soustav\nUIC 60 a S 49 2. generace, č.j. S 36 645/10-OTH, účinnost od 1.10.2010\nVýcvikový řád pro řidiče a obsluhovatele speciálních vozidel na tratích ČD č.j. 59 598/95-S7/TK\nVýnos ČD DDC č.j. 14 028/77-13 Směrnice pro navrhování a montáž obloukových výhybek\nVýnos ČD DDC č.j. 58 208/95-S7/stav Použití malého dilatačního zařízení (MDZ) pro ochranu výhybek před\nsilami od BK\nVýnos ČD DDC č.j. 1 044/96-13 Zajištění přesnosti měření nerovnosti povrchu svarů elektronickým\nměřidlem\nVýnos ČD DDC č.j. 55 5420/96-S13 Podmínky pro nedestruktivní zkoušení ultrazvukem pro mimodrážní\nfirmy u DDC a kvalifikační předpoklady pro defektoskopické\npracovníky\nVýnos ČD DDC č.j. 92/98-O13 Prostorová šablona PŠR – 1 z 28.1.1998\nVýnos ČD DDC č.j. 58 310/99-O13 Schválení žlabového pražce pro výhybky UIC 60 a S 49 druhé generace\nz 15.12.1999\nVýnos č.j.: 172/2002-O13 Nákup součástí železničního svršku po uplynutí jejich záruční doby\nze dne z 19.02.2002\nVýnos č.j. 59 654/2002-O13 Směrnice DDC O13 pro posuzování provozního stavu jazyků a opornic\nšablonou PŠR-3\nVýnos č.j. 55 474/03-O13 Pokyny pro využívání měřidel a technologických pomůcek (šablon) pro\nposuzování pojížděných součástí výhybek\nVýnos č.j.: 763/05-O13 Měření upínací teploty přístrojem RailScan\n(pozn.: výnos k zákazu používání daného zařízení) z 14.06.2005\nVýnos SŽDC č.j. 62 38/07-OP z 16.3.2007 Opatření k zavedení účinnosti novelizované normy\nČSN 73 6360-2:2007 (platí pro stavby se smlouvou o dílo\nuzavřené do 30.10.2009)\nVýnos SŽDC č.j.50 673/09-OTH z 5.10.2009 Opatření k zavedení účinnosti novelizované normy\nČSN 73 6360-2:2009\nVýnos SŽDC č.j. 4 098/09-OTH z 2.2.2009 Opatření k zajištění jakosti svářečských prací\n34\n8.12.4 Přístupy k dokumentům, seznamům a pomůckám SŽDC\nSchválená typová dokumentace:\nhttp://typdok.tudc.cz\nSeznam výrobků schválených pro železniční svršek a Směrnice SŽDC č. 67:\nwww.szdc.cz (odkaz: Provozuschopnost dráhy/Technické požadavky na výrobky, zařízení a technologie pro\nŽDC/Železniční svršek)\nPostup prací a jejich přejímek – směrové a výšková úprava koleje – ověřovací měření PPK, nutné doklady\na kontroly:\nwww.szdc.cz/provozuschopnost-drahy/technicke-pozadavky/zeleznicni-svrsek/soubory-ke-stazeni/ppp.html\n8.12.5 Související kapitoly TKP\nKapitola 1 - Všeobecně\nKapitola 4 - Odvodnění kolejiště\nKapitola 6 - Pražcové podloží\nKapitola 7 - Kolejové lože\nKapitola 9 - Úrovňové přejezdy a přechody\nKapitola 10 - Nástupiště, rampy a zpevněné plochy\nKapitola 18 - Betonové mosty\nKapitola 19 - Ocelové mosty\nKapitola 20 - Tunely\nKapitola 27 - Zabezpečovací zařízení\nKapitola 31 - Trakční vedení\n35\nTECHNICKÉ KVALITATIVNÍ PODMÍNKY STAVEB STÁTNÍCH DRAH\nKapitola 8\nT ř e t í - aktualizované vydání se zapracovanou změnou č. 8 /z roku 2013/\nVydala Správa železniční dopravní cesty, státní organizace.\nZpracovatel: Ing. Vojtěch Langer,\nSpráva železniční dopravní cesty, státní organizace\nOdbor traťového hospodářství\nOdborný gestor: Ing. Vojtěch Langer,\nSpráva železniční dopravní cesty, státní organizace\nOdbor traťového hospodářství\nVydal: Správa železniční dopravní cesty, státní organizace\nGenerální ředitelství\nOdbor traťového hospodářství\nDlážděná 1003/7, 110 00 Praha 1, Nové Město\nwww.szdc.cz\nDistribuce: Správa železniční dopravní cesty, státní organizace\nTechnická ústředna dopravní cesty\nÚATT - oddělení typové dokumentace\n772 58 Olomouc, Nerudova 1\ntel.: +420 972 742 396, +420 972 741 769\nfax: +420 972 741 290\ne-mail: typdok@tudc.cz\nhttp://typdok.tudc.cz\n"
}