{
  "type": "tkp_document",
  "filename": "TKP07_2021_10.pdf",
  "extracted_at": "2026-02-25T15:41:09.101527",
  "document_info": {
    "tkp_number": "07",
    "year": "2021",
    "month": "10"
  },
  "technical_specs": [
    {
      "value": "1435",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "760",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "4",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "4",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "4",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "4",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "1435",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "760",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "250",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "4",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "4",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "100",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "4",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "100",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "100",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "4",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "100",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "8",
      "unit": "t",
      "context": "extracted_from_text"
    },
    {
      "value": "35",
      "unit": "t",
      "context": "extracted_from_text"
    },
    {
      "value": "5",
      "unit": "t",
      "context": "extracted_from_text"
    },
    {
      "value": "500",
      "unit": "t",
      "context": "extracted_from_text"
    },
    {
      "value": "1000",
      "unit": "t",
      "context": "extracted_from_text"
    },
    {
      "value": "1000",
      "unit": "t",
      "context": "extracted_from_text"
    },
    {
      "value": "1000",
      "unit": "t",
      "context": "extracted_from_text"
    }
  ],
  "prices": [],
  "raw_text": "Úroveň přístupu\nA\nTechnické kvalitativní\npodmínky staveb státních\ndrah\nKapitola 7\nKOLEJOVÉ LOŽE\nVydání: říjen 2021\nÚčinnost od 1. listopadu 2021\nNahrazení předchozího znění kapitoly\nDatem účinností tohoto dokumentu se nahrazuje kapitola 7 – Kolejové lože schválená dne\n27. 3. 2013 účinná od 1. 5. 2013\nSchváleno pod čj. 149181/2021-SŽ-GŘ-O13\nDne 12. října 2021\nBc. Jiří Svoboda, MBA v. r.\nGenerální ředitel\nTKP Kapitola 7 – Kolejové lože Účinnost od 1. listopadu 2021\nTechnické kvalitativní podmínky staveb státních drah\nKapitola 7 KOLEJOVÉ LOŽE\nGestorský útvar: Správa železnic, státní organizace\nGenerální ředitelství\nOdbor traťového hospodářství\nPraha\nwww.spravazeleznic.cz\nGestor: Ing. Jan Čihák\nVydání: říjen 2021\nNáklad: vydáno pouze v elektronické podobě (PDF), formát (A4)\n© Správa železnic, státní organizace, rok 2021\nTento dokument je duševním vlastnictvím státní organizace Správa železnic, na které se vztahuje zákon č. 121/2000 Sb.,\no právu autorském, o právech souvisejících s právem autorským a o změně některých zákonů (autorský zákon), ve znění\npozdějších předpisů. Státní organizace Správa železnic je v uvedené souvislosti rovněž vykonavatelem majetkových práv.\nTento dokument smí fyzická osoba použít pouze pro svou osobní potřebu, právnická osoba pro svou vlastní vnitřní potřebu.\nPoskytování tohoto dokumentu nebo jeho části v jakékoliv formě nebo jakýmkoliv způsobem třetí osobě je bez svolení státní\norganizace Správa železnic zakázáno.\n2/14\nTKP Kapitola 7 – Kolejové lože Účinnost od 1. listopadu 2021\nOBSAH\nStrana\n7.1 ÚVOD .......................................................................................................................................... 5\n7.2 POPIS A KVALITA STAVEBNÍCH MATERIÁLŮ A ČÁSTÍ STAVBY ............................................... 5\n7.2.1 Materiál kolejového lože ..............................................................................................................5\n7.2.2 Tvar kolejového lože ...................................................................................................................5\n7.3 TECHNOLOGICKÉ POSTUPY PRACÍ ............................................................................................ 6\n7.3.1 Odstranění starého kolejového lože, čištění kolejového lože ...........................................................6\n7.3.2 Zřizování kolejového lože ............................................................................................................6\n7.3.3 Kolejové lože při úpravě směrového a výškového uspořádání kolejí a výhybek ................................6\n7.3.4 Ochrana kolejového lože při zemních pracích ................................................................................7\n7.4 DODÁVKA, SKLADOVÁNÍ A ZKOUŠKY ....................................................................................... 7\n7.4.1 Dodávka kameniva, přejímka množství a kvality ...........................................................................7\n7.4.2 Uskladnění .................................................................................................................................8\n7.4.3 Prokázání kvality nového kameniva ..............................................................................................9\n7.4.4 Prokazování kvality recyklovaného materiálU .............................................................................. 10\n7.5 ODBĚR VZORKŮ A KONTROLNÍ ZKOUŠKY ............................................................................... 10\n7.6 PŘÍPUSTNÉ ODCHYLKY, MÍRA OPOTŘEBENÍ, ZÁRUKY ........................................................... 10\n7.6.1 Odchylky tvaru a rozměrů kolejového lože .................................................................................. 10\n7.6.2 Odchylky složení materiálu kolejového lože ................................................................................. 11\n7.6.3 Záruky ..................................................................................................................................... 11\n7.7 KLIMATICKÁ OMEZENÍ ............................................................................................................ 11\n7.8 ODSOUHLASENÍ A PŘEVZETÍ PRACÍ ....................................................................................... 12\n7.8.1 Obecně .................................................................................................................................... 12\n7.8.2 Odsouhlasení kolejového lože při sneseném kolejovém roštu ....................................................... 12\n7.8.3 Odsouhlasení kolejového lože při technologii bez snesení kolejového roštu .................................... 12\n7.8.4 Převzetí kolejového lože ............................................................................................................ 13\n7.9 KONTROLNÍ MĚŘENÍ, MĚŘENÍ POSUNŮ A PŘETVOŘENÍ ........................................................ 13\n7.10 EKOLOGIE................................................................................................................................. 13\n7.11 BEZPEČNOST PRÁCE A TECHNICKÝCH ZAŘÍZENÍ, POŽÁRNÍ OCHRANA ................................ 14\n7.12 SOUVISEJÍCÍ NORMY A PŘEDPISY .......................................................................................... 14\n3/14\nTKP Kapitola 7 – Kolejové lože Účinnost od 1. listopadu 2021\nSEZNAM ZKRATEK\nAPK Měřicí zařízení absolutní polohy koleje\nCTD Centrum telematiky a diagnostiky SŽ\nČSN Česká technická norma\nDLHM Dlouhodobý hmotný majetek\nEN Evropská norma\nO13 Odbor traťového hospodářství generálního ředitelství SŽ\nOTP Obecné technické podmínky\nSŽ Správa železnic, státní organizace\nSŽG Správa železniční geodézie\nTKP Technické kvalitativní podmínky staveb státních drah\nTPD Technické podmínky dodací\n4/14\nTKP Kapitola 7 – Kolejové lože Účinnost od 1. listopadu 2021\n7.1 ÚVOD\n(1) Pro tuto kapitolu platí všechny pojmy, ustanovení, požadavky a údaje uvedené v kapitole\n1 TKP - Všeobecně.\n(2) Kapitola určuje podmínky pro zřízení kolejového lože tratí železničních drah, především jeho\nvlastnosti, způsob jeho zřizování, dodávky, skladování kameniva a prokazování kvality.\nPojednává i o úpravě bezprostředního okolí zapuštěného kolejového lože zejména\nv železničních stanicích, jako jsou drážní stezky.\n(3) Ustanovení této kapitoly platí v plném rozsahu pro koleje normálně rozchodných drah\ns rozchodem 1435 mm. Případné odchylky pro tratě úzkorozchodných drah s rozchodem\n760 mm stanovuje předpis SŽDC (ČD) S3/3. Úprava bezprostředního okolí otevřeného\nkolejového lože je řešena v kapitole 6 TKP.\n(4) Kapitola nepojednává o kolejovém loži jiné než klasické konstrukce zřízené z drceného\nkameniva s kolejovým roštem na příčných pražcích (včetně pražců \"Y\") nebo pod\nvýhybkami.\n(5) Další podmínky pro úpravu koleje na úrovňových přejezdech, u nástupišť, ramp\na zpevněných ploch určují kapitoly 9 a 10 TKP.\n(6) Zásady a podmínky pro zemní pláň a pláň tělesa železničního spodku stanovují kapitoly 3\na 6 TKP.\n(7) Zvláštní úpravu kolejového lože posuzuje O13 v rámci projednávání dokumentace stavby.\nVýjimky z ustanovení kapitoly 7 povoluje ředitel O13.\n7.2 POPIS A KVALITA STAVEBNÍCH MATERIÁLŮ A ČÁSTÍ STAVBY\n7.2.1 MATERIÁL KOLEJOVÉHO LOŽE\n(1) Požadavky na kamenivo pro kolejové lože stanovuje předpis SŽDC S3, díl X a obecné\ntechnické podmínky „Kamenivo pro kolejové lože železničních drah“ (dále jen OTP).\n(2) Použití jednotlivých tříd kameniva v kolejích stanoví předpis SŽDC S3, díl X. Zhotovitel musí\npoužít kamenivo pro kolejové lože od výrobců, kterým bylo pověřeným útvarem SŽ uděleno\n„Osvědčení o kvalitě kameniva pro kolejové lože“ železničních drah, respektive \"Osvědčení\no způsobilosti k recyklaci kameniva pro kolejové lože\" (dále jen \"Osvědčení\").\n(3) Podmínky pro opětovné použití vyzískaného kameniva do kolejového lože stanovuje předpis\nSŽDC S3, SŽ S3/1, příslušné právní předpisy, OTP a projektová dokumentace.\n(4) Specifické podmínky pro úpravu kameniva sanačními stroji v ose koleje stanovuje předpis\nSŽ S3/1, příloha R.\n(5) Pro drážní stezky se použije materiál podle předpisu SŽDC S3, dílu X.\n7.2.2 TVAR KOLEJOVÉHO LOŽE\n(1) Tvary a uspořádání kolejového lože stanoví Vyhláška MD č. 177/1995 Sb. a předpis SŽDC\nS3, díl X.\n(2) Základní rozměry kolejového lože stanoví projektová dokumentace (dále jen dokumentace)\nzpracovaná podle předpisu SŽDC S3, dílu X.\n(3) Tvar a rozměry kolejového lože ve výhybkách se upravují podle předpisů SŽDC S3, dílu X.\nZvláštní pozornost musí být věnována úpravě kolejového lože výhybek v oblastech srdcovky\na výměny, v nichž se pod výhybkovými pražci nesmí vyskytovat prostory nezaplněné\nkamenivem.\n(4) Změny tloušťky kolejového lože při přechodu mezi jednotlivými druhy pražců se upraví podle\npředpisu SŽDC S3, dílu X.\n5/14\nTKP Kapitola 7 – Kolejové lože Účinnost od 1. listopadu 2021\n(5) Úprava kolejového lože na mostech s průběžným kolejovým ložem a v tunelech se provede\npodle projektové dokumentace zpracované v souladu s předpisem SŽDC S3, díl X a XII.\n(6) Úpravu kolejového lože a případné další stavební úpravy v místě, kde dilatující konstrukce\nstavby železničního spodku s výraznými dilatačními pohyby navazuje na těleso železničního\nspodku, řeší projektová dokumentace. Speciální úpravy musí být odsouhlaseny O13.\n(7) V bezstykové koleji se profil kolejového lože upravuje v závislosti na poloměru\noblouku rozšířením a nadvýšením v souladu s předpisem SŽDC S3/2.\n7.3 TECHNOLOGICKÉ POSTUPY PRACÍ\n7.3.1 ODSTRANĚNÍ STARÉHO KOLEJOVÉHO LOŽE, ČIŠTĚNÍ KOLEJOVÉHO\nLOŽE\n(1) Kolejové lože je součástí dlouhodobého hmotného majetku (dále jen DLHM) ve správě\na evidenci SŽ.\n(2) Z hlediska dalšího využití kameniva vyzískaného z kolejového lože (dále jen výzisku) je\ntřeba upřednostňovat separované odtěžení a uložení kameniva kolejového lože strojní\nčističkou ve smyslu předpisu SŽ S3/1 a jeho recyklaci pro použití zpět do kolejového lože.\nČást výzisku, kterou nelze ani po recyklaci použít do kolejového lože je možno recyklovat\npro použití v konstrukčních vrstvách tělesa železničního spodku. Kamenivo, které není\nmožno použít ani tam, je možno využít do zásypů nebo pro úpravu staveništních ploch\na komunikací. Jako odpad se likviduje pouze zcela nevyužitelná část výzisku.\n(3) Podmínky pro odstranění starého kolejového lože nebo jeho čištění s případnou úpravou\nkameniva sanačním strojem stanovuje předpis SŽ S3/1.\n(4) Dokumentace pro přípravu a realizaci staveb investičního i neinvestičního charakteru musí\nřešit využití výzisku, splnění podmínek ochrany životního prostředí, technologii a podmínky\ntěžení, umístění recyklačních základen a uložení výzisku a nakládání s odpady. V případě,\nže bylo průzkumem v určitém úseku zjištěno ekologické znečištění materiálu kolejového\nlože, provede se odtěžení a skladování znečištěného materiálu odděleně aby nedošlo ke\nkontaminaci materiálu vyzískávaného z ostatních částí kolejového lože. Kamenivo určené\nk recyklaci je třeba skladovat s ohledem na vlhkost a míru znečištění tak, aby bylo možno\npodle vlastností vytěženého kameniva nastavit účinný proces recyklace.\n7.3.2 ZŘIZOVÁNÍ KOLEJOVÉHO LOŽE\n(1) Způsob zřizování kolejového lože stanoví předpis SŽ S3/1. Podmínkou pro zřizování\nkolejového lože při technologii práce se snesením kolejového roštu nebo při novostavbách\nje odsouhlasení zemní pláně podle kapitoly 3 TKP a pláně tělesa železničního spodku podle\nkapitoly 6 TKP.\n(2) Zvláštní pozornost je třeba věnovat kolejovému loži v oblasti přechodu na stavby\nželezničního spodku, úrovňové přejezdy, ve výhybkových konstrukcích, v místech přechodu\nna konstrukci bez štěrkového kolejového lože a v blízkosti ostatních staveb a zařízení, které\nmohou ovlivnit stabilitu koleje.\n7.3.3 KOLEJOVÉ LOŽE PŘI ÚPRAVĚ SMĚROVÉHO A VÝŠKOVÉHO\nUSPOŘÁDÁNÍ KOLEJÍ A VÝHYBEK\n(1) K řádné úpravě a stabilizaci směrové a výškové polohy koleje musí zhotovitel postupovat\npodle ustanovení předpisu SŽ S3/1.\n(2) Homogenizace kameniva kolejového lože se provádí podle předpisu SŽ S3/1.\n(3) Před dynamickou stabilizací musí být kolejové lože doplněno a upraveno do předepsaného\nprofilu podle předpisu SŽDC S3, dílu X, resp. SŽDC S3/2 a projektové dokumentace.\n6/14\nTKP Kapitola 7 – Kolejové lože Účinnost od 1. listopadu 2021\n(4) Po novostavbě či rekonstrukci koleje nebo výhybky musí zhotovitel provést následnou\núpravu směrového a výškového uspořádání koleje (výhybky) ve smyslu předpisu SŽ S3/1.\nPokud jsou v koleji instalována speciální zařízení, která brání řádné směrové a výškové\núpravě nebo by při ní mohla být poškozena (např. magnetické značky, prvky sdělovacího\na zabezpečovacího zařízení, propojky, lanová propojení a ukolejnění, indikátory apod.),\nmusí být tato zařízení před podbitím odborně demontována v souladu s příslušnými vnitřními\npředpisy SŽ.\n(5) Osoba pověřená výkonem technického dozoru stavebníka ověřuje postup a podmínky\nzřizování kolejového lože v jeho průběhu, a to včetně technického stavu použité\nmechanizace. V případě, že osoba pověřená výkonem technického dozoru stavebníka zjistí\nzávadu na technickém stavu použité mechanizace, je oprávněna požadovat okamžitou\nnápravu - zakázat práci mechanizace ve zřetelně nevyhovujícím stavu (např. poškozená\npodbíjecí kladiva, únik provozních kapalin apod.). Odstávka mechanismů a další vyvolané\nvícenáklady jdou v tomto případě k tíži zhotovitele stavby.\n7.3.4 OCHRANA KOLEJOVÉHO LOŽE PŘI ZEMNÍCH PRACÍCH\n(1) Při jakýchkoliv zemních pracích v kolejovém loži nebo v jeho blízkosti nesmí dojít\nk znečištění kolejového lože. Před zahájením výkopových prací musí být kolejové lože\nzakryto. Při zpětném zasypávání výkopu musí být jednotlivé konstrukční vrstvy obnoveny\nmateriálem, jehož vlastnosti odpovídají původnímu materiálu. Materiál musí být předem\nodsouhlasen osobou pověřenou výkonem technického dozoru stavebníka. Jednotlivé\nkonstrukční vrstvy musí být řádně upraveny a zhutněny podle dokumentace. Přebytečný\na nevhodný výkopový materiál musí být odstraněn. Pro zemní práce platí ustanovení\nkapitoly 3 TKP. Dodržení podmínek osoba pověřená výkonem technického dozoru stavebníka\nověřuje vizuálně, případně odběrem vzorků a zkouškami podle příslušných OTP, TKP\na předpisu SŽ S4.\n(2) Kolejové lože musí být ochráněno zakrytím i při všech ostatních pracích, kdy by mohlo dojít\nk mísení kameniva kolejového lože s kamenivem jiných frakcí nebo kvality (např. při\nvysýpání materiálu pro konstrukční vrstvy tělesa železničního spodku z železničních vozů na\nsousední koleji).\n7.4 DODÁVKA, SKLADOVÁNÍ A ZKOUŠKY\n7.4.1 DODÁVKA KAMENIVA, PŘEJÍMKA MNOŽSTVÍ A KVALITY\n(1) Objednávka kameniva musí obsahovat údaje uvedené v OTP a případná doplnění\na zpřesnění určená projektovou dokumentací.\n(2) Od výrobce nebo přepravce přebírá zhotovitel zásilku kameniva podle objednávky na\nzákladě průvodního dokladu a zjišťuje při tom, zda je zásilka nepoškozená, úplná a zda\nsouhlasí dodané množství a typ kameniva. Každá zásilka musí být opatřena potvrzením\nvýrobce, že dodávaný materiál odpovídá ustanovením Technických podmínek dodacích\n(TPD) a tím OTP, norem a předpisů, případně sjednaným požadavkům a dohodám (např.\nodkazem na platné „Osvědčení“ podle čl. 2.1, odst. (2) této kapitoly TKP).\n(3) Zhotovitel podle svých možností zajišťuje přejímku kameniva třídy B0 a BI přímo u výrobce\n(v lomu) při nakládce. Místo přejímky kameniva musí být přesně vymezeno ve smlouvě\no dodávce.\n(4) Množství musí být doloženo vážními doklady při odesílání dodávek kameniva z lomu.\n(5) Průvodní doklady ke každé dodávce musí obsahovat tyto údaje:\na) číslo a datum vyhotovení;\nb) plný název a sídlo výrobce, zkrácený název provozovny, expedičního místa;\nc) název a sídlo odběratele;\n7/14\nTKP Kapitola 7 – Kolejové lože Účinnost od 1. listopadu 2021\nd) místo určení dodávky;\ne) množství dodávaného kameniva;\nf) název výrobku „Kamenivo pro kolejové lože železničních drah“;\ng) druh, třídu a frakci kameniva včetně hodnot vlastností, které mají být podle OTP\ndeklarovány;\nh) číslo příslušné normy kameniva;\ni) datum odeslání kameniva;\nj) číslo „Osvědčení“.\n(6) V seznamu výrobců kameniva, který zveřejňuje Správa železnic na svých webových\nstránkách (https://www.spravazeleznic.cz/dodavatele-odberatele/technicke-pozadavky-\nna-vyrobky-zarizeni-a-technologie-pro-zdc/zeleznicni-svrsek) jsou uvedeny údaje o sypné\nobjemové hmotnosti kameniva volně sypaného kameniva a kameniva v setřeseném stavu\npodle toho, jak je deklarují jednotliví výrobci. Zhotovitel stavby údaje příslušného lomu\npoužije pro přepočet a doložení spotřeby kameniva. Zhotovitel dokumentace stavby musí\npři prokazování spotřeby kameniva využívat průměrných hodnot objemové hmotnosti\nkameniva (objemová hmotnost 2,8 t/m3, sypná objemová hmotnost volně sypaného\nkameniva 1,35 t/m3, sypná objemová hmotnost kameniva v setřeseném stavu 1,5 t/m3)\na výpočet podle tvaru kolejového lože.\n(7) Pro dopravu, skladování a nakládku kameniva platí předpis SŽDC S3, díl X a SŽ S3/1. Při\nnakládání, vykládání a dopravě či na meziskládce kameniva nesmí dojít k jeho\nznehodnocení, např. mísením druhů a frakcí kameniva, pojezdy vozidly, ložením do\nnevyčištěných vozidel, přimísením cizorodých látek, dlouhodobým vystavením klimatickým\nvlivům apod. Při podezření na znehodnocení kameniva může osoba pověřená výkonem\ntechnického dozoru stavebníka vyžádat u zhotovitele stavby ověření vlastností v souladu\ns OTP a v případě potřeby nařídit přerušení prací.\n(8) Výrobce kameniva (dodavatel) prokazuje kvalitu kameniva kontrolními zkouškami podle\nOTP.\n7.4.2 USKLADNĚNÍ\n(1) Kamenivo musí být skladováno v souladu s ustanovením předpisu SŽDC S3, aby nedošlo\nk znečištění skládky cizorodým materiálem např. z podkladu skládky. Obdobně jako skládky\nmusí být upraveny plochy bezprostředně přilehlé a přístupové cesty.\n(2) Zhotovitel smí ukládat kamenivo (nové, vyzískané i recyklované) na skládku až po převzetí\núpravy plochy skládky osobou pověřenou výkonem technického dozoru stavebníka\npotvrzeném zápisem ve stavebním deníku.\n(3) Skládka kameniva musí být označena tabulí uvádějící vlastníka kameniva, výrobce (lom),\ndruh (nové, recyklované, výzisk), frakci a třídu a název stavby, do které je kamenivo určeno.\nZ takto neoznačené skládky nesmí být kamenivo do stavby použito. Označeny musí být\ni případné meziskládky a skládky na recyklační základně. Výrazně odděleny a vhodným\nzpůsobem označeny musí být i skládky kameniva, které nejsou určeny k zabudování\ndo kolejového lože.\n(4) Kamenivo se musí nakládat, skládat a přemísťovat takovým způsobem, aby nedošlo\nk vzájemnému promíchání druhů, tříd a frakcí a aby bylo zamezeno jeho drcení,\nnežádoucímu rozměšování zrn frakcí nevhodným sypáním a manipulací s kamenivem.\nPodmínky stanovuje předpis SŽDC S3, Díl X.\n(5) V případě, že došlo k pojezdu dopravních prostředků po skládce, je zhotovitel povinen na\nvyzvání osoby pověřené výkonem technického dozoru stavebníka prokázat na vlastní\nnáklady ostrohrannost kameniva, případně jeho zrnitost a podíl drobných zrn a jemných\nčástic podle OTP. Počet a místa odběru zkušebních vzorků určí osoba pověřená výkonem\ntechnického dozoru stavebníka.\n8/14\nTKP Kapitola 7 – Kolejové lože Účinnost od 1. listopadu 2021\n(6) Pokud se při zkouškách předepsaných předpisem SŽDC S3, Díl X prokáže nevyhovující\nkamenivo znehodnocené soustředěním podsítných částic, drobných zrn a jemných částic\nve skládce, nesmí být toto kamenivo v kolejovém loži použito. Pro odběr vzorků platí\npříslušné české technické normy uvedené v OTP.\n(7) K doplnění profilu kolejového lože po pokládce kolejového roštu na tratích vybrané sítě musí\nbýt použito kamenivo z přímé dodávky z technologické linky výrobce bez meziskládky.\n7.4.3 PROKÁZÁNÍ KVALITY NOVÉHO KAMENIVA\n(1) Zhotovitel kolejového lože eviduje použití konkrétního kameniva do stavby v úsecích podle\nvýrobce (lomu), druhu, třídy a frakce jako podklad pro kontrolu v průběhu stavby, přejímku\na řešení případné reklamace v záruční době.\n(2) Zhotovitel musí být schopen v průběhu stavby prokázat, že kamenivo dodal výrobce\ns \"Osvědčením\" platným v době plnění dodávek, a že má ke všem dodávkám stanovené\ndoklady. V případě podezření na nedostatečnou kvalitu dodávky musí zhotovitel osobě\npověřené výkonem technického dozoru stavebníka prokázat kvalitu kameniva konkrétní\ndodávky podle OTP.\n(3) Deklarace kvality dodávaného kameniva musí být v místě převzetí a v místě ukládání\nkameniva (na skládku nebo do kolejového lože) k dispozici zhotoviteli i osobě pověřené\nvýkonem technického dozoru stavebníka bezprostředně při přejímce dodávky, respektive\npřed začátkem vykládání kameniva z přepravních prostředků. Kamenivo, u kterého není\ndeklarována kvalita v souladu s OTP, nesmí být vyloženo v obvodu staveniště.\n(4) Zhotovitel je povinen provádět zkoušky zrnitosti u kameniva vkládaného do kolejového lože\na v případě sporné kvality kameniva i další zkoušky podle OTP\n u technologie se snesením kolejového roštu na kamenivu pro spodní vrstvu kolejového\nlože při vkládání do koleje před jeho rozprostřením, a to 1 zkoušku na každých 250 m\nkoleje;\n při doplňování kameniva do kolejového roštu a při technologii bez snesení kolejového\nroštu na kamenivu před jeho nakládáním do železničních vozů, a to 1 zkoušku na\nkaždých 500 t kameniva.\n(5) Při používání kameniva třídy B0 a BI ze skládky do kolejového lože je zhotovitel povinen\nnavíc prokazovat jeho kvalitu kontrolními zkouškami v rozsahu\n podsítné, tj. propad na sítu 22,4 mm – min. 1 zkouška na každých 1000 t;\n drobná zrna, jemné částice, cizorodé, popřípadě rozlišné částice (břidličnatá zrna,\nstruska) - min. 1 zkouška na každých 1000 t;\n tvarový index 3, index plochosti a délka zrn - min. 1 zkouška na každých 1000 t.\n(6) Pokud výsledky i jen jednoho z uvedených parametrů neodpovídají hodnotám uvedeným\nv OTP pro příslušnou třídu kameniva, musí být kamenivo zařazeno do nižší třídy, které\npříslušná hodnota odpovídá, takto označeno a použito v souladu s touto třídou nebo\nodstraněno ze stavby. Před odstraněním skládky nevyhovujícího kameniva ze staveniště\nmusí být skládka označena tabulí „Nevyhovuje pro kolejové lože“.\n(7) Odběr vzorků a zkoušení vlastností kameniva se provádí podle ČSN EN 13450 a příslušných\nzkušebních českých technických norem uvedených v OTP. Osoba pověřená výkonem\ntechnického dozoru stavebníka si vyhrazuje právo být vždy a včas informována a přizvána\nzhotovitelem k odběru vzorků, případně určit konkrétní místa odběru.\n(8) Zhotovitel je povinen na vlastní náklady prokázat petrografickým rozborem původ\nkameniva, pokud má osoba pověřená výkonem technického dozoru stavebníka sama nebo\nna základě upozornění jiného pověřeného zástupce SŽ důvodné podezření, že kamenivo na\nskládce nebo ve stavbě nepochází od výrobce (lomu) s platným \"Osvědčením\" nebo pokud\nnení dodržena kvalita kameniva a zhotovitel nezpochybnitelně neprokáže výrobce\nkameniva.\n9/14\nTKP Kapitola 7 – Kolejové lože Účinnost od 1. listopadu 2021\n(9) Osoba pověřená výkonem technického dozoru stavebníka má právo požadovat na zhotoviteli\nprokázání kvality kameniva ve zřizovaném kolejovém loži podle OTP, a to kdykoli v průběhu\nstavby. Kvalitu kameniva je v tomto případě zhotovitel povinen prokázat zkouškami na\nvzorcích odebraných z dopravních prostředků, ze skládky, z kolejového lože, případně z jeho\njednotlivých vrstev v místech určených osobou pověřenou výkonem technického dozoru\nstavebníka. Rozsah a druh zkoušek určí osoba pověřená výkonem technického dozoru\nstavebníka v souladu s OTP. Zpravidla se ověří křivka zrnitosti, podsítné částice – propad\nna sítu 22,4 mm, drobná zrna a jemné částice, tvarové vlastnosti, cizorodé, popřípadě\nrozlišné částice. Náklady na tyto zkoušky jdou k tíži toho, v jehož neprospěch zní výsledek\nzkoušky.\n(10) Odběr vzorků pro ověření kameniva kolejového lože není důvodem k odstoupení od záruky\nna dílo ze strany zhotovitele.\n(11) Po konečné úpravě kolejového lože musí být zřetelné rozhraní mezi plání tělesa železničního\nspodku a kolejovým ložem. Zachování tohoto rozhraní se zjišťuje v sondách kopaných\nv mezipražcovém prostoru pod kolejnicí. Na žádost osoby pověřené výkonem technického\ndozoru stavebníka může být ve stejném místě odebrán vzorek kameniva z homogenizované\nvrstvy kolejového lože podle normy ČSN EN 13450 na provedení zkoušek zrnitosti, tvaru\nzrn, případně dalších vlastností podle OTP.\n7.4.4 PROKAZOVÁNÍ KVALITY RECYKLOVANÉHO MATERIÁLU\n(1) Základní podmínkou pro opětovné využití starého kameniva v kolejovém loži je jeho\nnezávadnost z hlediska ochrany životního prostředí.\n(2) Zhotovitel recyklace musí prokázat způsobilost „Osvědčením“ vydaným O13. Recyklační\nzákladna musí splňovat podmínky stanovené obecně platnými právními předpisy. Zřízení\nrecyklační základny oznámí zhotovitel recyklace neprodleně kontrolorovi kvality SŽ Centra\ntelematiky a diagnostiky (dále jen CTD).\n(3) Pro opětovné použití kameniva do kolejového lože platí předpis SŽDC S3, díl X a OTP.\n(4) Před použitím tohoto kameniva musí zhotovitel prokázat vlastnosti předepsané v OTP. Pro\nzkoušení, skladování, manipulaci, použití a převzetí platí stejné zásady jako pro kamenivo\nnové, není-li stanoveno jinak.\n7.5 ODBĚR VZORKŮ A KONTROLNÍ ZKOUŠKY\n(1) Podmínky pro předběžné posouzení materiálu kolejového lože, který bude vyzískáván,\nstanovují OTP.\n(2) Rozsah a způsob provádění zkoušek nového a recyklovaného kameniva se řídí ustanoveními\nostatních částí této kapitoly TKP a OTP.\n(3) Pro zkoušení kameniva platí ČSN EN 13450 a zkušební technické normy ČSN uvedené v této\nnormě nebo v OTP a dále zkušební postupy definované v OTP.\n7.6 PŘÍPUSTNÉ ODCHYLKY, MÍRA OPOTŘEBENÍ, ZÁRUKY\n7.6.1 ODCHYLKY TVARU A ROZMĚRŮ KOLEJOVÉHO LOŽE\n(1) Osoba pověřená výkonem technického dozoru stavebníka kontroluje odchylky příčného\na podélného sklonu povrchu vrstvy homogenizovaného kolejového lože před pokládkou\nkolejového roštu při technologii zřizování kolejového lože se snesením kolejového roštu\npodle předpisu SŽ S3/1.\n(2) Kolejové lože musí být před pokládkou pražců upraveno tak, aby ložná plocha pražce byla\npodepřena v oblasti pod kolejnicemi. Pražce nesmí být podepřeny ve střední části mezi\nkolejnicovými pásy jedné koleje. Správné uložení pražců musí být zajištěno před prvním\n10/14\nTKP Kapitola 7 – Kolejové lože Účinnost od 1. listopadu 2021\npojezdem koleje, výhybky nebo výhybkové konstrukce, a to i před prvním pojezdem\nstavebními či manipulačními prostředky při pokládce nebo montáži kolejových polí, výhybek\na výhybkových konstrukcí.\n(3) Záporné odchylky rozměrů kolejového lože vůči stanoveným rozměrům (viz článek 2.2 této\nkapitoly TKP) nejsou povoleny. Musí být dodržena rovněž tloušťka kolejového lože a úprava\njejích vzájemných přechodů v místech změn druhu pražců. Tloušťka se kontroluje na třech\nmístech příčného profilu. Kladná tolerance je stanovena předpisem SŽDC S3, Díl X. Kontrolní\nměření profilu lože se provádí na každých 100 m.\n7.6.2 ODCHYLKY SLOŽENÍ MATERIÁLU KOLEJOVÉHO LOŽE\n(1) Kamenivo kolejového lože musí splňovat požadavky uvedené v OTP pro vybraný druh v dané\ntřídě.\n(2) Zrnitost kameniva ve vzorcích odebraných z homogenizované vrstvy kolejového lože (pro\nodběr vzorku platí ČSN EN 13450) musí odpovídat křivkám určeným pro příslušnou třídu\nkameniva s tím, že na sítě 22,4 mm OTP připouštějí hodnotu pro částečný rozpad během\ndopravy. Kamenivo recyklované mimo kolej musí odpovídat příslušným OTP. Kamenivo\nzískané strojním čištění v koleji musí odpovídat podmínkám stanoveným předpisem\nSŽ S3/1.\n(3) Zhotovitel je povinen neprodleně oznámit osobě pověřené výkonem technického dozoru\nstavebníka uplatnění reklamace kameniva a předat kopie dokladů o způsobu jejího vyřízení\nvčetně protokolů o odběru a výsledcích případných zkoušek prováděných v rámci reklamace.\nV případě sporu přizve osoba pověřená výkonem technického dozoru stavebníka k řešení\nvěcně příslušného kontrolora kvality z CTD.\n7.6.3 ZÁRUKY\n(1) Předmětem záruky jsou vlastnosti kameniva, rozměry a úprava kolejového lože a jeho\nstabilita. Záruční doby všeobecně stanoví kapitola 1 TKP a ve vztahu ke stabilitě prostorové\npolohy a geometrických parametrů koleje kapitola 8 TKP.\n(2) Záruka na dodávky kameniva je výrobcem deklarována podpisem Technických podmínek\ndodacích a vychází z OTP. Výrobce poskytuje na výrobky záruku v délce trvání 5 let od\ndodání prvnímu odběrateli.\n(3) Podmínky záručního plnění a řešení reklamací jsou uvedeny v OTP.\n(4) Údržbu v záruční době zajišťuje správce DLHM podle ustanovení v kapitole 1 TKP.\n7.7 KLIMATICKÁ OMEZENÍ\n(1) Pokud není odsouhlasená zemní pláň přes zimní období překryta konstrukční vrstvou,\nprovádí se po zimním období její dohutnění s novým odsouhlasením včetně nových zkoušek\núnosnosti nebo odběru vzorků pro zjištění míry zhutnění (viz kapitola 6 TKP).\n(2) Podmínky pro úpravu prostorové polohy, směrového a výškového uspořádání kolejí\na výhybek stanovuje předpis SŽ S3/1.\n(3) Podmínky pro zřizování a práce v bezstykové koleji stanovuje předpis SŽDC S3/2.\n(4) Dojde-li během stavby k živelné pohromě, zejména průtrži mračen či dlouhotrvajícím\ndešťům, jejichž následkem je výrazné snížení kvality pláně tělesa železničního spodku,\nnesmí se ve zřizování kolejového lože pokračovat. V takových případech je nutné projednání\na odsouhlasení dalšího postupu prací mezi zhotovitelem a osobou pověřenou výkonem\ntechnického dozoru stavebníka.\n11/14\nTKP Kapitola 7 – Kolejové lože Účinnost od 1. listopadu 2021\n7.8 ODSOUHLASENÍ A PŘEVZETÍ PRACÍ\n7.8.1 OBECNĚ\n(1) Osoba pověřená výkonem technického dozoru stavebníka průběžně ověřuje podmínky\nzřizování kolejového lože a v případě, že nejsou podmínky zajišťovány, vyzve zhotovitele\nk přerušení práce a nápravě.\n(2) Kolejové lože musí být odsouhlaseno osobou pověřenou výkonem technického dozoru\nstavebníka před pokládkou kolejového roštu a po konečné úpravě koleje při technologii se\nsnesením kolejového roštu. Při technologii bez snesení kolejového roštu se přebírá kolejové\nlože po konečné úpravě koleje. Převzetí kolejového lože je spojeno s převzetím prostorové\npolohy, geometrie a konstrukce železničního svršku podle kapitoly 8 TKP.\n(3) Předání, odsouhlasení a převzetí provádějí vždy zhotovitel a osoba pověřená výkonem\ntechnického dozoru stavebníka. Pro potřebná měření, případně odběry vzorků a zkoušení\nzajistí zhotovitel měřicí prostředky, způsobilé pracovníky nebo organizaci, pokud není\nsmlouvou stanoveno jinak.\n(4) Součástí podkladů pro odsouhlasení jsou:\na) doklady o původu, druhu, třídě a kvalitě použitého kameniva;\nb) výsledky zkoušek, které byly v průběhu zřizování kolejového lože provedeny;\nc) záznamy ze záznamového zařízení automatické strojní podbíječky registrujícího zdvihy\na posuny koleje;\nd) měření konečné prostorové polohy APK a geometrie koleje měřicím vozem pro\nželezniční svršek nebo jiným odpovídajícím zařízením podle vnitřních předpisů SŽ;\ne) doklady o odstranění všech vad a nedostatků zjištěných v průběhu zřizování;\nf) doklady o použitém množství kameniva.\n7.8.2 ODSOUHLASENÍ KOLEJOVÉHO LOŽE PŘI SNESENÉM KOLEJOVÉM\nROŠTU\n(1) Odsouhlasení části kolejového lože pod ložnou plochou pražců se provádí při sneseném\nkolejovém roštu na základě:\na) ověření pláně tělesa železničního spodku;\nb) ověření kvality kameniva prokázané podle oddílu 4 a 5 této kapitoly TKP;\nc) odsouhlasení nivelety homogenizované vrstvy kolejového lože podle čl. 6.1 této\nkapitoly TKP (kontrolní měření každých 100 m);\nd) odsouhlasení šířky pražcového podloží a jeho sklonu a rovinatosti podle dokumentace\n(kontrolní měření min. každých 100 m).\n7.8.3 ODSOUHLASENÍ KOLEJOVÉHO LOŽE PŘI TECHNOLOGII BEZ SNESENÍ\nKOLEJOVÉHO ROŠTU\n(1) Odsouhlasení podkladní vrstvy zřizované sanační soupravou nebo strojem pro zvýšení\núnosnosti pražcového podloží stanoví kapitola 6 TKP. V případě, kdy je kolejové lože jen\nčištěno strojní čističkou, provádí se odsouhlasení podle dokumentace průběžnou kontrolou:\na) hloubky těžení strojní čističkou;\nb) sklonu zemní pláně (sklonu lišty těžícího zařízení čističky);\nc) znečištění podsítnými částicemi (propadu na sítě 22,4 mm, max. 7 % podsítných\nčástic).\nZhotovitel musí volit takovou technologii, která umožní uvedené kontrolní zkoušky\na měření.\n12/14\nTKP Kapitola 7 – Kolejové lože Účinnost od 1. listopadu 2021\n7.8.4 PŘEVZETÍ KOLEJOVÉHO LOŽE\n(1) Převzetí kolejového lože se provádí současně s převzetím prostorové polohy, geometrie\na konstrukce železničního svršku podle kapitoly 8 TKP. Podklady pro převzetí kolejového\nlože jsou:\na) zápisy o odsouhlasení kolejového lože podle čl. 8.1, 8.2 nebo 8.3 této kapitoly TKP;\nb) prokázaná i vizuálně ověřená kvalita kameniva;\nc) výsledky měření tloušťky, rozměrů a úpravy příčného profilu kolejového lože,\nvizuálního posouzení povrchové úpravy - kontrolní měření nejméně každých 100 m\npodle čl. 6.1 této kapitoly TKP;\nd) výsledky vizuální kontroly očistění všech součástí železničního svršku\na zabezpečovacího zařízení a dalších součástí dráhy od kameniva a jiného znečištění;\ne) množství spotřebovaného kameniva zhotovitel doloží výpočtem podle skutečných\nprofilů kolejového lože pro úseky koleje v přímé a v jednotlivých obloucích s využitím\núdajů o sypné objemové hmotnosti volně sypaného a setřeseného kameniva\ndeklarované jeho výrobcem.\n7.9 KONTROLNÍ MĚŘENÍ, MĚŘENÍ POSUNŮ A PŘETVOŘENÍ\n(1) Měření poklesů a přetvoření kolejového lože se zjišťuje na základě kontrolního měření\nprostorové polohy koleje a geometrických parametrů železničního svršku, o kterém\npojednává kapitola 8 TKP.\n7.10 EKOLOGIE\n(1) Pro zřizování kolejového lože smí být použit pouze bezpečný stavební výrobek ověřený podle\nzákona č. 22/1997 Sb. a souvisejících nařízení vlády. Tyto požadavky jsou zapracovány\nv OTP.\n(2) Opětovné použití a úpravu vyzískaného materiálu řeší projektová dokumentace v souladu\nse zákonem č. 541/2020 Sb. a prováděcími předpisy.\n(3) Projektová dokumentace stanovuje využití vyzískaného kameniva s cílem předcházet vzniku\nodpadů a přednostně využívat vyzískaný stavební materiál zpět do stavby dráhy.\n(4) Provozovatel recyklační linky musí mít\na) platné „Osvědčení“ vydané pověřeným útvarem SŽ;\nb) souhlas pověřeného orgánu státní správy (KÚ) podle zákona 2001/2012 Sb.\nk provozování zařízení recyklační linky stavebních hmot a souhlas s jeho provozním\nřádem.\n(5) Zhotovitel vede o recyklaci a použití, resp. likvidaci materiálu veškerou potřebnou\ndokumentaci v souladu s právními předpisy, českými technickými normami, OTP a těmito\nTKP.\n(6) Orgánem státní správy v oblasti odpadového hospodářství je pro stavbu místně příslušný\nreferát životního prostředí. Tato oblast se řídí zákony č. 114/1992 Sb. o ochraně přírody,\nč. 17/1992 Sb. o životním prostředí, č. 541/2020 Sb. o odpadech a souvisejícími\nvyhláškami. Ve smyslu těchto zákonů je nutný souhlas orgánů státní správy pro nakládání\ns odpadem, tj. pro manipulaci, skladování, úpravu, přepravu a zřízení zařízení\nk zneškodňování odpadů. Kategorii zařazení odpadů a způsob jejich likvidace či skládkování\nstanovuje projektová dokumentace.\n13/14\nTKP Kapitola 7 – Kolejové lože Účinnost od 1. listopadu 2021\n7.11 BEZPEČNOST PRÁCE A TECHNICKÝCH ZAŘÍZENÍ, POŽÁRNÍ\nOCHRANA\n(1) Požadavky na bezpečnost práce a technických zařízení jakož i na požární ochranu obecně\nstanoví kapitola 1 TKP.\n7.12 SOUVISEJÍCÍ NORMY A PŘEDPISY\n(1) Seznam souvisejících právních předpisů, českých technických norem a vnitřních předpisů\nSŽ je uveden v příloze A Kapitoly 1 TKP.\n14/14\nOvěřovací doložka konverze dokumentu\nOvěřuji pod pořadovým číslem 2030952, že tento dokument, který vznikl převedením vstupu v listinné\npodobě do podoby elektronické, skládající se z 14 listů, se doslovně shoduje s obsahem vstupu.\nOvěřující osoba: Jan ČIHÁK\nVystavil: Správa železnic, státní organizace\nDatum: 21.10.2021 11:06:19\n"
}