{
  "type": "tkp_document",
  "filename": "TKP04_2008_07.pdf",
  "extracted_at": "2026-02-25T15:40:48.360273",
  "document_info": {
    "tkp_number": "04",
    "year": "2008",
    "month": "07"
  },
  "technical_specs": [
    {
      "value": "90",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "150",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "500",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "150",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "89",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "108",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "133",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "50",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "10",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "30",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "25",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "50",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "10",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "50",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "90",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "150",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "500",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "150",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "89",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "108",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "150",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "133",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "50",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "50",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "40",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "10",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "025",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "05",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "30",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "50",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "05",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "200",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "10",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "30",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "25",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "50",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "10",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "50",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "00",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    }
  ],
  "prices": [],
  "raw_text": "Správa železniční dopravní cesty, státní organizace\nDlážděná 1003/7, 110 00 Praha 1, Nové Město\nTECHNICKÉ KVALITATIVNÍ PODMÍNKY\nSTAVEB STÁTNÍCH DRAH\nKapitola 4\nODVODNĚNÍ TRATÍ A STANIC\nTřetí - aktualizované vydání\nzměna č. 6\nSchváleno generálním ředitelem SŽDC\ndne: 7.4.2008\nč.j.: 12153/08-OKS\nÚčinnost od: 1.7.2008\nPočet listů : 6\nPočet příloh: 0\nPočet listů příloh: 0\nPraha 2008\nOznačení textu po stranách znamená věcnou změnu textu oproti TKP - Třetímu aktualizovanému\nvydání, změně č. 3 z roku 2002.\nTato publikace ani žádná její část nesmí být reprodukována, uložena ve vyhledávacím systému nebo\npřenášena, a to v žádné formě a žádnými prostředky elektronickými, fotokopírovacími či jinými, bez\npředchozího písemného svolení vydavatele.\nVýhradní distributor: Správa železniční dopravní cesty, státní organizace\nTechnická ústředna dopravní cesty\nÚATT - oddělení typové dokumentace\n772 58 Olomouc, Nerudova 1\nObsah\n4.1 ÚVOD 3\n4.2 POPIS A KVALITA STAVEBNÍCH MATERIÁLŮ 3\n4.2.1 Obecně 3\n4.2.2 Příkopy a náhorní příkopy 3\n4.2.3 Příkopové zídky, skluzy a kaskády 3\n4.2.4 Trativody, trativodní šachty, svahová trativodní žebra 3\n4.2.5 Odvodňovací vrty 4\n4.2.6 Svodná potrubí a hlavní sběrače 5\n4.2.7 Horské vpusti, lapače splavenin, trativodní výústi 5\n4.2.8 Geotextilie 5\n4.3 TECHNOLOGICKÉ POSTUPY PRACÍ 5\n4.3.1 Příkopy, náhorní příkopy 5\n4.3.2 Příkopové zídky, skluzy a kaskády 6\n4.3.3 Trativody, trativodní šachty, svahová trativodní žebra 6\n4.3.4 Odvodňovací vrty 7\n4.3.5 Svodná potrubí a hlavní sběrače 7\n4.3.6 Horské vpusti, lapače splavenin, trativodní výústi 7\n4.3.7 Geotextilie 7\n4.4 DODÁVKY MATERIÁLŮ, SKLADOVÁNÍ, POČÁTEČNÍ ZKOUŠKY 7\n4.5 ODEBÍRÁNÍ VZORKŮ A KONTROLNÍ ZKOUŠKY 8\n4.6 PŘÍPUSTNÉ ODCHYLKY, MÍRA OPOTŘEBENÍ, ZÁRUKY, ÚDRŽBA\nV ZÁRUČNÍ DOBĚ 8\n4.7 KLIMATICKÁ OMEZENÍ 9\n4.8 ODSOUHLASENÍ A PŘEVZETÍ PRACÍ 9\n4.9 KONTROLNÍ MĚŘENÍ, MĚŘENÍ POSUNŮ A PŘETVOŘENÍ 10\n4.10 EKOLOGIE 10\n4.11 BEZPEČNOST PRÁCE A TECHNICKÝCH ZAŘÍZENÍ, POŽÁRNÍ OCHRANA 10\n4.12 SOUVISEJÍCÍ NORMY A PŘEDPISY 10\n4.12.1 Technické normy 10\n4.12.2 Předpisy 11\n4.12.3 Související kapitoly TKP 12\n1\nSeznam zkratek\nCBR California Bearing Ratio (Kalifornský poměr únosnosti)\nČD České dráhy, akciová společnost\nČSN Česká norma\nOTP Obecné technické podmínky\nSŽDC Správa železniční dopravní cesty, státní organizace\nTKP Technické kvalitativní podmínky\nZTKP Zvláštní technické kvalitativní podmínky\n2\n4.1 ÚVOD\nPro tuto kapitolu platí všechny pojmy, ustanovení, požadavky a údaje uvedené v kapitole 1 TKP.\nKapitola 4 technických kvalitativních podmínek staveb státních drah (dále jen TKP) řeší odvodnění tratí a stanic\nzařízeními k zachycení a odvedení povrchových nebo podzemních vod. Konstrukce a zařízení jsou příkopy,\ntrativody, svahová trativodní žebra, svodná potrubí, odvodňovací vrty apod. Kapitola navazuje na kapitolu 1, 2,\n3, 6, 10, 14, 17, 18, 22 a 24 TKP.\nV této kapitole nejsou řešeny propustky, pro které platí kapitola 18 TKP a odvodnění zpevněných ploch, ramp\na nástupišť, které je uvedeno v kapitole 10 TKP.\n4.2 POPIS A KVALITA STAVEBNÍCH MATERIÁLŮ\n4.2.1 Obecně\nTento oddíl kapitoly 4 TKP určuje rozměry, materiál, typ a požadované vlastnosti materiálů, trub, dílců\na konstrukcí používaných pro odvodnění tratí a stanic.\nV případech, kdy nejsou blíže specifikovány materiály v projektové dokumentaci, je možné použít materiály\nvýrobců tuzemských nebo zahraničních, pokud odpovídají požadavkům uvedeným v těchto TKP, zvláštních\ntechnických kvalitativních podmínkách (dále jen ZTKP), dokumentaci a souvisejících normách a předpisech.\n4.2.2 Příkopy a náhorní příkopy\nPro provádění příkopů a jejich konstrukci platí ustanovení Vzorových listů železničního spodku Ž 3.11\na TNŽ 73 6949 - Odvodnění železničních tratí a stanic.\nV případě použití betonových prefabrikátů (příkopových tvárnic, obkladních desek apod.), příp. betonových\nmonolitických konstrukcí je nutné dodržet předepsanou kvalitu betonu, kterou určuje ČSN EN 206-1/73 2403,\nČSN P ENV 3670-1/73 2400, kapitola 18 TKP.\n4.2.3 Příkopové zídky, skluzy a kaskády\nPříkopové zídky\nPříkopová zídka je betonová konstrukce s krycí deskou. Provádí se v souladu se Vzorovým listem železničního\nspodku Ž 3.12 nebo jako prefabrikovaný příkopový žlab.\nSkluzy, stupně a kaskády\nProvedou se v souladu se Vzorovým listem železničního spodku Ž 3.13.\nKvalitu všech uvedených konstrukcí z betonu určuje dokumentace. Pro výrobu a ošetření betonu a podkladních\nbetonů platí kapitola 17 TKP.\n4.2.4 Trativody, trativodní šachty, svahová trativodní žebra\nTrativody se konstruují podle TNŽ 73 6949 a Vzorového listu železničního spodku Ž 3.21.\nDo trativodních rýh se vkládá potrubí, jako materiál se použijí drenážní trubky z plastu, kameninové děrované\ntrouby, betonové trouby, popřípadě jiný vhodný materiál určený dokumentací stavby nebo ZTKP.\nDrenážní trubky z plastů\nPoužité trubky musí splňovat parametry podle ČSN 13 8740. Minimální vnitřní průměr je 90 mm.\nKameninové trubky děrované\nFyzikální, mechanické a chemické vlastnosti určuje ČSN 72 5220. Používají se trubky hrdlové s utěsněnými\nčely. Minimální vnitřní průměr je 150 mm.\n3\nBetonové trubky\nPodle vzor. listu Ž 3.21 lze použít betonové trubky s hladkými konci, délky max. 500 mm. Užití určuje\nČSN 72 3129, ČSN 72 3155. Minimální vnitřní průměr je 150 mm.\nJiné druhy trub\nPoužijí se v případech, kdy toto předepisuje dokumentace. Jejich popis a požadavky na kvalitu specifikují\nZTKP.\nZásyp trativodní rýhy\nZásyp trativodní rýhy se zřizuje jako jednotná výplň z jednoho druhu materiálu. Zásyp trativodní rýhy musí\nzaručovat velmi dobrou propustnost dle TNŽ 73 6949 a nenamrzavost dle ČSN 72 1002. Musí splňovat\npožadavky na zrnitost a na další technické vlastnosti stanovené přílohou 19 předpisu SŽDC S4.\nVýplň trativodní rýhy musí být posouzena podle filtračního kritéria podle TNŽ 73 6949. Nevyhovuje-li výplň\nfiltračnímu kritériu vloží se mezi zeminu, příp. konstrukční vrstvu a výplň vhodná geotextílie. K zamezení\nvplavování výplně trativodní rýhy do trativodních trubek musí výplň trativodů splňovat podmínku\nTNŽ 73 6949.\nPro výplň může být ve shodě s dokumentací použita štěrkodrť nebo štěrkopísek, popř. drcená struska,\nrecyklovaný materiál nebo jiný vhodný materiál.\nTrativodní šachty\nTrativodní šachty se konstruují jako vrcholové, přípojné nebo kontrolní šachty a koncové šachty.\nKonstrukci a rozměry předepisuje TNŽ 73 6949 a Vzorový list železničního spodku Ž 3.3.\nOdvodňovací žebra\nProvedou se podle TNŽ 73 6949, Vzorového listu železničního spodku Ž 3.23. a na základě inženýrsko-geolo-\ngického průzkumu nebo rozhodnutí stavebního dozoru.\n4.2.5 Odvodňovací vrty\nOdvodňovací vrty se zřizují pro odvedení podzemních vod, které nepříznivě ovlivňují stabilitu svahu, ze\nzemního příp. horninového masivu na povrch terénu. Odvodňovací vrty lze podle prostorové polohy rozdělit:\n– horizontální - dovrchní nebo úpatní\n– vertikální\nProvádí se převážně jako dovrchní vrty s výstrojí z drenážního potrubí, filtru a výtokového čela. Vrty lze\ndoplňovat kontrolními šachtami a nebo kombinovat s vertikálními vrty.\nProstorová poloha vrtů a sklon se stanoví na základě hydrogeologického průzkumu.\nPro drenážní potrubí se použijí děrované ocelové trubky nebo trubky z plastů. Pro horizontální vrty se volí\npřednostně perforace s kruhovými otvory po celém obvodu profilu z důvodu vyšší tuhosti v kroucení při\nzatahování trubek. Použití potrubí se štěrbinovými otvory je vhodnější při zřizování vertikálních vrtů. Obvyklé\nprůměry ocelových profilů: d=89 mm, d=108 mm při délce vrtů do 150 m, d=133 mm při délce vrtů do 50 m.\nOcelové potrubí musí být na povrchu opatřeno antikorozní úpravou.\nPři použití potrubí z plastů mimo oblast zatížení železničním provozem je přípustná trvalá vertikální deformace\npotrubí 6 %, v oblasti zatížení je přípustná trvalá vertikální deformace potrubí 3 %. Délka potrubí z plastů je\nomezená v závislosti na použité technologii vrtu.\nZemní masiv se ve volném prostoru vrtu postupně dotvaruje k povrchu drenážního potrubí a vytvoří přirozený\nfiltr. K zamezení vplavování zemin do potrubí musí být splněna podmínka:\nd > D (mm)\n50\nkde d průměr zrna zeminy při 50% propadu, D je průměr kruhového otvoru děrované trubky/ šířka štěrbiny\n50\nperforovaných trub.\n4\nPro zamezení vplavování zemin do potrubí lze použít technické filtry. Filtry mohou být zřízeny drenážním\nobsypem potrubí, textilním filtrem, jako lepený filtr překrytím otvorů směsí písku a lepidla apod. Při zatahování\npotrubí do vrtů je nutno mít na zřeteli možné sedření nebo održení filtru.\nZřizování drenážního filtru obsypem je možné pouze u vertikálních vrtů. Při požadavku na sypaný filtr\ndovrchních vrtů je nutno vrt dvojitě zapažit a výplň zafoukat nebo zaplavit. Takto zřízený obsyp nelze ideálně\nprovést na celý profil vrtu a v celé jeho délce (částečné vyplnění v profilu, nedofouknutí do konce vrtu,\ndeformace vrtu při odpažení se zatlačováním obsypu do drenážních otvorů apod.). Z uvedených důvodů se\nu dovrchních vrtů obsyp obvykle nenavrhuje.\nVýtokové čelo odvodňovacího vrtu se navrhuje podle zásad pro provádění trativodních výústí, čl. 4.2.7.\n4.2.6 Svodná potrubí a hlavní sběrače\nSvodná potrubí a hlavní sběrače se provádějí podle TNŽ 73 6949 a Vzorového listu železničního spodku Ž 3.4\njako kanalizační potrubí s utěsněnými spárami. Podrobnosti jsou uvedeny v kapitole 14 TKP.\n4.2.7 Horské vpusti, lapače splavenin, trativodní výústi\nProvádějí se podle dokumentace v souladu se zásadami Vzorového listu železničního spodku Ž 3.14. Zřizují se\njako prefabrikované díly, z monolitického betonu nebo z kamenného zdiva. Prefabrikované díly se provádějí\njako staveništní prefabrikáty z betonu prostého minimální kvality C 30/37 XF3, železobetonové díly z betonu\nminimální kvality C 30/37 XF3, objekty z monolitického betonu minimální kvality C 30/37 XF3. Další\npožadavky na beton stanoví kapitola 17 TKP a na betonové konstrukce kapitola 18 TKP. Hydroizolace objektů\nna styku s vodou nebo se zemní vlhkostí se provádí podle požadavků stanovených v kapitole 22 TKP.\nU menších objektů je vhodné použít vodostavební beton s maximálním průsakem 50 mm podle zásad technické\nnormy SVB ČR 01-2004 bez potřeby další ochrany proti vodě. Konstrukce z kamenného zdiva se provádí na\ncementovou maltu z opracovaného kamene. Nejmenší tloušťka kamenného zdiva je 0,40 m. Požadavky na\nvýrobky z kamene stanoví ČSN 72 1860, na pojivo z cementu ČSN EN 197-1 (72 1001). Požadavky na\nprovádění zděných konstrukcí z kamene stanoví ČSN 73 2310.\nVtoková mříž objektů odvodnění, určená pro dopravní zatížení – těžký typ, musí být litinová s pevností\nodpovídající stupni zatížení podle daného místa (stanoví projektová dokumentace). Pro vtokovou mříž objektů\nodvodnění, bez zatížení nebo pochozí – lehký typ, se použije vylehčená mříž (svařovaná síť, můstkový rošt,\nmřížkový rošt, plech s otvory apod.).\nV případě požadavku na ochranu svahů u těchto objektů se provádí jejich ochrana podle zásad Vzorového listu\nželezničního spodku Ž 6.11. Svahy pod výtokem z objektů musí být vždy spolehlivě opevněny proti erozi\na vymílání proudící vodou.\nV závislosti na místních podmínkách se přednostně použije kamenná dlažba nebo drátokamenné konstrukce.\nDále lze použít pohozy, štěrkové koberce, patky a záhozy, rovnaniny, masivní obklady, gabiony z plastů, textilní\nmatrace.\n4.2.8 Geotextilie\nDruh geotextilie a požadavky na jejich vlastnosti určuje dokumentace nebo stavební dozor ve shodě\ns ČSN 73 3040 a obecnými technickými podmínkami „Geotextilie v tělese železničního spodku“. Základními\nfunkcemi geotextilie v rámci této kapitoly se rozumějí separace, filtrace, odvodnění.\nPoužití geotextilie určuje projektová dokumentace nebo ZTKP. Dodávky geotextilií musí být doloženy certi-\nfikáty jakosti.\n4.3 TECHNOLOGICKÉ POSTUPY PRACÍ\n4.3.1 Příkopy, náhorní příkopy\nPříkopy se provádějí podle projektové dokumentace a zemní práce podle zásad uvedených v kapitole 3 TKP\na ČSN 73 3050.\nNáhorní příkop se zřizuje nad svahem zářezu, konstrukčně musí být uspořádán tak, aby nebyla porušena stabilita\nsvahu a musí být zásadně zpevněný a nepropustný.\n5\nJe-li navrženo zpevnění příkopu tvárnicemi nebo dlažbou z přírodního kamene, klade se na řádně zhutněný\npodklad. Tvárnice a dlažba se osazuje do lože z betonu C 16/20 – XF3 v tloušťce min. 0,10 m. Spáry mezi\ntvárnicemi nebo v dlažbě musí být vždy vyplněny cementovou maltou nebo betonovou mazaninou. Horní část\nspáry je možno uzavřít živičnou zálivkou. Další požadavky na provádění zpevněného příkopu tvárnicemi\nstanoví Vzorový list železničního spodku Ž 3.11, pro provádění zpevněného příkopu z dlažby vzorový list\nželezničního spodku Ž 6.11.\nRozhrnutí organické zeminy nebo půdy a osetí přilehlých svahů se provádí až po dokončení příkopu.\nStavební postup musí zajišťovat stálé odvodnění staveniště a nesmí docházet v průběhu zřizování příkopů\nk znečišťování štěrkového lože a narušování konstrukčních vrstev.\n4.3.2 Příkopové zídky, skluzy a kaskády\nZřizují se na základovou spáru provedenou podle zásad uvedených v kapitole 3 těchto TKP. Spára musí být\nodsouhlasena stavebním dozorem.\nKonstrukční detaily určuje projektová dokumentace.\nU monolitických betonových konstrukcí musí pracovní záběr končit zásadně dilatační spárou (viz kapitola 17\na 18 TKP).\n4.3.3 Trativody, trativodní šachty, svahová trativodní žebra\nStavba trativodu\nZemní práce na stavbě trativodu mohou být zahájeny až po zjištění a vytyčení polohy všech inženýrských sítí\na udělení souhlasu všech dotčených organizací. V blízkosti potrubí, stok, kabelů a jiných podzemních a nadzem-\nních inženýrských sítí je nutno zemní práce provádět s maximální opatrností podle ČSN 73 3050 a ostatních\nsouvisejících předpisů. Při provádění zemních prací je nutno počítat s důsledky nepříznivých vnějších účinků\n(mráz, vodní příval apod.).\nHloubení trativodních rýh\nPři zemních pracích je nutno postupovat podle ČSN 73 3050. Výkop trativodní rýhy musí být směrově\na výškově vytyčen. Trativodní rýhu je nutno hloubit před konečnou úpravou zemní pláně. Výkop trativodní rýhy\nse provádí proti spádu trativodu. Výkop trativodní rýhy musí být proveden v navrženém sklonu s přesností\n±2 ‰ a s výškovou tolerancí ± 0,025 m.\nVýkopový materiál musí být ihned odvážen. Nerovnosti dna trativodní rýhy se vyrovnají vrstvou písku tloušťky\nmin. 0,05 m.\nPo provedení výkopu a úpravy dna rýhy, které musí tvořit rostlá nerozrušená zemina, se provede odsouhlasení\nrýhy stavebním dozorem.\nKladení trativodních trubek\nPro stavbu trativodů se používají pouze nepoškozené a čisté trativodní trubky. Trativodní trubky s hrdly musí\nbýt ukládány tak, aby hrdla byla orientována proti směru toku vody. Potrubí se klade po spádu nivelety\n(z důvodu zanášení). U trativodních trubek bez hrdel je nutno při kladení dbát na to, aby spára byla co nejmenší.\nSpáry je vhodné chránit před zarůstáním a vplavováním jemných částic zásypu trativodní rýhy do trativodního\npotrubí (např. geotextilií). Toto neplatí při použití trubek spojovaných hrdlem s pryžovým těsněním, se\nspojovacím nátrubkem, příp. svařovaných.\nTrativodní trubky se kladou v delších úsecích, nejméně mezi dvěma šachtami. Kde to není možné (z důvodu\norganizace výstavby), zajistí se dříve položená část trativodního potrubí proti znečištění (např. víčkem). Při po-\nkračování v kladení trubek se toto zajištění odstraní. Trativodní trubky, děrované v horní části profilu, se\nzásadně ukládají drenážními otvory vzhůru po svislé ose symetrie otvorů. Vsakovací trubky, děrované v celém\nprofilu, se ukládají vyznačenou pokládací linií vzhůru.\nPo položení trativodního potrubí musí být trativodní rýha ihned vyplněna vhodným materiálem. Po provedení\nzásypu a po vplavení drobných částic výplně do trativodu se trativodní potrubí pročistí proudem tlakové vody.\nZásyp trativodních rýh\nObsyp trativodního potrubí se provede odděleně od zásypu. Zásyp se v první vrstvě zhutní v tloušťce min.\n0,30 m nad potrubím zhutňovacím zařízením s maximální opatrností tak, aby potrubí trativodu nebylo\n6\npoškozeno ani deformováno. Zásyp a hutnění dalších vrstev se provádí tloušťce max. 0,50 m. Poslední vrstvu\nlze navýšit až do úrovně pláně tělesa železničního spodku. V případě mělce uloženého potrubí je nutno provést\npřesypání materiálu a jeho zhutnění. Zásyp se následně upraví do projektových profilů.\nV průběhu manipulace a vlastní realizace nesmí dojít k znečištění materiálu zásypu příměsemi nebo případné\nsegregaci. Při vyplňování trativodní rýhy nesmí být zemní pláň porušena pojezdy vozidel a stavebních\nmachanizmů. Konstrukce trativodu musí být bezpečně ochráněna před přímým pojezdem vozidel.\nTrativodní šachty\nTrativodní šachty se budují zároveň s postupem kladení trativodního potrubí. Po dokončení zásypu musí být\npoklopy nejvýše 0,05 m nad úrovní přilehlého terénu, stezky apod.\nSvahová trativodní žebra\nProvedou se podle projektové dokumentace, geologického posudku nebo ZTKP, případně podle skutečných\ngeologických poměrů zjištěných při realizaci stavby a pokynů stavebního dozoru.\nNení-li stanoveno jinak, provede se výplň bezprostředně po dokončení a odsouhlasení zemních prací.\nVýplň trativodních žeber nesmí být v průběhu realizace znečištěna a segregována.\nPráce musí být prováděny tak, aby nebyla narušena stabilita tělesa železničního spodku.\n4.3.4 Odvodňovací vrty\nPoužitá technologie vrtů musí zajistit projektové parametry a geometrickou přesnost předepsanou projektovou\ndokumentací. V geologických složitých poměrech, v obtížných geomorfologických podmínkách a při rozsáhlých\nsanacích zemního tělesa je nutno zpracovat ZTKP. Zhotovitel odvodňovacích vrtů doloží způsob provádění\ntechnologickou dokumentací.\n4.3.5 Svodná potrubí a hlavní sběrače\nPodrobnosti zřizování svodných potrubí a hlavních sběračů jsou obsaženy v kapitole 14 TKP.\n4.3.6 Horské vpusti, lapače splavenin, trativodní výústi\nStavební a montážní práce betonových a kamenných konstrukcí se provádí podle standardních stavebních\npostupů, které vyplývají z požadavků TKP, kapitola 5 Ochrana drážního tělesa, kapitola 17 Beton pro\nkonstrukce a kapitola 22 Izolace proti vodě.\nPřípravné a zemní práce se provádí podle TKP, kapitola 2 - Příprava staveniště, kapitola 3- Zemní práce. Při\nzřizování odkopávek pro objekty musí být po celou dobu stavebních prací zajištěna stabilita svahů se zvláštním\nzřetelem na přitížení terénu železničním provozem. Sklony svahů odkopávek nebo pažení stěn odkopávek\nje určeno ČSN 73 3050. Základová spára před zahájením stavebních prací musí být řádně odvodněna a suchá.\nV případě potřeby je nutno vybudovat těsnící stěny nebo jímky podle TKP, kapitola 24 - Zvláštní zakládání\na vodu z odkopávek průběžně odčerpávat.\n4.3.7 Geotextilie\nGeotextilie se klade zásadně s předepsanými přesahy a se zvláštním zřetelem na její nepoškození.\n4.4 DODÁVKY MATERIÁLŮ, SKLADOVÁNÍ, POČÁTEČNÍ ZKOUŠKY\nKe každé dodávce materiálu (trub, betonu, betonových konstrukcí, kameniva, geotextilií, hutního materiálu)\nmusí zhotovitel zajistit požadované doklady o kvalitě (certifikáty jakosti, prohlášení o shodě), ze kterých je\nzřejmé, že materiály splňují technické požadavky stanovené projektovou dokumentací, OTP, TKP nebo ZTKP.\nZhotovitel je povinen umožnit stavebnímu dozoru kontrolu těchto materiálů a příslušných dokladů.\nKonstrukce, trubky a ostatní materiály musí zhotovitel skladovat tak, aby nedošlo k jejich poškození a zneho-\ndnocení před vlastním použitím.\nU monolitických betonových konstrukcí musí zhotovitel zajistit počáteční zkoušky podle kapitoly 17 TKP.\n7\n4.5 ODEBÍRÁNÍ VZORKŮ A KONTROLNÍ ZKOUŠKY\nTrativodní potrubí se, není-li předepsáno jinak, nezkouší, ale stavební dozor musí být přítomen a odsouhlasit\nprovedené nezakryté drenáže (trativodní potrubí) před obsypem a zásypem. Po dokončení trativodního potrubí\nnesmí být toto potrubí dotčeno dalšími pracemi. Pokud k zásahu do trativodního potrubí dojde, je nutno po\nukončení dalších prací uvést trativodní potrubí do původního stavu a prověřit vhodnou metodou (proplachem,\npérem, kamerovou sondou apod.) funkčnost dotčeného trativodního potrubí.\nSvodné potrubí a potrubí hlavních sběračů se zkouší na vodotěsnost v případech, kdy to určuje dokumentace\nnebo ZTKP, popř. na základě požadavku stavebního dozoru. Přesné postupy zkoušek pro dané případy stanoví\nČSN 75 6909.\nPokud dokumentace stanoví kontrolní zkoušky betonu, provádějí se podle kapitoly 17 TKP.\nVhodnost materiálu trativodů musí být doložena prohlášením shody (osvědčením o jakosti), u materiálu výplně\ntrativodu křivkou zrnitosti. Vzorky pro kontrolní zkoušky je nutno odebírat před zasypáním rýhy. V případě, že\nmateriál nevyhoví požadavkům čl. 4.2.4, nelze jej pro výplň trativodu použít.\nPřed provedením zásypu trativodu se kontrolními zkouškami ověřuje shoda vlastností materiálu pro výplň trati-\nvodu s výsledky počátečních zkoušek. Kontrolní zkoušky provádí zhotovitel nejméně 1x na délku 200 m\ntrativodu, pokud není stavebním dozorem stanoveno jinak. Odběr vzorků a jejich příprava pro kontrolní zkoušky\nse řídí ustanovením ČSN EN 932-1.\nU geotextilie s oddělovací a filtrační funkcí se dokladuje propustnost (součinitel filtrace kolmo na rovinu\ngeotextílie), pevnost v tahu v podélném a příčném směru, velikost otvoru, odolnost proti statickému porušení\nVšechny neobvyklé materiály použité na utěsnění spár, izolační nátěry, ochranu svahu příkopů apod. musí být\ndoloženy certifikátem výrobku nebo prohlášením shody prokazujícím jejich technickou použitelnost a ekologic-\nkou nezávadnost.\n4.6 PŘÍPUSTNÉ ODCHYLKY, MÍRA OPOTŘEBENÍ, ZÁRUKY, ÚDRŽBA\nV ZÁRUČNÍ DOBĚ\nVýškové odchylky\nDovolené odchylky uložení trubek jsou určeny takto:\nPři sklonu do 10 ‰ může být výšková odchylka uložení svodného potrubí a hlavního sběrače do ±10 mm, při\nsklonu nad 10 ‰ do ±30 mm, u dna trativodního potrubí tato odchylka nesmí být větší než ±25 mm.\nOdchylky se vztahují ke kótě určené projektovou dokumentací.\nPoklopy šachet a vpustě umístěné ve zpevněné ploše nebo ve volném schůdném prostoru musí být v úrovni\npřilehlé úpravy, v ostatních případech se připouští maximální odchylka do ±50 mm.\nPříkopy, žlaby a skluzy smí mít odchylku do ±10 mm za podmínky, že nebude docházet k zadržování vody.\nSměrové odchylky\nPřímé úseky odvodňovacího zařízení - příkopy (tvárnice) a stoky mezi dvěma šachtami smí mít směrovou\nodchylku od přímého směru nejvýše 50 mm, eventuální přechod křivosti musí být plynulý. Polohové odchylky\nodvodňovacího zařízení od vytyčovacího plánu nesmí zhoršovat parametry stavby (např. zestrmění příkopových\nsvahů, zásah konstrukce odvodnění do pracovního prostoru koleje).\nSklonové odchylky\nPři sklonu trativodního potrubí do 5 ‰ nesmí být v celé délce trasy lokální sklon menší než 2 ‰, při sklonu nad\n5 ‰ menší než 3 ‰.\nLokální sklon je určen relativní výškovou odchylkou na měřické základně 2,00 m.\nZáruční doby všeobecně stanoví kapitola 1 TKP.\nÚdržbu v záruční době zajišťuje provozovatel dráhy podle ustanovení v kapitole 1 TKP. V této době za\nodstranění plevele, náletových dřevin, přírodního spadu a překážek vzniklých dopravním provozem odpovídá\npříslušná SDC.\n8\n4.7 KLIMATICKÁ OMEZENÍ\nBetonářské práce se smí provádět v období, kdy průměrná denní teplota v průběhu tří dnů neklesne pod +5°C\n(portlandské cementy) a pod +8°C (směsné cementy). Noční teploty nesmí poklesnout pod bod mrazu.\nPodmínky betonářských prací jsou určeny v ČSN P ENV 13 670-1, ČSN EN 206-1 a v kapitole 17 TKP.\nManipulace a svařování potrubí z PVC je povoleno pouze při teplotách nad bodem mrazu, práce se nesmí\nprovádět při sněžení a dešti.\nTlakové zkoušky hlavních sběračů (svodných potrubí) v případech, kdy to určuje projektová dokumentace, se\nsmí provádět pouze, pokud teplota neklesne pod +5°C (ČSN 75 6909), pokud nejsou provedena jiná ochranná\nopatření odsouhlasená stavebním dozorem.\n4.8 ODSOUHLASENÍ A PŘEVZETÍ PRACÍ\nProvedení konstrukcí a objektů, které budou následně kryty zásypem, se odsouhlasuje před jejich zasypáním.\nPřejímka potrubí odvodňovacího zařízení se provádí při bočním obsypu do výšky 2/3 profilu potrubí.\nPokud jsou požadovány tlakové zkoušky, popřípadě zkoušky vodotěsnosti, provádí se podle předcházejících\nčlánků (platí pro svodné potrubí a hlavní sběrače) a jejich úspěšný výsledek je podmínkou pro odsouhlasení.\nPodklady pro převzetí prací jsou prohlídka stavebního objektu a doložená prohlášení o shodě (osvědčení\no jakosti) včetně požadovaných počátečních a kontrolních zkoušek určených dokumentací, TKP nebo ZTKP.\nPři odsouhlasení odvodnění (před zakrytím) je zhotovitel povinen předat stavebnímu dozoru tabulku nivelace\nodvodnění - potvrzení sklonu (spádu) s hustotou bodů 5-20/100 bm odvodňovacího zařízení podle typu\nodvodňovacího zařízení. Hustotu bodů určuje stavební dozor.\nPřed zásypem potrubí se kontroluje:\n− dodržení předepsaných sklonů (spádů) odvodnění,\n− kvalita napojení a položení trubek, včetně správné polohy drenážních otvorů,\n− těsnost potrubí (tlaková zkouška) s výjimkou trativodního,\n− polohová a výšková rovinatost,\n− ochrana potrubí pod kolejí,\n− napojení potrubí na šachty,\n− provedení a nepropustnost šachet,\n− kvalita použitého betonu na monolitické konstrukce,\n− kvalita všech použitých materiálů na těsnění spár, izolační nátěry apod.,\n− zhutnění základové spáry, pokud je projektovou dokumentací požadováno.\nPo ukončení prací se kontroluje:\n− čistota potrubí (propláchnutí proudem vody),\n− výplňový materiál trativodu,\n− zhutnění zásypu,\n− sedání zásypů rýh a vliv na kvalitu povrchu terénu.\nSoučástí dokumentace skutečného provedení je:\n− zhotovitelem zaměřený podélný profil odvodňovacího zařízení\n− polohové zaměření odvodňovacích zařízení v charakteristických bodech určených vytyčovacím plánem,\nv lomových bodech a v bodech nivelace\n− polohové zaměření objektů odvodnění v charakteristických bodech určených vytyčovacím plánem\nVeškerá kanalizační a trativodní síť musí být před převzetím prací zaměřena v souřadnicovém systému\na výškopisném systému projektové dokumentace. Zaměření předá zhotovitel stavebnímu dozoru.\n9\n4.9 KONTROLNÍ MĚŘENÍ, MĚŘENÍ POSUNŮ A PŘETVOŘENÍ\nNení požadováno.\n4.10 EKOLOGIE\nStavební činnost popsaná v této kapitole musí být prováděna v souladu s články o životním prostředí v kapitole\n1 TKP.\n4.11 BEZPEČNOST PRÁCE A TECHNICKÝCH ZAŘÍZENÍ, POŽÁRNÍ OCHRANA\nPožadavky na bezpečnost práce a technických zařízení jakož i na požární ochranu obecně stanoví kapitola\n1 TKP.\n4.12 SOUVISEJÍCÍ NORMY A PŘEDPISY\nUvedené související normy a předpisy vycházejí z aktuálního stavu v době zpracování TKP, resp. jejich aktuali-\nzace. Uživatel TKP odpovídá za použití aktuální verze výchozích podkladů ve smyslu kap. 1.3 TKP, tj. právních\npředpisů, technických norem a předpisů SŽDC (ČD).\n4.12.1 Technické normy\nČSN 72 1006 Kontrola zhutnění zemin a sypanin\nČSN 72 1860 Kámen pro zdivo a stavební účely. Společná ustanovení\nČSN 72 2699 Cihlářské výrobky pro zvláštní účely. Trativodky\nČSN 72 5220 Hospodářská kamenina. Jakost, tvary a rozměry\nČSN 73 1200 Názvoslovie v odbore betonu a betonárských prác\nČSN 73 1201 Navrhování betonových konstrukcí\nČSN 73 2310 Provádění zděných konstrukcí\nČSN 73 1326 Stanovení odolnosti povrchu cementového betonu proti působení vody a chemických\nrozmrazovacích látek\nČSN 73 3050 Zemné práce. Všeobecné ustanovenia\nČSN 73 6301 Projektování železničních drah\nČSN 73 6310 Navrhování železničních stanic\nČSN 75 4030 Křížení a souběhy melioračních zařízení s dráhami, pozemními komunikacemi\na vedeními\nČSN 75 6101 Stokové sítě a kanalizační přípojky\nČSN 75 6230 Podchody stok a kanalizačních přípojek pod dráhou a pozemní komunikací\nČSN 75 6551 Odvádění a čištění odpadních vod s obsahem ropných látek\nČSN 75 6909 Zkoušky vodotěsnosti stok a kanalizačních přípojek\nČSN 83 0901 Ochrana povrchových vod před znečištěním. Všeobecné požadavky\nČSN EN Změna Z2\n206-1/73 2403 Beton – Část 1: Specifikace, vlastnosti, výroba a shoda\nČSN EN 295-1 Kameninové trouby, tvarovky a spoje trub pro odpadní a stokovou kanalizaci.\n(72 5201-1) Požadavky\nČSN EN 295-2 Kameninové trouby, tvarovky a spoje trub pro odpadní a stokovou kanalizaci.\n(72 5201-2) Kontrola jakosti a odběr vzorků\nČSN EN 295-3 Kameninové trouby, tvarovky a spoje trub pro odpadní a stokovou kanalizaci.\n(72 5201-3) Zkušební postupy\n10\nČSN EN 932-1 Zkoušení všeobecných vlastností kameniva -Část 1: Metody odběru vzorků\n(72 1185-1)\nČSN EN 1401-1 Plastové potrubní systémy pro beztlakové kanalizační přípojky a stykové sítě uložené\n(64 3172-1) v zemi - Neměkčený polyvinylchlorid (PVC-U) - Část 1: Specifikace pro trubky,\ntvarovky a systémy\nČSN EN 1452 - 2 Plastové potrubní systémy pro rozvod vody - Neměkčené polyvinylchlorid PVC-U -\n(64 3185) Část 2: Trubky\nČSN EN 1916/72 3146 Trouby a tvarovky z prostého betonu, drátkobetonu a železobetonu\nČSN EN ISO 14689- Geotechnický průzkum a zkoušení – Pojmenování a zatříďování hornin\n1/7210005 Část 1 – Pojmenování a popis\nČSN P ENV Provádění a kontrola betonových konstrukcí\n13670-1/73 2400 Část 1: Společná ustanovení\nTNŽ 73 6311 Navrhování kolejišť ve stanovištích a dopravnách\nTNŽ 73 6949 Odvodnění železničních tratí a stanic\nSVB ČR 01-2004 Obyčejný a vodostavebný beton – Technická norma Svazu Výrobců Betonu ČR\n4.12.2 Předpisy\nSŽDC (ČD) Op16 Pravidla o bezpečnosti a ochraně zdraví při práci\nSŽDC S3 Železniční svršek\nSŽDC S4 Železniční spodek\nSŽDC (ČSD) SR104/1(S) Pracovní postupy sanace pražcového podloží pod výhybkami\nSŽDC (ČSD) SR104/2(S) Pracovné postupy sanácie podvalového podložia staničných a traťových kolají\nObecné technické podmínky SŽDC č.j. 20034/04-OP a ČD č.j. 60 124/2004-O13 „Geotextilie v tělese\nželezničního spodku“\nObecné technické podmínky ČD - DDC č.j. 60 245/98 - O13 „Výrobky pro odvodnění železničních tratí\na stanic“.\nZákon č. 22/1997 Sb. o technických požadavcích na výrobky a o změně a doplnění některých zákonů,\nv platném znění\nNařízení vlády kterým se stanoví technické požadavky na vybrané stavební výrobky, v platném\nč. 163/2002 Sb znění\nNařízení vlády kterým se stanoví technické požadavky na stavební výrobky označované CE,\nč. 190/2002 Sb v platném znění\nVzorové listy železničního spodku\nŽ1 Základní rozměry pláně tělesa železničního spodku\nŽ2 Zemní těleso\nŽ3 Odvodňovací zařízení\nŽ4 Pražcové podloží\nŽ5 Úprava drážních svahů\nŽ6 Železniční těleso ve styku s vodními toky a díly\nŽ10 Účelové komunikace a dopravní plochy v dopravnách a stanovištích ČD.\n11\n4.12.3 Související kapitoly TKP\nKapitola 1 - Všeobecně\nKapitola 2 - Příprava staveniště\nKapitola 3 - Zemní práce\nKapitola 6 - Konstrukční vrstvy tělesa železničního spodku\nKapitola 10 - Nástupiště, rampy, zarážedla, účelové komunikace a zpevněné plochy\nKapitola 14 - Kanalizace, septiky, čističky a lapače\nKapitola 17 - Beton pro konstrukce\nKapitola 18 - Betonové mosty a konstrukce\nKapitola 22 - Izolace proti vodě\nKapitola 24 - Zvláštní zakládání\n12\nTECHNICKÉ KVALITATIVNÍ PODMÍNKY STAVEB STÁTNÍCH DRAH\nKapitola 4\nT ř e t í - aktualizované vydání se zapracovanou změnou č. 6 /z roku 2008/\nVydala Správa železniční dopravní cesty, státní organizace\nZpracovatel: Ing. Milan Koblása,\nPragoprojekt, a.s., Praha\nOdborný gestor: Ing. Jan Tupý,\nSpráva železniční dopravní cesty, státní organizace\nOdbor traťového hospodářství\nVydal: Správa železniční dopravní cesty, státní organizace\nOdbor traťového hospodářství\nDlážděná 1003/7, 110 00 Praha 1, Nové Město\nDistribuce: Správa železniční dopravní cesty, státní organizace\nTechnická ústředna dopravní cesty\nÚATT - oddělení typové dokumentace\n772 58 Olomouc, Nerudova 1\ntel.: +420 972 742 241, +420 972 741 769,\nfax: +420 972 741 290,\ne-mail: otd@tudc.cz\nwww.tudc.cz\n"
}