{
  "type": "tkp_document",
  "filename": "TKP11_2000_12.pdf",
  "extracted_at": "2026-02-25T15:41:26.303657",
  "document_info": {
    "tkp_number": "11",
    "year": "2000",
    "month": "12"
  },
  "technical_specs": [
    {
      "value": "38",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "2",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "50",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "8",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "3",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "2",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "30",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "30",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "1435",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "2500",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "152",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "38",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "2",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "50",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "8",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "3",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "2",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "30",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "2",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "30",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "30",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "1435",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "2500",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "152",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    }
  ],
  "prices": [],
  "raw_text": "ČESKÉ DRÁHY, státní organizace\nDIVIZE DOPRAVNÍ CESTY, o.z.\nTECHNICKÉ KVALITATIVNÍ PODMÍNKY\nSTAVEB ČESKÝCH DRAH\nKapitola 11\nTRVALÉ OPLOCENÍ\nTřetí - aktualizované vydání\nSchváleno VŘ DDC č.j. TÚDC-15036/2000 ze dne 18.10.2000\nÚčinnost od 1.12.2000\nPraha 2000\nOznačení textu po stranách znamená věcnou změnu textu oproti TKP 98 (v kapitole č. 7\noproti aktualizovanému vydání z roku 1999). Tento způsob označení není použit ve článku\nx.12 - Související normy a předpisy.\nVšechna práva vyhrazena.\nTato publikace ani žádná její část nesmí být reprodukována, uložena ve vyhledávacím\nsystému nebo přenášena, a to v žádné formě a žádnými prostředky elektronickými,\nfotokopírovacími či jinými, bez předchozího písemného svolení vydavatele.\nVýhradní distributor: České dráhy, státní organizace,\nDivize dopravní cesty, odštěpný závod\nTechnická ústředna dopravní cesty\nSekce technické dokumentace - Oddělení typové dokumentace\n772 58 Olomouc, Nerudova l\nObsah\n11.1 ÚVOD 2\n11.2 POPIS A KVALITA STAVEBNÍCH MATERIÁLŮ 2\n11.2.1 Sloupky 2\n11.2.2 Pletivo, napínací a vázací dráty 2\n11.2.3 Ostnatý drát 2\n11.2.4 Betonové základy 2\n11.2.5 Vrata a vrátka 2\n11.2.6 Betonové plotové dílce 3\n11.3 TECHNOLOGICKÉ POSTUPY PRACÍ 3\n11.3.1 Konstrukce oplocení 3\n11.3.2 Ochrana proti korozi 3\n11.3.3 Mechanizace 3\n11.4 DODÁVKA, SKLADOVÁNÍ A PRŮKAZNÍ ZKOUŠKY 3\n11.4.1 Dodávka 3\n11.4.2 Skladování 4\n11.4.2.1 Kovové sloupky, vrata a vrátka 4\n11.4.2.2 Železobetonové sloupky 4\n11.4.2.3 Drátěné pletivo 4\n11.4.2.4 Nátěrové hmoty 4\n11.4.3 Průkazní zkoušky 4\n11.5 ODEBÍRÁNÍ VZORKŮ A KONTROLNÍ ZKOUŠKY 4\n11.6 PŘÍPUSTNÉ ODCHYLKY, MÍRA OPOTŘEBENÍ, ZÁRUKY 4\n11.7 KLIMATICKÁ OMEZENÍ 4\n11.8 ODSOUHLASENÍ A PŘEVZETÍ PRACÍ 4\n11.9 KONTROLNÍ MĚŘENÍ, MĚŘENÍ POSUNŮ A DEFORMACÍ 5\n11.10 EKOLOGIE 5\n11.11 BEZPEČNOST PRÁCE A TECHNICKÝCH ZAŘÍZENÍ, POŽÁRNÍ OCHRANA 5\n11.12 SOUVISEJÍCÍ NORMY A PŘEDPISY 5\n11.12.1 Technické normy 5\n11.12.2 Předpisy 6\n11.12.3 Související kapitoly TKP 6\n1\n11.1 ÚVOD\nPro tuto kapitolu platí všechny pojmy, ustanovení, požadavky a údaje uvedené v kapitole 1 TKP -\nVšeobecně.\nKapitola 11 TKP platí pro montované, trvalé oplocení drážního pozemku z drátěného pletiva nebo z drátěného\npletiva kombinovaného s ostnatým drátem a montované oplocení ze železobetonových desek s kovovými nebo\nbetonovými sloupky.\nZděné oplocení určují ZTKP.\nOplocení se provádí podle návrhu v projektové dokumentaci (dále jen dokumentaci) nebo podle pokynu\nstavebního dozoru, a to v souladu s TNŽ 73 6334.\n11.2 POPIS A KVALITA STAVEBNÍCH MATERIÁLŮ\nKovové části oplocení na elektrizované trati, které nelze umístit mimo prostoru ohrožení trakčního vedení musí\nbýt chráněny podle kapitoly 31, čl. 31.3.10; na neelektrizovaných tratích nesmí být s kolejemi spojeny.\n11.2.1 Sloupky\nPlotové sloupky jsou buď kovové, nebo betonové, jak je předepsáno v dokumentaci nebo stanoveno stavebním\ndozorem. Plotové sloupky musí splňovat následující požadavky:\nKovové plotové sloupky, vzpěry a vratové sloupky jsou z trubek normalizované výroby. Minimální vnější\nprůměr ocelové trubky je 38 mm. Minimální tloušťka stěny je 2 mm. Materiál ocelových trubek použitých na\nplotové a vratové sloupky je z ocelí podle ČSN 73 1401 a musí dále odpovídat požadavkům ČSN 42 0142,\nČSN 42 5723 a kapitoly 19 TKP. Plotové sloupky, vzpěry a vratové sloupky jsou dodávány buď pokovované,\nnebo natřené základní syntetickou barvou.\nŽelezobetonové plotové sloupky musí být nové, z prefabrikovaných dílců. Sloupky musí odpovídat požadavkům\nČSN 72 3000 a kapitoly 17 TKP. Třída betonu použitého pro výrobu železobetonových plotových sloupků je\nminimálně B 25. Není připuštěna tvorba výkvětů, barva betonu musí být stejnoměrná, šedá.\n11.2.2 Pletivo, napínací a vázací dráty\nDrátěné pletivo bude použito nové, musí odpovídat požadavkům ČSN 15 3152 nebo ČSN 15 3153. Rozměr ok\ndrátěného pletiva je maximálně 50x50 mm, minimální průměr drátu pletiva je 1,8 mm. Drátěné pletivo je buď\nz ocelového pozinkovaného drátu s volnými okraji bez napínacího drátu, z ocelového pozinkovaného drátu\ns provlečeným napínacím drátem, nebo z ocelového pozinkovaného drátu potaženého plastem.\nNapínací drát musí být nový, pokovovaný, minimálního průměru 3 mm.\nVázací drát musí být nový, pokovovaný, minimálního průměru 2 mm.\n11.2.3 Ostnatý drát\nOstnatý drát, kterým může být doplněn plot z drátěného pletiva, musí být nový a pokovovaný. Musí odpovídat\npožadavkům ČSN 15 3905. Rozměry ostnatého drátu musí odpovídat požadavkům ČSN 15 3910 nebo\nČSN 15 3911.\n11.2.4 Betonové základy\nBetonové patky musí být v souladu s dokumentací buď betonované na místě, nebo prefabrikované. Betonové\npatky musí být vyrobeny z betonu minimálně třídy B10 a musí splňovat požadavky kapitoly 17 TKP.\n11.2.5 Vrata a vrátka\nPlotová vrata a vrátka se vyrobí z kovových tenkostěnných uzavřených nebo trubkových profilů, plechů\na ploché oceli podle ČSN 73 1401. Vrata a vrátka jsou pokovována nebo natřena základním nátěrem proti\nkorozi, jak vyžaduje dokumentace nebo ZTKP.\n2\n11.2.6 Betonové plotové dílce\nBetonové plotové dílce musí být nové, prefabrikované. Musí odpovídat požadavkům ČSN 72 3000 a kapitoly 17\nTKP. Třída betonu použitého pro výrobu železobetonových plotových sloupků je minimálně B 25. Není\npřipuštěna tvorba výkvětů, barva betonu musí být stejnoměrná, šedá.\n11.3 TECHNOLOGICKÉ POSTUPY PRACÍ\n11.3.1 Konstrukce oplocení\nVýkopy patek a otvory pro plotové sloupky musí být vykopány v linii určené dokumentací nebo stavebním\ndozorem.\nV souladu s dokumentací vykope zhotovitel otvory pro patky. Při použití monolitických betonových patek osadí\ndo připravených otvorů do správné výšky plotové sloupky a řádně je uklínuje. Po odsouhlasení stavebním\ndozorem mohou být patky betonované na místě vybetonovány. Povrch patek v úrovni terénu musí být hladký\na musí být ošetřován po dobu 7 dní. Napínací dráty pletiva je možno ke sloupkům monoliticky betonovaným\npřipevnit 5 dní po skončení betonáže. Prefabrikované patky se osadí do otvorů, jejichž dno se vysype pískem. Po\nodsouhlasení stavebním dozorem základové patky zasype zhotovitel zhutněným zásypem a mohou být\npřipevněny napínací dráty.\nMontáž oplocení je nutno začínat od vrat nebo vrátek. Drátěné pletivo, případně ostnatý drát, musí být řádně\npřipevněno k napínacím drátům a plotovým sloupkům. Monolitické betonové pásy musí být ošetřovány po dobu\n7 dní. Požadavky na kvalitu betonu jsou stejné jako pro betonové patky plotových sloupků.\nPokud není zřízení vrat a vrátek podrobně uvedeno v dokumentaci, postupuje se podle TNŽ 73 6334. Připravené\nsloupky se namontují do svislé polohy. Řádné osazení musí zajistit snadné otvírání i zavírání a zastavení\nv libovolné poloze. Vrata a vrátka musí být v otevřené i zavřené poloze zajistitelná. U vrat, kterými projíždějí\nmotorová nebo kolejová vozidla a pro jejichž rozměry byla povolena výjimka v souladu s příslušnými předpisy,\nse označí vratové pilíře a rámy vratových křídel výstražnými černožlutými pruhy.\n11.3.2 Ochrana proti korozi\nDrátěné pletivo pokovované nebo potažené plastem nevyžaduje žádnou další ochranu proti korozi. Žádnou další\nochranu proti korozi nevyžadují rovněž pokovované plotové sloupky, vzpěry, vrata a vrátka.\nU plotových sloupků, vrat a vrátek, které byly na stavbu dodány se základním nátěrem, provede zhotovitel jejich\ndefinitivní osazení, odstranění rzi, nečistot a vlhkosti podle ČSN ISO 85 01-1, obnoví základní nátěr a provede\nnátěr vrchní barvou. Nátěrový systém určuje dokumentace. Nejdelší přípustnou dobu mezi dokončením úpravy\npovrchu a zhotovením prvního nátěru určuje ČSN 03 8220. Před nanášením další vrstvy nátěru je nutno\nzkontrolovat, případně obnovit čistotu povrchu předcházející vrstvy. Další vrstvu nátěru lze nanášet po souhlasu\nstavebního dozoru.\nOchrana proti korozi, způsobené povětrnostními vlivy a korozi způsobené bludnými proudy musí splňovat\npožadavky kapitoly 25 TKP.\n11.3.3 Mechanizace\nPřipouští se použití mechanizace za podmínek uvedených v oddíle 11.11 této kapitoly TKP a při dodržení\npožadované kvality.\n11.4 DODÁVKA, SKLADOVÁNÍ A PRŮKAZNÍ ZKOUŠKY\n11.4.1 Dodávka\nVšechny dodávané součásti oplocení musí být nové, jejich kvalita musí odpovídat požadavkům uvedeným\nv oddíle 11.2 této kapitoly TKP.\nDodaný materiál musí mít předepsanou kvalitu dokladovanou atestem nebo certifikací.\n3\n11.4.2 Skladování\n11.4.2.1 Kovové sloupky, vrata a vrátka\nSkladování těchto součásti musí odpovídat požadavkům bývalé ON 73 3630.\n11.4.2.2 Železobetonové sloupky\nŽelezobetonové sloupky oplocení je nutno na stavbě skladovat naležato na pevném vyrovnaném podloží\ns dřevěnými proklady, umístěnými 0,30 m od kraje sloupku, a to do maximální výšky 2 m.\n11.4.2.3 Drátěné pletivo\nDrátěné pletivo se na stavbě skladuje jen v krytých suchých skladech tak, aby nedošlo k jeho poškození\ndeformací nebo vlhkostí. Drátěné pletivo potažené plastem se musí skladovat v prostorách, které jsou prosté\nchemických výparů, a nesmí se skladovat v bezprostřední blízkosti topných těles.\n11.4.2.4 Nátěrové hmoty\nŘeší kapitola 25 TKP.\n11.4.3 Průkazní zkoušky\nNejsou obecně požadovány. Pokud budou stavebním dozorem požadovány zkoušky pro betonové základy,\nprovedou se podle kapitoly 17 TKP.\n11.5 ODEBÍRÁNÍ VZORKŮ A KONTROLNÍ ZKOUŠKY\nNení obecně požadováno. Pokud budou stavebním dozorem požadovány zkoušky pro betonové základy,\nprovedou se podle kapitoly 17 TKP.\n11.6 PŘÍPUSTNÉ ODCHYLKY, MÍRA OPOTŘEBENÍ, ZÁRUKY\nSměrové a výškové vedení linie plotu musí mít plynulý průběh bez viditelných nerovností.\nPřípustné směrové odchylky od předepsaného průběhu se musí pohybovat v toleranci 30 mm, pokud není\nv dokumentaci předepsáno jinak.\nPřípustné výškové odchylky od předepsaného průběhu se musí pohybovat v toleranci 30 mm, pokud není\nv dokumentaci předepsáno jinak.\nOpotřebení materiálů uvedených v oddíle 11.2 těchto TKP není přípustné.\nZáruční dobu všeobecně stanoví kapitola 1 TKP. Je-li ke zhotovení trvalého oplocení použito drátěné pletivo,\nkteré není potaženo plastovou ochranou, je povinností zhotovitele provést po jednom roce po výstavbě jeho\nkompletní protikorozní nátěr. Po celou záruční dobu je třeba sledovat celkový stav oplocení a jakákoliv zjištění\nzakládající důvod k zahájení reklamačního řízení musí být správcem bez zbytečného odkladu písemně oznámena\nzhotoviteli a investorovi.\n11.7 KLIMATICKÁ OMEZENÍ\nBetonáž monolitických patek a pásů za nízkých teplot musí být v souladu s ustanoveními kapitoly 17 TKP\na článku 12 ČSN 73 2400.\nOlejové a syntetické nátěry lze provádět pouze za teplot vyšších než +5°C, akrylátové od +8°C.\n11.8 ODSOUHLASENÍ A PŘEVZETÍ PRACÍ\nPři odsouhlasení a převzetí prací zkontroluje stavební dozor dodržení tolerancí ve směrovém a výškovém vedení\noplocení. Sloupky oplocení musí být osazeny svisle a řádně ukotveny. Napínací dráty musí být utaženy a drátěné\npletivo přichyceno k napínacím drátům a sloupkům, případně k obrubníkům. U betonových konstrukcí není\n4\npřipuštěna tvorba výkvětů, barva betonu musí být stejnoměrná, šedá. Vrata a vrátka musí být řádně osazena,\nvybavena zavíracím mechanizmem a klikou se štíty, případně dorazem zástrče a okem pro zápěrnou tyč. U vrat\na vrátek vyzkouší stavební dozor celkovou funkci.\nU pokovovaných součástí oplocení vyzkouší stavební dozor tloušťku kovového povlaku a jeho přilnavost.\nZkoušky zinkového povlaku se provádějí podle ČSN EN 22063. Povlak nesmí být narušen a ani se nesmí\noddělovat od podkladu. U natřených konstrukcí se nepřipouští žádný rozsah poškození nátěru.\nJsou-li součástí oplocení vrata a vrátka, stavební dozor při převzetí zkontroluje, zda je plot od koleje vzdálen\ntak, aby okraj vrat a vrátek byl v nejnepříznivější poloze vzdálen od koleje v přímé o rozchodu 1435 mm\nnejméně 2500 mm. V oblouku musí být tato vzdálenost zvětšena s ohledem na rozšíření a naklonění\nprůjezdného průřezu (ČSN 73 6320).\nU kovových částí oplocení na elektrizované trati musí být ověřeno splnění podmínek, které jsou předepsány\ndokumentem podle 31.3.10.\nStavební dozor je povinen zkontrolovat, zda rozsah prací provedených zhotovitelem odpovídá požadovanému\nrozsahu podle smlouvy o dílo a rozsahu vykázanému ve zjišťovacím protokolu.\n11.9 KONTROLNÍ MĚŘENÍ, MĚŘENÍ POSUNŮ A DEFORMACÍ\nNení požadováno.\n11.10 EKOLOGIE\nPři pracích na staveništi je povinností zhotovitele při manipulaci s škodlivými látkami a následně při likvidaci\nodpadů postupovat v souladu s předpisy uvedenými v kapitole 1 TKP, což je zejména zákon č. 513/91 Sb.,\no podrobnostech nakládání s odpady, a zákon č. 138/73 Sb., o vodách.\n11.11 BEZPEČNOST PRÁCE A TECHNICKÝCH ZAŘÍZENÍ, POŽÁRNÍ OCHRANA\nPožadavky na bezpečnost práce a technických zařízení jakož i na požární ochranu obecně stanoví kapitola 1\nTKP.\n11.12 SOUVISEJÍCÍ NORMY A PŘEDPISY\nUvedené související normy a předpisy vycházejí z aktuálního stavu v době zpracování TKP, resp. jejich\naktualizace. Uživatel TKP odpovídá za použití aktuální verze výchozích podkladů ve smyslu kap. 1.3 TKP, tj.\nprávních předpisů, technických norem a předpisů a předpisů ČD.\n11.12.1 Technické normy\nČSN 03 8220 Zásady povrchové úpravy nátěrem\nČSN 15 3152 Drôtěné pletivá so štvorúhelníkovými okami a s voľnými okrajmi. Rozmery.\nČSN 15 3153 Drôtěné pletivá so štvorúhelníkovými okami a s napínacími drôtmi. Rozmery.\nČSN 15 3905 Ostnatý drôt. Technické dodacie predpisy.\nČSN 15 3910 Ostnatý drôt. Typ Y. Rozmery.\nČSN 15 3911 Ostnatý drôt. Typ G. Rozmery.\nČSN 33 2000-4-41 Elektrotechnické předpisy . Elektrická zařízení Část 4: Bezpečnost. Kapitola 41: Ochrana\npřed úrazem elektrickým proudem.\nČSN 33 2000-5-54 Elektrotechnické předpisy. Elektrická zařízení. Část 5: Výběr a stavba elektrických\nzařízení. Kapitola 54: Uzemnění a ochranné vodiče\nČSN 42 0142 Trubky ocelové svařované přesné a závitové. Technické dodací předpisy\nČSN 42 5723 Trubky z ocelí tříd 11 a 12 podélně svařované hladké do vnějšího průměru 152 mm.\nRozměry.\nČSN 49 0071 Usporiadanie skladov dreva z h1adiska požiarnej bezpečnosti\nČSN 65 0201 Hořlavé kapaliny. Provozovny a sklady\nČSN 72 3000 Výroba a kontrola betonových stavebních dílců. Společná ustanovení\nČSN 73 0802 Požární bezpečnost staveb. Nevýrobní objekty\n5\nČSN 73 0804 Požární bezpečnost staveb. Výrobní objekty\nČSN 73 1401 Navrhování ocelových konstrukcí.\nČSN 73 2400 Provádění a kontrola betonových konstrukcí.\nČSN 73 5530 Sklady výbušnin a výbušných předmětů.\nČSN 73 6320 Průjezdné průřezy na dráhách celostátních, dráhách regionálních a vlečkách normálního\nrozchodu\nČSN 73 6380 Železniční přejezdy a přechody\nČSN EN 22 063 (03 8551) Kovové a jiné anorganické povlaky. Žárové stříkání. Zinek, hliník a jejich slitiny\nČSN ISO 3864 (01 8010) Bezpečnostní barvy a bezpečnostní značky\nČSN ISO 8501-1 (03 8221) Příprava ocelových podkladů před nanesením nátěrových hmot a obdobných\nvýrobků. Vizuální vyhodnocení čistoty povrchu. Část 1: Stupně zarezavění a stupně\npřípravy ocelového podkladu bez povlaku a ocelového podkladu po úplném\nodstranění předchozích povlaků\nTNŽ 73 6334 Oplocení a zábradlí na drahách celostátních a regionálních\nbýv. ON 73 3630 Zámečnické práce stavební. Základní ustanovení.\n11.12.2 Předpisy\nČD Op 16 Pravidla o bezpečnosti a ochraně zdraví při práci\nVyhláška č. 324/1990 Sb. Vyhláška o bezpečnosti práce a technických zařízení při stavebních pracích\nVýnos federálního ministerstva dopravy č.j. 42 148/78-13 pro rozměry vrat pro kolejová vozidla a mechanismy\ntraťového hospodářství\nZákon č. 65/1965 Sb. Zákoník práce včetně všech změn\nZákon č. 125/1997 Sb. o odpadech\nZákon č. 138/1973 Sb. o vodách (vodní zákon), ve znění pozdějších předpisů\nZákon č. 513/1991 Sb. obchodní zákoník\n11.12.3 Související kapitoly TKP\nKapitola 1 - Všeobecně\nKapitola 17 - Beton pro konstrukce\nKapitola 25 - Protikorozní ochrana úložných zařízení a konstrukcí\nKapitola 27 - Zabezpečovací zařízení\nKapitola 31 - Trakční vedení\n6\nPoznámky:\nTECHNICKÉ KVALITATIVNÍ PODMÍNKY STAVEB ČESKÝCH DRAH\nVydavatel: České dráhy, s.o. - Divize dopravní cesty, o.z.\nP r v n í v y d á n í / z roku 1996/ bylo vyhotoveno a připomínkováno v tomto složení:\nZpracovatel: PRAGOPROJEKT, a.s., a SUDOP Praha, a.s.\nZpracovatel kap. 11: Ing. Hana Staňková (SUDOP Praha, a.s.)\nTechnická rada: Ing. Milan Strnad (Pragoprojekt, a.s.), Ing. Miloslav Bažant (Pragoprojekt, a.s.),\nIng. Jiří Stříbrný (SUDOP Praha, a.s.), Ing. Petr Lapáček (SUDOP Praha, a.s.),\nIng. Vítězslav Herle (SG-Geotechnika, a.s.), Ing. Jiří Bureš (ČD-DDC),\nIng. Ondřej Chládek (ČD-DDC), Ing. Danuše Marusičová (ČD-DDC),\nIng. Pavel Stoulil (MD ČR)\nT ř e t í - aktualizované v y d á n í /z roku 2000/ :\nZpracovatel: České dráhy, s.o., DDC, o.z., Technická ústředna dopravní cesty Praha\nGestor kapitoly 11: Ing. Hana Bouberlová (ČD-DDC O13)\nZpracovatel připomínek ke kapitole 11:\nIng. Josef Dekastello (ČD, DDC, Technická ústředna dopravní cesty - sekce 13)\nDistribuce: České dráhy, s.o., DDC, o.z\nTechnická ústředna dopravní cesty - Sekce technické dokumentace\n772 58 Olomouc, Nerudova l\ntel. 950-2241, st. tel. 068-4722241\nfax 950-5290, st. fax 068-4725290\ne-mail: TUDCOTDOLCsek@tudc.olc.cdrail.cz\n"
}