{
  "type": "tkp_document",
  "filename": "TKP15_2021_02.pdf",
  "extracted_at": "2026-02-25T15:41:44.475187",
  "document_info": {
    "tkp_number": "15",
    "year": "2021",
    "month": "02"
  },
  "technical_specs": [
    {
      "value": "50",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "25",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "1",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "2",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "1",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "25",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "25",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "1",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "1",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "1",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "30",
      "unit": "kg",
      "context": "extracted_from_text"
    }
  ],
  "prices": [],
  "raw_text": "Úroveň přístupu\nA\nTechnické kvalitativní\npodmínky staveb státních\ndrah\nKapitola 15\nVEGETAČNÍ ÚPRAVY\nVydání: únor 2021\nÚčinnost od 1. března 2021\nNahrazení předchozího znění kapitoly\nDatem účinností tohoto dokumentu se nahrazuje kapitola 15 – VEGETAČNÍ ÚPRAVY schválená\ndne 18. 10. 2000 účinná od 01. 12. 2000.\nSchváleno pod č. j. 9567/2021-SŽ-GŘ-O15\nDne 25. 2. 2021\nBc. Jiří Svoboda, MBA v. r.\nGenerální ředitel\nTKP Kapitola 15 – Vegetační úpravy Účinnost od 1. března 2021\nTechnické kvalitativní podmínky\nKapitola 15\nVEGETAČNÍ ÚPRAVY\nGestorský útvar: Správa železnic, státní organizace\nGenerální ředitelství\nOdbor provozuschopnosti\nPraha\nspravazeleznic.cz\nVydání: 2021\nNáklad: vydáno pouze v elektronické podobě (PDF), formát (A4)\n© Správa železnic, státní organizace, rok 2021\nTento dokument je duševním vlastnictvím státní organizace Správa železnic, na které se vztahuje zákon č. 121/2000 Sb.,\no právu autorském, o právech souvisejících s právem autorským a o změně některých zákonů (autorský zákon), ve znění\npozdějších předpisů. Státní organizace Správa železnic je v uvedené souvislosti rovněž vykonavatelem majetkových práv.\nTento dokument smí fyzická osoba použít pouze pro svou osobní potřebu, právnická osoba pro svou vlastní vnitřní potřebu.\nPoskytování tohoto dokumentu nebo jeho části v jakékoliv formě nebo jakýmkoliv způsobem třetí osobě je bez svolení\nstátní organizace Správa železnic zakázáno.\n2\nTKP Kapitola 15 – Vegetační úpravy Účinnost od 1. března 2021\nOBSAH\nStrana\n15 VEGETAČNÍ ÚPRAVY ...................................................................................................................... 5\n15.1 Předmluva ..................................................................................................................................... 5\n15.2 výsadby ........................................................................................................................................ 5\n15.2.1 Úvod ............................................................................................................................. 5\n15.2.2 Popis a kvalita stavebních materiálů .................................................................................. 5\n15.2.3 Dodávka, skladování a průkazní zkoušky ........................................................................... 8\n15.2.4 Technologické postupy prací ............................................................................................. 9\n15.2.5 Odebírání vzorků a kontrolní zkoušky ............................................................................... 12\n15.2.6 Přípustné odchylky, míra opotřebení, záruky ..................................................................... 13\n15.2.7 Klimatická omezení ........................................................................................................ 13\n15.2.8 Odsouhlasení a převzetí prací .......................................................................................... 13\n15.2.9 Kontrolní měření, měření posunů a přetvoření ................................................................... 14\n15.2.10 Reklamace .................................................................................................................... 14\n15.3 ZAKLÁDÁNÍ TRÁVNÍKU ................................................................................................................. 14\n15.3.1 Úvod ............................................................................................................................ 14\n15.3.2 Popis a kvalita stavebních materiálů ................................................................................. 14\n15.3.3 Dodávka, skladování a průkazní zkoušky .......................................................................... 15\n15.3.4 Technologické postupy prací ............................................................................................ 15\n15.3.5 Odebírání vzorků a kontrolní zkoušky ............................................................................... 17\n15.3.6 Přípustné odchylky, míra opotřebení, záruky ..................................................................... 17\n15.3.7 Klimatická omezení ........................................................................................................ 17\n15.3.8 Odsouhlasení a převzetí prací .......................................................................................... 17\n15.3.9 Kontrolní měření, měření posunů a přetvoření ................................................................... 18\n15.4 EKOLOGIE ................................................................................................................................... 18\n15.5 BEZPEČNOST PRÁCE A TECHNICKÝCH ZAŘÍZENÍ, POŽÁRNÍ OCHRANA ............................................ 18\nSOUVISEJÍCÍ NORMY A PŘEDPISY .............................................................................................................. 19\nMezinárodní a národní právní předpisy, technické normy ................................................................... 19\nPŘÍLOHA A PŘÍKLADY TRAVNÍCH SMĚSÍ …………………………………………………………………………..... 20\n3\nTKP Kapitola 15 – Vegetační úpravy Účinnost od 1. března 2021\nSEZNAM ZKRATEK\nČD České dráhy, akciová společnost\nDLHM dlouhodobý hmotný majetek\nDSP dokumentace skutečného provedení\nEIA proces posuzování vlivů záměrů na životní prostředí (z angl. Environmental Impact\nAssessment)\nEMC elektromagnetická kompatibilita\nES Norma evropského společenství\nFIDIC Fédération Internationale Des Ingénieurs-Conseils\nGIS geografický informační systém\nGŘ Generální ředitel Správy železnic, státní organizace\nGŘ SŽ Generální ředitelství Správy železnic, státní organizace\nHIM hmotný investiční majetek\nHZS Hasičský záchranný sbor\nIZS Integrovaný záchranný systém ČR\nLIS lepený izolovaný styk\nMD ČR Ministerstvo dopravy České republiky\nMZE Ministerstvo zemědělství\nNN nízké napětí\nNV nařízení vlády\nOIP oblastní inspektorát práce\nON oborová norma\nOP odbor provozuschopnosti\nOŘ oblastní ředitelství -místně příslušná organizační jednotka SŽ zajišťující správu dopravní\ncesty\nOTH odbor traťového hospodářství\nOZOV odpovědný zástupce objednatele výluky\nPPK prostorová poloha koleje\nSPPK standardy péče o přírodu a krajinu\nRDS realizační dokumentace stavby\nSŽ Správa železnic, státní organizace\nSŽG Správa železniční geodézie\nTBZ technicko-bezpečnostní zkouška\nTDS technický dozor stavebníka\nTKP Technické kvalitativní podmínky staveb státních drah\nTNŽ technické normy železnic\nZTP zvláštní technické podmínky\nZTKP zvláštní technické kvalitativní podmínky\nVTP všeobecné technické podmínky\nŽBP železniční bodového pole\nŽP Životní prostředí\n4\nTKP Kapitola 15 – Vegetační úpravy Účinnost od 1. března 2021\n15 VEGETAČNÍ ÚPRAVY\n15.1 PŘEDMLUVA\n15.1.1 Pro tuto kapitolu platí všechny pojmy, ustanovení, požadavky a údaje uvedené\nv kapitole 1 Technických kvalitativních podmínek - Všeobecně.\n15.1.2 Kapitola 15 Technických kvalitativních podmínek (dále jen „TKP“) zahrnuje zakládání\ntrávníku a provedení výsadeb, obsahuje popis stavebních materiálů, určuje jejich\nkvalitu, stanovuje technologické postupy prací a vymezuje další činnosti související\ns předmětem díla a zajišťující jeho kvalitu. Oddíly 2 až 9 této kapitoly TKP jsou uvedeny\nve dvou oddělených částech. Část 15.2 pojednává o výsadbě a část 15.3 o zakládání\ntrávníku. Ustanovení v Části 15.4 až 15.5 jsou společné pro obě části, tj. pro Část 15.2\na 15.3.\n15.1.3 Pro vegetační úpravy platí Typový podklad stavebního dílu. Železniční spodek. Vzorový\nlist železničního spodku Ž 5 - Úprava drážních svahů.\n15.1.4 Tyto technické kvalitativní podmínky (dále jen TKP) neřeší použití technicko-biologických\nzabezpečovacích opatření. Toto je řešeno v kapitole 5 TKP - Ochrana zemního tělesa.\n15.2 VÝSADBY\n15.2.1 Úvod\nZhotovitel dodá rostlinný materiál, provede přípravné a výsadbové práce a činnosti při\ndokončovací péči a další vedlejší práce nutné k zajištění kvality díla ve shodě\ns projektovou dokumentací (dále jen „dokumentace“) a TKP, případně zvláštními\ntechnickými kvalitativními podmínkami (dále jen „ZTKP“).\nStromy, keře a popínavé dřeviny budou společně uváděny jako „výpěstky“, „rostliny“,\n„dřeviny“ nebo „rostlinný materiál“.\nSubstráty použité k “humusování“ (ornice, náhrady ornice, zúrodnitelná zemina) jsou\ndále uváděny jako „půda“ nebo „zemina“.\n15.2.2 Popis a kvalita stavebních materiálů\n15.2.2.1 Půda\nJednu z podmínek existence a možnosti dalšího rozvoje rostlin určuje půda.\nK osázení a dalšímu pěstování rostlin je vhodná půda s vlastnostmi blízkými ornici\nve vrstvě silné minimálně 20 cm na podkladě, který umožní pohyb vody, vzduchu\na živin.\nSoučástí dokumentace pro vegetační úpravy je návrh úpravy půdních podmínek,\nkterý je úměrný kvalitě použité zeminy a nárokům rostlin a stanovištním\npodmínkám. Je třeba věnovat náležitou péči předepsanému doplnění obsahu živin,\norganických látek a vody. Provedení výsadeb navazuje na zemní práce, provedené\npodle kapitoly 3 TKP, kde je řešena manipulace s půdou (ornice, náhrady ornice)\nod sejmutí přes skladování, ošetřování mechanické a chemické až po rozprostření.\nJestliže se při realizaci zjistí, že výsadby jsou navrženy na plochy, kde ani\npo úpravě nelze zajistit existenci a růst rostlin, je zhotovitel povinen oznámit tuto\nskutečnost stavebnímu dozoru a navrhnout náhradní řešení.\nPro práce s půdou platí ČSN DIN 18 915 (83 9011) - Technologie vegetačních\núprav v krajině - Práce s půdou.\n5\nTKP Kapitola 15 – Vegetační úpravy Účinnost od 1. března 2021\n15.2.2.2 Rostlinný materiál\n15.2.2.2.1 Obecně\nSortiment navržených dřevin musí odpovídat daným klimatickým podmínkám\na musí respektovat zákon č. 114/1992 Sb., o ochraně přírody a krajiny ve znění\npozdějších předpisů. Možné náhrady určuje dokumentace. Výjimky musí být\nschváleny příslušným orgánem ochrany přírody.\nPro vegetační úpravy u staveb Správy železnic, státní organizace se užijí školkařské\nvýpěstky I. třídy jakosti podle ČSN 46 4902 - Výpěstky okrasných dřevin. Ve\nzdůvodněných případech a po dohodě se stavebním dozorem může zhotovitel užít i\nvýpěstky II. třídy jakosti. Je nepřípustné použití rostlin, poškozených nebo\noslabených. Dodané školkařské výpěstky musí být zdravé, bez chorob a škůdců,\njejich habitus (vzrůst a vzhled) musí odpovídat znakům daného druhu (kultivaru),\nmusí být bez deformací a znaků poškození teplem, suchem, zimou, větrem,\nšpatným zacházením při vyzvedávání a přepravě, to jest bez mechanického\npoškození - odřenin, pohmožděnin, polámaných větví a kořenů,\ns nesoudržným balem nebo nádobou. Nesmí mít při výsadbě deformované kořeny\n(stočené do smyček, spirál nebo uzlovité). Je zakázáno použít materiál z míst\nzamořených chorobami a škůdci. Dovážený materiál lze použít pouze tehdy, je-li\njeho zdravotní stav doložen (prokázán) podle platných dovozních řádů a předpisů\no ochraně proti šíření chorob a škůdců (Vyhláška č. 215/2008 Sb., o opatřeních\nproti zavlékání a rozšiřování škodlivých organismů rostlin a rostlinných produktů).\n15.2.2.2.2 Kategorie výpěstků\na) prostokořenné výpěstky - dopěstovány ve volné půdě a expedovány bez\nzemního balu;\nb) výpěstky s baly - dopěstovány ve volné půdě, vyzvednuty a expedovány\nse zemním balem chráněným proti rozpadnutí a vysychání obalem;\nc) výpěstky v kontejnerech (nádobách) - dopěstovány a expedovány v pěstebních\nnádobách nebo obalech;\nd) hrnkované (hrnkové) výpěstky - dopěstovány a expedovány v nádobách\n(obalech) s objemem menším než 2 l.\nPoužití druhů podle způsobu dopěstění a expediční úpravy určuje dokumentace,\nzměnu schvaluje stavební dozor.\n15.2.2.2.3 Určující (hodnoty) údaje o výpěstcích\na) velikost výpěstků je dána pro:\n alejové listnaté stromy výškou (délkou) kmene od kořenového krčku\npo korunu a obvodem kmene ve výšce 100 cm nad kořenovým krčkem,\n keřové a pyramidální tvary listnatých stromů a jehličnaté stromy výškou\nvýpěstků od kořenového krčku po vrchol koruny,\n keře listnaté i jehličnaté počtem a délkou (výškou) výhonů od kořenového\nkrčku k vrcholu.\nb) velikost balu je dána jeho průměrem (předpokládá se, že bal má kruhový\nprůřez);\nc) velikost kontejneru (nádoby) je dána jeho obsahem v litrech;\nd) posuzuje se podle stavu všech částí výpěstků:\nVelikost, tvar a kategorii výpěstků určuje dokumentace.\n6\nTKP Kapitola 15 – Vegetační úpravy Účinnost od 1. března 2021\ne) kvalita výpěstků se řídí dle následujících ustanovení:\n pro okrasné dřeviny platí ČSN 46 4902 Výpěstky okrasných dřevin –\n- všeobecná ustanovení a ukazatele jakosti;\n pro lesnické sazenice platí ČSN 48 2115 – Sadební materiál lesních dřevin\nz roku 1998 a její změna Z1 z roku 2002;\n ovocné dřeviny pak řeší prováděcí vyhláška č. 129/2012 Sb., o\npodrobnostech uvádění osiva a sadby pěstovaných rostlin do oběhu, ve znění\npozdějších předpisů.\n15.2.2.2.4 Označení výpěstků\nPro identifikaci rostlin v souladu s ustanovením obchodního zákoníku je označení\nnezbytné. Čitelná jmenovka musí být připevněna na každé rostlině dodávané\nsamostatně, na každém svazku, krabici či kontejneru. Jmenovka musí obsahovat\nplatný název rodu a druhu, popřípadě kultivaru, třídu jakosti označenou římskou\nčíslicí, velikost a počet kusů ve svazku, krabici či kontejneru.\n15.2.2.3 Hnojiva\nDo oběhu se smí uvádět pouze hnojiva a pomocné látky, které jsou registrovány dle\nzákona o hnojivech. Množství a druh hnojiva jsou určeny v dokumentaci. Pro použití\nhnojiv platí ČSN EN 12944-1 a ČSN EN 12944-2 65 4802 a ČSN 46 5735.\n15.2.2.4 Kůly\nKůly musí být oloupané. Jejich životnost musí být minimálně 2 roky. Délka kůlu\nmusí být úměrná velikosti stromu. Pro upevnění alejových a vzrostlých stromů\nse užijí kůly o průměru nejméně 10 cm, délky nejméně 220 cm. U ostatních\nvýpěstků lze použít kůlů kratších a kulatý průměr není podmínkou.\n15.2.2.5 Upevňovací materiály\nUpevňovací materiály musí mít životnost minimálně 2 roky. Při pohybech ve větru\nnesmí způsobit poškození kůry.\n15.2.2.6 Mulčovací materiály\nMulčovací materiál dělíme na organický a anorganický, jeho cílem je snížit výpar\nz povrchu půdy zmírnění extrémních výkyvů teplot a vlhkosti, zvýšení biologické\naktivity půdy a zabránění růstu nežádoucí vegetace. Mulčovací materiály nesmí\npoškozovat výsadby a nesmí bránit svými vlastnostmi pronikání vzduchu a vody\ndo půdy. Jako mulčovací materiály se použijí kůra, sláma, štěpky, plachetky,\nmulčovací fólie apod. Při návrhu použití mulčovacích materiálů je nutno zohlednit\njejich hořlavost (jižní svahy).\n15.2.2.7 Prostředky na ochranu rostlin\nPoužívané chemické prostředky na ochranu rostlin musí být uvedeny v Seznamu\npovolených prostředků na ochranu rostlin, který každoročně vydává MZe ČR\na ÚKZÚZ Brno, případně v Seznamu povolených prostředků na ochranu lesa, který\nkaždoročně vydává MZe ČR. Registrované prostředky musí být použity\nv předepsaných koncentracích, dávkách a způsobem, který je uveden na etiketě\npoužitých prostředků.\n7\nTKP Kapitola 15 – Vegetační úpravy Účinnost od 1. března 2021\n15.2.3 Dodávka, skladování a průkazní zkoušky\n15.2.3.1 Manipulace a přeprava\n15.2.3.1.1 Obecně:\nRostliny prostokořenné a se zemními baly by měly být dobývány\nve školkách bezprostředně před expedicí. Rostliny je nutno připravovat tak, aby\nse zabránilo poškození např. vyschnutím nebo neodborným uskladněním.\n15.2.3.1.2 Převoz materiálů ze školky na staveniště lze provádět pouze se souhlasem\nstavebního dozoru:\n při teplotách pod -1°C od 1. 10. do 15. 3. (měřeno v 8.00 hod. v den odeslání);\n při teplotách pod -2°C v době od 16. 3. do 30. 9. (měřeno v 8.00 hod. v den;\nodeslání);\n při nebezpečí vzestupu teplot nad 25°C.\n15.2.3.1.3 Kořenový systém všech rostlin musí být chráněn proti vysychání, nesmí být\nvystavován umělému teplu ani teplotám pod bodem mrazu. Během transportu musí\nbýt rostliny zabaleny a naskládány tak, aby nedošlo k jejich mechanickému\npoškození, k vyschnutí kořenového systému a poškození teplem či větrem. Pokud\nse rostliny přepravují nákladními automobily, musí být přikryty plachtou.\n15.2.3.1.4 Prostokořenné dřeviny - musí být svázány, aby nedošlo k ulomení nebo odření větví\na umožnila se tak dobrá manipulace. Kořenový systém musí být zabezpečen proti\nvyschnutí.\n15.2.3.1.5 Dřeviny s balem - bal musí být pevný, soudržný, nesmí se drolit, musí být zabalen\ndo juty či jiného materiálu propouštějícího vodu, dostatečně pevného\na zaručujícího soudržnost balu při manipulaci a přepravě. Zem musí být dostatečně\nvlhká a nesmí během transportu vysychat. Při manipulaci nesmí být bal poškozen.\n15.2.3.1.6 Dřeviny v kontejnerech - při přepravě musí být zajištěny proti samovolnému\npohybu, aby nedošlo k jejich polámání nebo odření. Zemina nesmí během\ntransportu proschnout.\n15.2.3.2 Uskladnění na staveništi\n15.2.3.2.1 Rostliny musí být vysázeny ihned po dodání. Není-li to možné, mohou být rostliny\nna dobu 48 hodin přechodně uskladněny. Během této doby je nutno chránit rostliny\njednoduchými opatřeními, např. zvlhčováním, přikrýváním tak, aby bylo vyloučeno\npoškození vyschnutím, mrazem, větrem nebo přehřátím.\n15.2.3.2.2 Jestliže skladovací doba překročí 48 hodin, musí se provádět výše uvedené opatření\nnadále, případně jejich provádění zintenzívnit. Pokud tato opatření nestačí, musí se\nrostliny založit. Rozsah opatření stanoví zhotovitel s ohledem na povětrnostní\npodmínky, termín výsadby, druh přepravných obalů, expediční provedení apod.\na předloží návrh rozsahu opatření stavebnímu dozoru ke schválení.\n15.2.3.2.3 Při zakládání je nutno rostliny umístit do připravených rýh, kořeny nebo baly\nprosypat a ze všech stran zahrnout kyprou zeminou, přitlačit a zalít. Rostliny\nve svazcích nutno podle potřeby uvolnit, aby se zemina dostala ke všem kořenům.\nV zakládce je nutno udržovat přiměřenou vlhkost tak, aby se zabránilo vysušování\nkořenového systému a předešlo rozpadu zemních balů. Rovněž je nutno zajistit\nochranu proti okusu zvěří a choulostivé rostliny chránit v zimním období před\nnamrzáním vhodnými materiály (sláma, chvojí).\n8\nTKP Kapitola 15 – Vegetační úpravy Účinnost od 1. března 2021\n15.2.3.3 Průkazní zkoušky\n15.2.3.3.1 Každá zásilka materiálu musí být doprovázena dodacím listem. Údaje v dodacím\nlistu musí souhlasit s označením materiálu na jmenovkách připevněných\nk rostlinám, svazkům či kontejnerům. V případě hnojiva musí být uvedeno, o jaký\ndruh hnojiva se jedná.\n15.2.3.3.2 Zhotovitel je povinen informovat stavební dozor o dodávce materiálu před\nvýsadbou. Stavební dozor zkontroluje, zda údaje v dodacím listu souhlasí\nse jmenovkami rostlin, prověří správnost dodávky co do množství, velikosti\na kvality a zda tento materiál odpovídá parametrům předepsaných dokumentací.\nPokud materiál není odpovídajícího druhu, velikosti a kvality, je zhotovitel povinen\nmateriál na vlastní náklady odstranit a nahradit materiálem odpovídajícím.\n15.2.3.3.3 Při přejímání materiálu stavební dozor kontroluje i zdravotní stav rostlin.\n15.2.4 Technologické postupy prací\nObecně pro tyto práce platí ČSN DIN 18 915 (83 9011) a ČSN DIN 18 916 (83 9021).\n15.2.4.1 Vyznačení míst a ploch pro výsadby\n15.2.4.1.1 Před zahájením výsadbových prací zhotovitel vyznačí vnější hranice vysazovaných\nploch, hranice mezi jednotlivými druhy vysazovaného materiálu a místa pro\nvysázení solitérních dřevin podle dokumentace a informuje stavební dozor, který\nvyznačení odsouhlasí.\n15.2.4.1.2 Výsadby musí být provedeny tak, aby ani v budoucnu nedocházelo k zhoršování\nrozhledových poměrů na železničních přejezdech, nebyla znemožněna předepsaná\nviditelnost návěstidel, ohrožena funkce odvodňovacích zařízení, nadzemních\na podzemních vedení, bezpečnost a plynulost železničního provozu\n15.2.4.2 Příprava ploch pro výsadbu\n15.2.4.2.1 Všeobecně:\nVýsadby se zakládají na plochách, jejichž úprava odpovídá dokumentaci. Plochy\nmusí být urovnané, nezaplevelené a bez stavebních zbytků. Ošetřování půdy\nna deponii a po rozprostření na plochy před předáním staveniště pro vegetační\núpravy musí být řešeno v dokumentaci pro zemní práce. Pro práce s půdou platí\nČSN DIN 18 915 (ČSN 83 9011).\n15.2.4.2.2 Mechanické obdělávání půdy musí být prováděno tak, aby nedocházelo\nk poškozování stability svahů a k sesuvům půdy.\n15.2.4.2.3 V případě výsadeb kolem železniční dopravní cesty je nutné respektovat interní\npředpis SŽ Metodický pokyn pro údržbu stromoví, v aktuálním znění, případně také\nSPPK A02 010:2020, a to zejména ve vztahu dopadové vzdálenosti.\n15.2.4.2.4 Výsadba porostu v rovině:\nVegetační plochy pro výsadbu se, je-li to nutné, mechanicky nebo chemicky\nodplevelí. Obdělají se do hloubky alespoň 15 cm a zapraví se organická\na anorganická hnojiva tak, jak je určeno v dokumentaci. U výsadeb v rovině není\ntechnicky opodstatněná výsadba bez obdělání půdy (dostupnost pro mechanizační\nprostředky) nebo do trávníku (eroze), proto se nepřipouští.\n15.2.4.2.5 Výsadby na svazích bez mulčování:\n Bezprostředně po dokončení zemních prací je nutné založit trávník, popřípadě\nrealizovat jiná protierozní opatření. Zhotovitel musí až do převzetí prací trávník\nošetřovat, tj. kosit, vyhrabávat, případně odplevelovat. Způsob musí být řešen\nv dokumentaci. Z důvodu nebezpečí eroze nelze zakládat trávník po výsadbách.\nHarmonogram provádění prací je třeba upravit tak, aby této technologii\n9\nTKP Kapitola 15 – Vegetační úpravy Účinnost od 1. března 2021\nvyhovoval. Pokud jsou na svazích navrženy výsadby v řadách, strhne se drn\nv šířce 0,50 m2, čímž se vytvoří nezatravněný pás, do kterého je pak možno\nsázet dřeviny. Pásy je možno obdělávat i strojně, jestliže je svah dostupný\nmechanizačním prostředkům. V tomto případě se požaduje zároveň zapravit\ndo půdy organická a anorganická hnojiva.\n Pro výsadbu uspořádanou jinak je nutné strhnout drn v průměru 0,25 m2 pro\nkeř a 1 m2 pro strom.\n Není přípustné sázet rostliny do trávníku.\n15.2.4.2.6 Výsadby na svazích s mulčováním:\nJe-li na svazích navrženo celoplošné mulčování, zatravnění se neprovádí. Dřeviny\nse vysazují co nejdříve po dokončení zemních prací a pak se výsadby namulčují\nzpůsobem určeným v projektové dokumentaci. Pokud je mulčování navrženo\nv pásech nebo menších plochách, technologický postup zůstane stejný jako\nu výsadeb na svazích bez mulčování. Mulčování je provedeno jako další práce.\n15.2.4.3 Hloubení jamek a rýh\n15.2.4.3.1 Jamky a rýhy pro výsadbu je nutné vyhloubit v šířce odpovídající 1,5ti násobku\nprůměru kořenového systému nebo kořenového balu. Tvar výsadbových jam by\nměl být pokud možno co nejúčelnější a místo šetřící. Z tohoto pohledu je optimální\nkruhový či obdélníkový (čtvercový) tvar jámy. Půda z výkopů se ukládá odděleně\npodle kvality (zvlášť úrodná a neúrodná). Úrodná půda se použije na zasypání\nkořenového systému. Dno jamky pod kořenovým systémem se musí zkypřit. Stěny\na dno výsadbové jámy nesmí být před samotnou výsadbou proschlé.\n15.2.4.3.2 Pokud se stane, že půdní podmínky neodpovídají navrhovanému výsadbovému\nmateriálu, zhotovitel je povinen oznámit to ekologickému dozoru (pokud je\nna stavbě legislativně určen), anebo specialistovi ŽP investora, stavebnímu dozoru\ninvestora a navrhnout řešení.\n15.2.4.4 Ošetření dřevin před výsadbou\n15.2.4.4.1 Těsně před výsadbou je nutné ošetření kořenového systému - odstranění\npoškozených, nemocných a nadměrně dlouhých kořenů a všech jejich zaschlých\nčástí až do živé tkáně. U kontejnerovaných rostlin spirálovitě stočené, zaškrcené\na uzlovité kořeny se proříznou a odstraní se kořenová plst. Kořeny se chrání před\nvyschnutím zakrytím, popřípadě namáčením do vody či použitím antitranspirantů.\n15.2.4.4.2 Úměrně ke zkrácení kořenového systému je nutno zkrátit nadzemní části výhonů\nlistnatých prostokořenných keřů nebo upravit komparativním řezem (SPPK A02\n002) korunu listnatých stromů na ¼ - ½ jejich původní délky, u hustého větvení\nvyřezáním několika výhonů korunu prosvětlit. U jarních výsadeb může být řez ještě\nhlubší. Současně je nutno odstranit veškeré poškozené větve a větvičky. Řezy musí\nbýt čisté, bez pohmožděné a zatržené kůry, do živého dřeva, kde je předpoklad\ndobrého zahojení. Řezy přes 2 cm v průměru musí být zatřeny schváleným nátěrem\nna poranění stromů. Výhony jehličnatých dřevin se nezkracují.\n15.2.4.5 Výsadba\n15.2.4.5.1 Všechny rostliny budou zasázeny do kvalitnější půdy, která při výkopu jamky byla\ndána stranou. Do této půdy se přidávají organická a anorganická hnojiva podle\ndokumentace. Kvalitní půda se použije na obsypání kolem kořenů a balů, horší\npůda pak na dosypání zbytku jamky nebo rýhy. Kořenový krček vysázených dřevin\nmusí zůstat v úrovni terénu. Nesmí být zasypán kmen ani obnaženy kořeny. Půda\nv jamce musí být zhutněna přišlápnutím tak, aby v půdě nezůstaly větší vzduchové\nmezery. Nejvýhodnější je zhutnění půdy vodou. Na povrch zasypané jamky\nse kolem vysázené dřeviny upraví miska schopná udržet vodu při zálivce\na za deště. Při vysazování se kořeny dřevin bez balu rozloží na vrstvu úrodné\n10\nTKP Kapitola 15 – Vegetační úpravy Účinnost od 1. března 2021\nzeminy uložené na dno jamky a postupně se zasypávají tak, aby se zemina dostala\nke všem kořenům. Kořeny dřevin musí být zdravé, čistě zařezané, rozprostřené\ndo přirozené polohy a nesmí být ohnuté nahoru. Při vysazování rostlin s baly\nse rozváže uzel obalového materiálu a obalový materiál, který nemůže zetlít,\nse opatrně vytáhne. Úrodná půda se ušlapává okolo zemního balu, aby se vyplnily\nvšechny mezery. Při výsadbách je možné provést přihnojení, pokud to nebylo\nprovedeno při přípravě ploch pro výsadbu. Po výsadbě se musí vždy provést\nzálivka.\n15.2.4.5.2 Při vyjímání dřevin z kontejnerů je nutné postupovat opatrně, aby se předešlo\nporušení kořenového systému nebo zemního balu. Kořenový systém musí být dobře\nvyvinutý, přirozeně rozvětvený, bez výrazných deformací, jako je stáčení kořenů\nve spirále, kořenové smyčky a uzly.\n15.2.4.5.3 Termín výsadeb se řídí dle typu zvolených sazenic (prostokořenné, s kořenovým\nbalem, kontejnerované).\n15.2.4.5.4 U prostokořenných sazenic je nejvhodnější doba vegetačního klidu, tj. po opadu\na před rašením listů a před růstem kořenů v předjaří.\n15.2.4.6 Kotvení a úvazky\n15.2.4.6.1 Úkolem kotvení je fixace stromu proti pohybům do stran a ochrana nově\nvysazeného stromu před vandaly. Kotvení nesmí však nikdy bránit pohybu stromu\nsměrem dolů, což může nastat při sléhávání substrátu ve výsadbové jámě\npo vysazení stromu. Základními typy kotvení jsou kotvení pomocí kůlů\n(nejběžnější), kotvení pomocí lan a kotvení podzemní – tj. kořenového balu ve\nvýsadbové jámě.\n15.2.4.6.2 Nejpoužívanější je kotvení pomocí kůlů, a to kotvení jedním, dvěma, třemi a více\nkůly v závislosti na velikosti vysazovaných dřevin. Kůl musí být úměrně dlouhý\nk velikosti výpěstku. Strom má být připevněn ke kůlu přibližně ve 2/3 své výšky.\nKaždý strom je nutno upevnit ke kůlu pomocí úvazku. Úvazek by měl být pokud\nmožno široký, hladký a pevný s životností min. 2 roky. Úvazek se musí křížit mezi\nstromem a kůlem, musí zajistit kmen proti bočnímu pohybu, nesmí však způsobit\nodření kůry nebo její zaškrcení a musí být na kůlu zajištěn proti posunutí.\n15.2.4.6.3 Pro prostokořenné stromy je nutno před vlastní výsadbou zatlouci do jam dřevěný\nkůl, ke kterému se stromek přichycuje úvazkem a zabezpečuje proti vyvrácení.\nStrom má být umístěn do 10 cm od kůlu.\n15.2.4.6.4 Balové dřeviny jsou kotveny šikmým kůlem. V případě výsadeb na svazích je kůl\nzaražen do svahu nad vysázenou dřevinou.\n15.2.4.6.5 Listnaté stromy s obvodem kmene přes 20 cm a jehličnaté stromy přes 2 m výšky\nmusí být upevněny buď třemi kůly, nebo třemi lany kotvenými k zemi. V žádném\npřípadě nesmí dojít k poškození kůry, strom musí být v místě přichycení chráněn.\n15.2.4.7 Úprava ploch po výsadbě\n15.2.4.7.1 Po provedené výsadbě je potřeba dokončit úpravu ploch. Musí být vysbírány\nkameny s průměrem větším než 5 cm, odstraněny stavební zbytky, útržky tkanin,\nobaly, těžko zetlívající rostlinné části a jiné odpady. Půda se musí nakypřit buď\nceloplošně ve skupinových výsadbách v rovině, v pásech na svazích, nebo v ploše\no průměru 1 m2 kolem solitérně vysázených stromů a 0,25m2 kolem keřů. Půdu je\npotřeba urovnat.\n15.2.4.7.2 Celkový vzhled výsadeb musí být estetický, upravený, bez kamenů a stavebních\nzbytků, ve výškovém uspořádání a liniích určených dokumentací.\n15.2.4.7.3 Jedenkrát ročně se provádí odplevelení, přihnojení výsadeb a zálivka v době sucha.\n11\nTKP Kapitola 15 – Vegetační úpravy Účinnost od 1. března 2021\n15.2.4.8 Mulčování\n15.2.4.8.1 Materiál a síla vrstvy mulče se musí přizpůsobit stanovišti a typu výsadby. Vrstva\nse rozprostírá souvisle a rovnoměrně a povrch po ukončení mulčování musí být\nurovnaný. Aby se zabránilo poškození rostlin mulčovacím materiálem se širokým\npoměrem C: N (uhlík:dusík), např. stromovou kůrou nebo dřevní štěpkou, je nutné\npředem aplikovat vyrovnávací dávku dusíku.\n15.2.4.8.2 Je nutno, aby výška ploch s mulčováním byla přizpůsobena výšce okolního terénu,\naby se omezilo splachování mulče do odvodňovacích zařízení, na chodníky\na travnaté plochy.\n15.2.4.9 Hnojení\nHnojení musí být provedeno podle pokynů v dokumentaci, a to jak hnojení\norganickými, tak anorganickými hnojivy. Zpravidla se provádí při přípravě ploch, při\nvýsadbě nebo může být i součástí dokončovací péče. Zhotovitel nemůže bez\nschválení stavebního dozoru změnit druh, množství nebo složení hnojiva. Hnojení\ndo výsadbových jam se provádí jen v nezbytném rozsahu, používají se pouze\nhnojiva zásobní, jejichž minerální látky se postupně uvolňují v průběhu několika let.\nJedná se zejména o kombinovaná granulovaná hnojiva krytá voskem nebo blankou.\n15.2.4.10 Ochrana proti okusu zvěří\nVýsadby ohrožené zvěří je nutno zajistit proti okusu např. přípravky na ochranu\nrostlin, mechanickou ochranou kmenů nebo oplocením. Způsob ochrany určuje\ndokumentace a změnu odsouhlasuje stavební dozor.\n15.2.4.11 Dokončovací péče\n15.2.4.11.1 Jedná se o jednu z částí tzv. povýsadbové péče, která se skládá z práce\ndokončovací, rozvojové a udržovací. Nároky, druh, rozsah a termín jednotlivých\nčinností se řídí zejména obdobím a způsobem výsadeb, druhem rostlin,\nstanovištními podmínkami a harmonogramem stavebních prací. Rozhodující pro\nstanovení rozsahu činností je doba od provedení výsadby do převzetí prací.\n15.2.4.11.2 Dokončovací péče je prováděna od výsadby do okamžiku převzetí a předání díla\nzadavatelem. Cílem je dosáhnout ujmutí a stavu, který při navazující péči zaručuje\ndalší růst a rozvoj vysazených dřevin. Zahrnuje zalévání, kypření, mechanické\na chemické odplevelování, hnojení, uvazování uvolněných úvazků, zarážení kůlů,\nnapínání uvolněných drátů, odstraňování suchých a poškozených částí rostlin, tj.\nprovádění veškerých prací nutných k zabezpečení kvality díla. Veškeré tyto práce\nzajišťuje zhotovitel a jejich rozsah je předmětem dokumentace.\n15.2.4.12 Ochrana rostlin\nU výsadeb je nutno sledovat výskyt chorob a škůdců. Jestliže během doby\nod výsadby do převzetí budou vysázené dřeviny napadeny chorobami a škůdci,\nprovede zhotovitel jejich ošetření nebo výměnu za zdravý rostlinný materiál\nna vlastní náklady.\n15.2.5 Odebírání vzorků a kontrolní zkoušky\nV odůvodněných případech, kdy je nebezpečí přenosu chorob a škůdců, zhotovitel\nprovede odběr vzorků rostlinného materiálu pro posouzení odborným ústavem.\nNa základě výsledků stavební dozor rozhodne o dalších opatřeních.\nKontrolní zkoušky se neprovádí.\n12\nTKP Kapitola 15 – Vegetační úpravy Účinnost od 1. března 2021\n15.2.6 Přípustné odchylky, míra opotřebení, záruky\n15.2.6.1 Přípustné odchylky - náhrady rostlinného materiálu\n15.2.6.1.1 Náhrady rostlin jiným druhem nejsou povoleny, pokud není prokázáno,\nže předepsaný rostlinný materiál není možné v příslušném vegetačním období\nzajistit. Veškeré změny druhu, velikosti a kategorie musí být povoleny stavebním\ndozorem a lze je připustit pouze za předpokladu, že náhrada bude rovnocenná\nco do požadavku a množství.\n15.2.6.1.2 V případě, že se jedná o náhradu materiálem, který není v sortimentu rostlin\npovoleným pro stavbu, je rovněž nutné, aby zhotovitel zajistil schválení příslušným\norgánem ochrany přírody.\n15.2.6.2 Míra opotřebení\nPro vegetační úpravy nepřipadá v úvahu.\n15.2.6.3 Záruky\n15.2.6.3.1 Záruční doby všeobecně stanoví kapitola 1 TKP.\n15.2.6.3.2 Údržbu v záruční době zajišťuje správce HIM podle ustanovení v kapitole 1 TKP.\n15.2.7 Klimatická omezení\n15.2.7.1 Výsadby prostokořenných a balových dřevin lze provádět pouze v době vegetačního\nklidu v jarní nebo podzimní agrotechnické lhůtě. Olistěné výpěstky nelze vysazovat.\n15.2.7.2 Výsadby v kontejnerech je možno provádět za příznivých klimatických podmínek,\nzejména dostatečné vlhkosti, celoročně.\n15.2.8 Odsouhlasení a převzetí prací\n15.2.8.1 Odsouhlasení prací\nPři odsouhlasování prací stavební dozor zkontroluje:\n zda rozsah prací účtovaných zhotovitelem odpovídá skutečně provedeným\npracím,\n zda práce jsou odvedeny způsobem a v kvalitě podle dokumentace a TKP,\npřípadně ZTKP,\n zda materiál uváděný v soupisu prací odpovídá materiálu podle dokumentace\na podle skutečného provedení, popřípadě odsouhlaseným náhradám.\n15.2.8.2 Převzetí prací\n15.2.8.2.1 Podmínkou pro převzetí prací je dokumentace skutečného provedení, kde zhotovitel\nvyznačí veškeré provedené změny, které vznikly během realizace.\n15.2.8.2.2 Vegetační úpravy mohou být převzaty teprve po dokončení všech prací určených\ndokumentací zabezpečujících kvalitu a další rozvoj výsadeb. Budou převzaty pouze\nvýsadby v dobrém zdravotním stavu, vitální, nezaplevelené, nakypřené, s miskami\nkolem solitérních stromů, s kůly u stromů a funkčními úvazky. Před převzetím je\nnutno vyměnit poškozené, uschlé nebo napadené dřeviny za dřeviny kvalitní,\nstejného druhu, velikosti a v dobrém zdravotním stavu.\n15.2.8.2.3 Pokud výsadby nebudou vinou zhotovitele takto k převzetí připraveny, nebudou\npřevzaty a zhotovitel hradí náklady na jejich ošetřování až do další přejímky.\n15.2.8.2.4 Pokud objednatel převezme dílo s vadami a nedodělky, které převzetí díla nebrání,\nstanoví lhůtu k jejich odstranění. Zhotovitel je povinen se současně zavázat\nodstranit vady a nedodělky v termínech a rozsahu, které stanoví objednatel.\n13\nTKP Kapitola 15 – Vegetační úpravy Účinnost od 1. března 2021\n15.2.8.2.5 Optimální období pro kompletní převzetí je červen až srpen, kdy je možné podle\nnejvíce symptomů odhadnout úspěšnost provedené výsadby. Převzetí prací se\nzpravidla uskuteční při přejímacím řízení, které svolává objednatel/správce stavby\npo oznámení zhotovitele, že dokončil příslušný objekt. Podkladem bývá realizační\ndokumentace stavby (dále jen „RDS“), případně dokumentace skutečného\nprovedení (dále jen „DSP“) s vyznačením všech změn oproti původnímu projektu.\n15.2.9 Kontrolní měření, měření posunů a přetvoření\nPo čas záruční lhůty je předmětem sledování zejména úhyn rostlin a zjišťování jeho\npříčin. Kontroluje se také, zda nedošlo k pohybu osázených ploch na svazích\na následnému poškození provedené výsadby. Sledování úhynu je podkladem pro\nreklamační řízení.\n15.2.10 Reklamace\nAby se předešlo reklamacím výsadeb je dobré, aby dodavatel zajistil zároveň\ns výsadbou i její povýsadbovou péči a k předání výsadeb došlo až po odeznění\npovýsadbového šoku.\n15.3 ZAKLÁDÁNÍ TRÁVNÍKU\n15.3.1 Úvod\nTato část kapitoly 15 TKP zahrnuje zakládání trávníku hydroosevem, výsevem\n(suchým) a drnováním. Pro zakládání trávníku platí norma ČSN DIN 18 917 (83 9031).\n15.3.2 Popis a kvalita stavebních materiálů\n15.3.2.1 Půda\n15.3.2.1.1 Pro růst travního porostu je nutno vytvořit půdní podmínky.\n15.3.2.1.2 Zhotovitel v předstihu zajistí agrotechnický rozbor půdy, která bude použita\ndo povrchové vrstvy, k prokázání její vhodnosti.\n15.3.2.1.3 K založení trávníku je vhodná zemina s vlastnostmi blízkými ornici ve vrstvě\nminimálně 10 cm na podkladě, který umožní pohyb vody, vzduchu a živin.\nV případě, že na plochách se založeným trávníkem budou později provedeny\nvýsadby, vrstva zeminy by měla být nejméně 20 cm. U staveb Správy železnic\nse vyskytnou případy, kdy je potřeba založit trávník i na plochách, kde není možné\nrozprostření vhodné zeminy. V těchto případech se musí technologie výsevu\npřizpůsobit půdním podmínkám. Pro práci s půdou platí ČSN DIN 18 915\n(ČSN 83 9011).\n15.3.2.2 Osivo\nNávrh osivové směsi a množství výsevu stanoví dokumentace na základě\nstanovištních podmínek (klimatické a půdní podmínky) a plánovaného záměru\nzatravněné plochy.\n15.3.2.3 Voda\nVoda může být použita pitná nebo z přírodních vodních zdrojů. Zdroj vody musí být\nřešen v dokumentaci.\n15.3.2.4 Organická hmota\n15.3.2.4.1 Používá se rašelina, odpadní celulóza, celulózové kaly, odvodněná sukovina,\nbuničina, sláma apod.\n14\nTKP Kapitola 15 – Vegetační úpravy Účinnost od 1. března 2021\n15.3.2.4.2 Pro použité materiály platí:\nČSN 46 5730\n15.3.2.5 Hnojivo\n15.3.2.5.1 Množství a druh hnojiva musí být určen v dokumentaci. Řídí se stanovištními\npodmínkami a plánovaným záměrem zatravněné plochy.\n15.3.2.5.2 Pro použití hnojiv platí:\n ČSN EN 12944-2 a 12944-1\n ČSN 46 5735\n15.3.2.6 Protierozní přísady\nProtierozní přísady se používají na ochranu nástřiku proti větru a vodě\na na přikotvení osiva a organické hmoty na nestabilních zeminách nebo v místech,\nkde je potřebná zvýšená protierozní ochrana. Při jednoetapovém provedení\nse přísady přidávají do směsí a při víceetapovém provedení se stříkají jako poslední\nfáze hydroosevu. Přísady nesmí poškozovat životní prostředí.\n15.3.3 Dodávka, skladování a průkazní zkoušky\n15.3.3.1 Opatření při přepravě musí zohledňovat zejména teplotu, dobu trvání přepravy\na druh nákladu. Nesmí dojít k poškození přepravovaných materiálů, zejména\nk jejich přehřátí. Při vykládce se nesmí náklad vyklápět nebo shazovat.\n15.3.3.2 Dodávky jednotlivých komponentů musí být doloženy osvědčením o jakosti.\nOsvědčení musí obsahovat i vyjádření o nezávadnosti pro životní prostředí. Složení\nosivových směsí je třeba na vyžádání prokázat předložením osvědčení o složení\na pravosti směsi, jestliže potřebné množství osiva pro jednotlivá opatření\npřekračuje 30 kg.\n15.3.3.3 Jednotlivé materiály pro zakládání trávníku musí být skladovány v suchu\na chráněny před poškozením. Pouze trávníkové koberce a trávní drny je\nna staveništi nutno chránit před vyschnutím, přehřátím a neprodleně je pokládat\nna určené stanoviště. Skladování má být omezeno na co nejkratší dobu.\n15.3.4 Technologické postupy prací\nNa základě vyhodnocení stanovištních podmínek, tj. agrochemického rozboru půdy,\nklimatických podmínek, expozice ke světovým stranám a požadavků na funkci\nzatravněné plochy, dokumentace stanoví technologický postup zakládání trávníku,\nsložení trávních směsí, množství osiva, dávkování hnojiva a v případě zakládání\ntrávníku hydroosevem i množství ostatních komponentů.\n15.3.4.1 Vyznačování ploch pro zakládání trávníku\nPlochy pro výsev trávníku musí být vytyčeny a zřetelně vyznačeny.\n15.3.4.2 Příprava ploch pro zakládání trávníku\nTrávník se zakládá na plochách nezaplevelených, nejlépe co nejdříve po dokončení\nzemních prací a ve vhodné vegetační době podle oddílu 15.3.7 TKP. Plochy pro\nvýsev musí být bez nerovností, erozních rýh a stavebních zbytků. V případě\nzapleveleného pozemku je nutné nejdříve plevel odstranit, ať už mechanicky, nebo\nchemicky. V rovině nebo na svazích dostupných mechanizačním prostředkům\nse musí půda před výsevem obdělat. Při tom je potřeba dbát, aby nedošlo\nk narušení stability svahů nebo sesuvům půdy. V případě zakládání trávníku\n15\nTKP Kapitola 15 – Vegetační úpravy Účinnost od 1. března 2021\nvýsevem (suchým) je vhodné při obdělávání půdy zapravit hnojivo. Způsob\nobdělání a hnojení stanoví dokumentace.\n15.3.4.3 Výsev trávníku (suchý)\nPoužívá se zpravidla při zatravňování menších ploch nebo ploch v rovině. Výsev\nse provádí ručně nebo secími stroji, pak se travní semeno zapraví do země a plochy\nse uválejí.\n15.3.4.4 Technologie hydroosevu (mokrý výsev)\n15.3.4.4.1 Hydroosev je proces mísení osiva, mulčovacího materiálu, fixátoru a dalších přísad\ns vodou ve správném poměru uvnitř nádrže. Po promíchání v nádrži zařízení pro\nhydroosev probíhá nástřik homogenní suspenzí na určené plochy. Vlastní nástřik\nse provádí vysokým tlakem hadicí nebo věžovou stříkací jednotkou zakončenou\nrůznými typy rozprašovacích trysek. Mulčovací materiál a fixátor pomáhají držet\npůdu a osivo v požadovaném místě do doby, než tuto funkci převezme vlastní\nporost. Dále je minimalizováno spláchnutí osiva silnými dešti, ale i vysychání půdy\na rostlin. Hydroosevová směs může obsahovat i přísady pro urychlení klíčení\na doplnění živin potřebných pro růst rostlin. Takto založený souvislý travní porost\nzpevňuje osévané plochy proti erozi, zabraňuje prašnosti, ale splňuje i funkci\nestetickou. Podle stanovištních podmínek, zejména půdních (plochy s rozprostřenou\nvrstvou ornice, plochy kamenité a písčité apod.), se hydroosev provádí\njednorázovým nástřikem všech komponentů, nebo ve dvou až třech etapách.\n15.3.4.4.2 Pokud nebude v dokumentaci řešeno jinak, platí následující pracovní postupy:\na) 1. pracovní etapa - osivo, hnojivo, organická hmota\n2. pracovní etapa - protierozní přísada (případně + organická hmota)\nb) 1. pracovní etapa - osivo, hnojivo, rašelina\n2. pracovní etapa - organická hmota\n3. pracovní etapa - protierozní přísada\nZpůsob b) se použije u velkých sklonů svahů bez humusové vrstvy. Kamenité\nplochy se zatravňují tak, že se do záměsi přidá rašelina ve 2. a 3. pracovní\netapě.\n15.3.4.5 Zakládání trávníku drnováním\n15.3.4.5.1 Pro drnování můžeme použít travní drny z přirozených porostů nebo předpěstované\ntrávníkové koberce. Jednotlivé díly trávníkového koberce nebo trávního drnu by\nměly mít stejné šířky a délky, nejméně však 0,25m2.\n15.3.4.5.2 Díly trávníkového koberce nebo trávního drnu se kladou buď celoplošně, nebo\núsporně - ve čtvercích nebo pásech. Prostor mezi pásy koberců a drnů kladených\núsporně se vyplní zeminou, která se oseje. Při celoplošném pokládání musí být\npovrch jednotlivých dílů v rovině a jen s úzkými spárami. Příčné spáry na sebe\nnesmí navazovat. Po položení musí být díly stejnoměrně přitlačeny a zality.\nNa svažitých plochách je nutno trávníkový koberec nebo travní drn připevnit\nnejméně dvěma kolíky na 1m2, přičemž každý jednotlivý díl musí být připevněn\nalespoň jedním kolíkem.\n15.3.4.6 Dokončovací péče po výsevu\nPo provedení výsevu se trávník dále ošetřuje, tj. zalévá, přihnojuje, odpleveluje\na kosí a vyhrabává až do převzetí. Potřeba, druh, rozsah a termín úkonů se řídí\nobdobím založení, typem trávníku, stanovištními podmínkami a harmonogramem\nprovádění prací. Trávník je možno předat nejdříve po prvním posekání. V případě\nvelkých staveb, které se přejímají najednou, je nutné počítat s ošetřováním\ntrávníku až do předání stavby. Potřebu dokončovací péče stanoví dokumentace\n16\nTKP Kapitola 15 – Vegetační úpravy Účinnost od 1. března 2021\na zajišťuje ji zhotovitel. Práce musí být provedeny podle pokynů a ke spokojenosti\nstavebního dozoru.\n15.3.5 Odebírání vzorků a kontrolní zkoušky\nStavební dozor si v případě potřeby odebere vzorky osiva pro kontrolu klíčivosti\na dodržování složení osevní směsi. Dávkování směsi na 1 m2 provedeného hydroosevu\nse kontroluje položením odvážené podložky na osévanou plochu o ploše 1 m2 před\nnástřikem. Po provedení hydroosevu se podložka odváží. Odchylka od požadovaného\ndávkování nesmí být větší než 25 %.\n15.3.6 Přípustné odchylky, míra opotřebení, záruky\n15.3.6.1 Přípustné odchylky\nZměnu ve složení osevní směsi, dávkování osiva, technologie výsevu nebo\nreceptury schvaluje stavební dozor. Ke změnám může dojít v případě,\nže stanovištní podmínky neodpovídají navržené technologii a dávkování\njednotlivých komponentů.\n15.3.6.2 Míra opotřebení\nPři zakládání trávníku nepřipadá v úvahu.\n15.3.6.3 Záruky, údržba v záruční době\n15.3.6.3.1 Záruční doby všeobecně stanoví kapitola 1 TKP.\n15.3.6.3.2 Zhotovitel je povinen zabezpečit první preventivní postřik proti plevelům. Vegetační\núpravy zemního tělesa je možno předat správci až po prvním posekání.\n15.3.6.3.3 Údržbu v záruční době zajišťuje správce HIM podle ustanovení v kapitole 1 TKP\n(hubení plevelů včetně kosení, odstraňování náletových dřevin).\n15.3.7 Klimatická omezení\nPříznivé podmínky pro vzcházení travního osiva nastávají při teplotách půdy minimálně\n8°C a při dostatečné půdní vlhkosti, tedy zpravidla od května až do září. V případě\nzakládání trávníku v letním období, je-li sucho, je nutno zajistit dostatečnou zálivku.\nU dřívějších nebo pozdějších výsevů mohou nastat nežádoucí posuny ve složení\ntrávníku ve prospěch druhů klíčících při nižších teplotách (např. jílek - Lolium).\nTrávníkové koberce a travní drny nelze pokládat za mrazu nebo na zmrzlou půdu.\n15.3.8 Odsouhlasení a převzetí prací\n15.2.2.8 Odsouhlasení prací\nPři odsouhlasování stavební dozor zkontroluje:\n zda rozsah prací účtovaných zhotovitelem odpovídá skutečně provedeným\npracím,\n zda travní osivo u zakládání trávníku výsevem (suchým) je rovnoměrně\nrozprostřeno,\n zda u trávníku zakládaného hydroosevem jsou všechny plochy rovnoměrně\npokryty vrstvou nástřikové směsi, zvláště je-li rovnoměrně rozptýleno osivo\na krycí protierozní přísada vytvořila na půdním povrchu film,\n zda technologie prováděných prací odpovídá dokumentaci.\n15.2.2.9 Převzetí prací\nStavu schopného převzetí je dosaženo, když:\n17\nTKP Kapitola 15 – Vegetační úpravy Účinnost od 1. března 2021\n výsevy parkového trávníku tvoří vyrovnaný porost, který vykazuje v posečeném\nstavu průměrné plošné pokrytí půdy asi ze 75 % rostlinami požadované osevní\nsměsi. Poslední seč smí být provedena nejpozději týden před převzetím;\n výsevy lučního trávníku tvoří pokud možno vyrovnaný porost, který vykazuje\nv posečeném stavu průměrné plošné pokrytí půdy asi z 50 % rostlinami osevní\nsměsi. Poslední seč smí být provedena nejpozději dva týdny před převzetím.\nJiné druhy trav a bylin, které neruší, lze akceptovat. Výsevy lučních trávníků\nse zvláštními záměry zatravnění na extrémních stanovištích (např. zatravnění\nkamenitých svahů) mohou vykazovat jiný stupeň vyrovnanosti porostu\na pokryvu půdy;\n pokud objednatel převezme dílo s vadami a nedodělky, které převzetí díla\nnebrání, stanoví lhůtu k jejich odstranění. Zhotovitel je povinen se současně\nzavázat k odstranění vad a nedodělků v termínech a rozsahu, které stanoví\nobjednatel.\n15.3.9 Kontrolní měření, měření posunů a přetvoření\nPo čas záruční doby se sleduje pokryvnost půdy, hustota travního drnu, úhyn trav\na zaplevelenost. Sledování je podkladem pro odstranění vad, popřípadě pro\nreklamační řízení.\n15.4 EKOLOGIE\n15.4.1 Výsadby a zakládání trávníku je nutno provádět tak, aby nedošlo k znečištění\nživotního prostředí. Nesmí dojít ke kontaminaci prostředí při skladování hnojiv,\nkomponentů pro hydroosev a přípravků na ochranu rostlin. Rovněž nesmí dojít\nk jejich předávkování.\n15.4.2 Dále je důležité jak u vegetace, tak u trávníků, nepoužívání nepůvodních\na invazních druhů a druhovou skladbu dřevin a trávníků přizpůsobit okolnímu\nbiotopu a ekosystému\n15.5 BEZPEČNOST PRÁCE A TECHNICKÝCH ZAŘÍZENÍ, POŽÁRNÍ OCHRANA\nPožadavky na bezpečnost práce a technických zařízení jakož i na požární ochranu\nobecně stanoví kapitola 1 TKP.\n18\nTKP Kapitola 15 – Vegetační úpravy Účinnost od 1. března 2021\nSOUVISEJÍCÍ NORMY A PŘEDPISY\nUvedené související normy a předpisy vycházejí z aktuálního stavu v době zpracování TKP, resp.\njejich aktualizace. Uživatel TKP odpovídá za použití aktuální verze výchozích podkladů ve smyslu\nkap. 1.3 TKP, tj. právních předpisů, technických norem a předpisů a předpisů SŽ.\nMezinárodní a národní právní předpisy, technické normy\nzákon č. 89/2012 Sb., občanský zákoník, ve znění pozdějších předpisů\nzákon č. 114/1992 Sb., o ochraně přírody a krajiny, ve znění pozdějších předpisů\nzákon č. 133/1985 Sb., o požární ochraně, ve znění pozdějších předpisů\nzákon č. 326/2004 Sb., o rostlinolékařské péči a o změnách některých souvisejících zákonů, ve znění\npozdějších předpisů\nvyhláška č. 395/1992 Sb., kterou se provádějí některá ustanovení zákona České národní rady č. 114/1992\nSb., o ochraně přírody a krajiny, ve znění pozdějších předpisů\nČSN 46 4901 Sadba okrasných dřevin\nČSN 46 4902 Výpěstky okrasných dřevin. Společná a základní ustanovení\nČSN 46 5730 Rašeliny a rašelinné zeminy\nČSN 46 5735 Průmyslové komposty\nČSN EN 12944-2 a 12944-1 Průmyslová hnojiva. Základní pojmy, rozdělení a nejdůležitější vlastnosti\nČSN 83 9001 Sadovnictví a krajinářství - Terminologie - Základní odborné termíny a definice\nČSN 83 9011 Technologie vegetačních úprav v krajině - Práce s půdou\nČSN DIN 18 916\n(83 9021) Sadovnictví a krajinářství. Výsadby rostlin\nČSN DIN 18 917\n(83 9031) Sadovnictví a krajinářství. Zakládání trávníku\nČSN DIN 18 918\n(83 9041) Sadovnictví a krajinářství. Technicko-biologická zabezpečovací opatření.\nČSN 83 9051 Technologie vegetačních úprav v krajině – Rozvojová a udržovací péče o vegetační plochy\nČSN 83 9061 Technologie vegetačních úprav v krajině – Ochrana stromů, porostů a vegetačních ploch\npři stavebních pracích\nSPPK A02 002 Řez stromů\nSPPK A02 010:2020 Péče o dřeviny kolem veřejné dopravní infrastruktury\nVnitřní předpisy\nSouvisející kapitoly TKP\nKapitola 1 - Všeobecně v aktuálním znění\nKapitola 3 - Zemní práce v aktuálním znění\nKapitola 5 - Ochrana zemního tělesa v aktuálním znění\nMP pro údržbu stromoví v aktuálním znění\nVzorový list Ž 5 Úprava drážních svahů v aktuálním znění\n19\nTKP Kapitola 15 – Vegetační úpravy Účinnost od 1. března 2021\nPříloha A (informativní)\nPříklady travních směsí\nA.1 Směs pro písčité, suché půdy s výslunnou polohou a suššími klimatickými podmínkami\nA.1.1 15% kostřava červená trsnatá Ferota (Rosana)\n20% kostřava červená výběžkatá Táborská\n35% kostřava ovčí Jana\n15% lipnice smáčknutá Razula\n10% jílek vytrvalý Sport (Bača)\n5% jetel plazivý (štírovník růžkatý)\nDoporučený výsevek 25 - 30 g/m2\nA.1.2 10% kostřava červená trsnatá Ferota (Rosana)\n10% kostřava červená trsnatá Valaška\n20% kostřava červená výběžkatá Táborská\n30% kostřava ovčí Jana\n10% lipnice smáčknutá Razula\n10% lipnice luční Krasa\n10% jílek vytrvalý Sport\nDoporučený výsevek 25 - 30 g/m2\nA.2 Směs pro sušší středně těžké půdy s výslunnou polohou\n20% kostřava červená trsnatá Ferota (Rosana)\n10% kostřava červená trsnatá Valaška\n20% kostřava červená výběžkatá Táborská\n10% kostřava ovčí Jana\n20% lipnice luční Krasa\n10% psineček tenký Golf (Teno)\n10% jílek vytrvalý Sport (Bača)\nDoporučený výsevek 15 - 20 g/m2\nA.3 Směs pro vlhčí, středně těžké a těžké půdy s výslunnou polohou\n25% kostřava červená trsnatá Ferota (Rosana)\n10% kostřava červená trsnatá Valaška\n15% kostřava červená výběžkatá Táborská\n20% lipnice luční Krasa\n10% psineček tenký Golf (Teno)\n10% jílek vytrvalý Sport (Bača)\n10% bojínek cibulkatý\nDoporučený výsevek 15 - 20 g/m2\nA.4 Směs pro břehy vodních toků nebo lokality s vyšší hladinou spodní vody\n20% kostřava červená trsnatá Ferota (Rosana)\n10% kostřava červená výběžkatá Táborská\n30% lipnice luční Krasa\n10% psineček tenký Golf\n20% poháňka hřebenitá Rožnovská\n10% jílek vytrvalý Sport\nDoporučený výsevek 12 - 15 g/m2\n20\nTKP Kapitola 15 – Vegetační úpravy Účinnost od 1. března 2021\nA.5 Směs pro zastíněná stanoviště\n20% kostřava červená trsnatá\n10% kostřava červená výběžkatá\n40% lipnice hajní Dekora\n10% psineček tenký Golf (Teno)\n10% poháňka hřebenitá Rožnovská\n10% jílek vytrvalý Sport\nDoporučený výsevek 15 - 20 g/m2\n21\nOvěřovací doložka konverze dokumentu\nOvěřuji pod pořadovým číslem 1379411, že tento dokument, který vznikl převedením vstupu v listinné\npodobě do podoby elektronické, skládající se z 21 listů, se doslovně shoduje s obsahem vstupu.\nOvěřující osoba: Miroslav BULANT\nVystavil: Správa železnic, státní organizace\nDatum: 02.03.2021 09:23:05\n"
}