{
  "type": "tkp_document",
  "filename": "TKP10_2008_07.pdf",
  "extracted_at": "2026-02-25T15:41:25.180188",
  "document_info": {
    "tkp_number": "10",
    "year": "2008",
    "month": "07"
  },
  "technical_specs": [
    {
      "value": "10",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "50",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "20",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "10",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "50",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "10",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "10",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "20",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "50",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "10",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "10",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "5",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "1",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "1",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "25",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "50",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "10",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "20",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "10",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "50",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "10",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "0",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "10",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "20",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "50",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "10",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    }
  ],
  "prices": [],
  "raw_text": "Správa železniční dopravní cesty, státní organizace\nDlážděná 1003/7, 110 00 Praha 1, Nové Město\nTECHNICKÉ KVALITATIVNÍ PODMÍNKY\nSTAVEB STÁTNÍCH DRAH\nKapitola 10\nNÁSTUPIŠTĚ, RAMPY, ZARÁŽEDLA,\nÚČELOVÉ KOMUNIKACE A ZPEVNĚNÉ\nPLOCHY\nTřetí - aktualizované vydání\nzměna č. 6\nSchváleno generálním ředitelem SŽDC\ndne: 7.4.2008\nč.j.: 12153/08-OKS\nÚčinnost od: 1.7.2008\nPočet listů : 6\nPočet příloh: 0\nPočet listů příloh: 0\nPraha 2008\nOznačení textu po stranách znamená věcnou změnu textu oproti TKP - Třetímu aktualizovanému\nvydání /z roku 2000/.\nTato publikace ani žádná její část nesmí být reprodukována, uložena ve vyhledávacím systému nebo\npřenášena, a to v žádné formě a žádnými prostředky elektronickými, fotokopírovacími či jinými, bez\npředchozího písemného svolení vydavatele.\nVýhradní distributor: Správa železniční dopravní cesty, státní organizace\nTechnická ústředna dopravní cesty\nÚATT - oddělení typové dokumentace\n772 58 Olomouc, Nerudova 1\nObsah\n10.1 ÚVOD 3\n10.1.1 Nástupiště a rampy 3\n10.1.2 Zarážedla 3\n10.1.3 Účelové komunikace a zpevněné plochy 3\n10.1.4 Odvodnění 3\n10.2 POPIS A KVALITA STAVEBNÍCH MATERIÁLŮ 3\n10.2.1 Nástupiště a rampy 3\n10.2.2 Zarážedla 4\n10.2.3 Účelové komunikace a zpevněné plochy 4\n10.2.4 Odvodnění 4\n10.3 TECHNOLOGICKÉ POSTUPY PRACÍ 4\n10.3.1 Nástupiště a rampy 4\n10.3.1.1 Obrubníky, krajníky a prefabrikované nástupištní zídky 4\n10.3.1.2 Obrubníky a krajníky monolitické 5\n10.3.1.3 Kryt dlážděný 5\n10.3.1.4 Kryt z asfaltové směsi 5\n10.3.1.5 Kryt z cementového betonu 5\n10.3.2 Zarážedla 6\n10.3.2.1 Betonové zarážedlo 6\n10.3.2.2 Kolejnicové zarážedlo 6\n10.3.2.3 Zemní zarážedlo 6\n10.3.3 Účelové komunikace a zpevněné plochy 6\n10.3.3.1 Obrubníky asfaltové 6\n10.3.3.2 Kryt dlážděný 6\n10.3.4 Odvodnění 7\n10.4 DODÁVKA, SKLADOVÁNÍ A POČÁTEČNÍ ZKOUŠKY 7\n10.4.1 Dodávka 7\n10.4.2 Skladování 7\n10.4.3 Počáteční zkoušky 7\n10.4.3.1 Betony 7\n10.4.3.2 Asfaltové směsi 7\n10.4.3.3 Cementobetonové kryty 7\n10.5 ODEBÍRÁNÍ VZORKŮ A KONTROLNÍ ZKOUŠKY 7\n10.6 PŘÍPUSTNÉ ODCHYLKY, MÍRA OPOTŘEBENÍ, ZÁRUKY 8\n10.7 KLIMATICKÁ OMEZENÍ 8\n10.8 ODSOUHLASENÍ A PŘEVZETÍ PRACÍ 9\n10.9 KONTROLNÍ MĚŘENÍ, MĚŘENÍ POSUNŮ A PŘETVOŘENÍ 9\n10.10 EKOLOGIE 9\n10.11 BEZPEČNOST PRÁCE A TECHNICKÝCH ZAŘÍZENÍ, POŽÁRNÍ OCHRANA 9\n10.12 SOUVISEJÍCÍ NORMY A PŘEDPISY 9\n10.12.1 Technické normy 10\n10.12.2 Předpisy 11\n10.12.3 Související kapitoly TKP 11\n1\nSeznam zkratek\nČD České dráhy, akciová společnost\nČR Česká republika\nČSN Česká technická norma\nLA Litý asfalt\nLAH Litý asfalt hrubozrnný\nLAJ Litý asfalt jemnozrnný\nLAP Litý asfalt pískový\nLAS Litý asfalt středně zrnný\nPK Pozemní komunikace\nSŽDC Správa železniční dopravní cesty, státní organizace\nTKP Technické kvalitativní podmínky staveb státních drah\nTP Technické podmínky\nVL Vzorový list\nZTKP Zvláštní technické kvalitativní podmínky\n2\n10.1 ÚVOD\nPro tuto kapitolu platí všechny pojmy, ustanovení, požadavky a údaje uvedené v kapitole 1 TKP -\nVšeobecně.\nKapitola 10 TKP zahrnuje zřízení nástupišť, ramp, zarážedel, účelových komunikací, zpevněných ploch a jejich\nodvodnění ve shodě s uspořádáním, rozměry a podrobnostmi uvedenými na výkresech projektové dokumentace\n(dále jen dokumentace) a požadavky určenými technickými kvalitativními podmínkami (dále jen TKP).\nTato kapitola neplatí pro silnice a dálnice, u kterých se postupuje podle TKP staveb pozemních komunikací,\nkteré rovněž v podrobnostech platí pro účelové komunikace a zpevněné plochy.\nKapitola dále nezahrnuje úpravu zemní pláně, pro kterou platí kapitola 3 TKP, a svodné a kmenové potrubí pro\nodvodnění, pro které platí kapitola 14 TKP. Dále tato kapitola neřeší zastřešení a přístupy na nástupiště.\n10.1.1 Nástupiště a rampy\nDruh nástupišť a ramp určuje dokumentace. Nástupiště se dělí na úrovňová (přístup cestujících v úrovni kolejí)\na mimoúrovňová (přístup cestujících mimo úroveň koleje). Technické parametry nástupišť jsou uvedeny\nv ČSN 73 4959. Nástupiště mohou být s pevnou nástupní hranou (tvořenou schváleným typem prefabrikátu či\nobrubníkem) nebo bez pevné nástupní hrany (sypaná nástupiště). Všechna nová a rekonstruovaná nástupiště\nmusí mít pevnou nástupní hranu. Požadavky na obrubníky, krajníky, nástupištní zídky z prefabrikovaných dílců,\npodkladní vrstvy a kryt nástupišť a ramp jsou rovněž určeny dokumentací. V následujících odstavcích se uvádějí\ntechnické a kvalitativní požadavky na kryty z běžných cementobetonových dlaždic, zámkové dlažby,\nz cementového betonu, hutněných asfaltových směsí a litého asfaltu. Prefabrikovanými dílci se zde rozumějí\ndílce z betonu, různých konglomerovaných směsí a přírodního kamene vyrobené ve výrobnách.\n10.1.2 Zarážedla\nUmístění a druh zarážedel určuje dokumentace. V této kapitole jsou specifikovány kvalitativní požadavky na\nbeton těla zarážedel, na druh použité výztuže v zarážedlech a druh použité zeminy v případě zemního zarážedla.\n10.1.3 Účelové komunikace a zpevněné plochy\nPodkladní vrstvy a kryt komunikací a zpevněných ploch je určen dokumentací. V následující skupině prací se\ndále uvádějí technické a kvalitativní požadavky na asfaltové obrubníky a na kryty, které nebyly popsány\nv čl. 10.1.1 této kapitoly, tj. z dlažebních kostek z přírodního kamene, z vegetačních tvárnic a ze železo-\nbetonových panelů.\n10.1.4 Odvodnění\nTato kapitola zahrnuje odvodnění nástupišť, ramp, účelových komunikací a zpevněných ploch, a to otevřenými\npříkopy, rigoly, žlaby a skluzy.\n10.2 POPIS A KVALITA STAVEBNÍCH MATERIÁLŮ\nVšechny materiály musí odpovídat požadavkům dokumentace a musí být odsouhlaseny SŽDC nebo stavebním\ndozorem před započetím prací. Podmínky pro jejich použití stanoví kapitola 1 TKP Všeobecně.\n10.2.1 Nástupiště a rampy\nPrefabrikované obrubníky, krajníky a nástupištní zídky všech typů musí splňovat ustanovení ČSN EN 1340.\nMateriály pro obrubníky z monolitického betonu (betonované na místě) musí svými vlastnostmi odpovídat\nkapitolám 17 a 18 TKP a ustanovením ČSN EN 206-1, zvláště s ohledem na působení mrazu a chemických\nrozmrazovacích prostředků.\nNástupištní zídky se zřizují z betonových tvárnic, pokud dokumentace neurčuje jinak. Beton pro výrobu těchto\nprefabrikátů musí svými vlastnostmi odpovídat kapitolám 17 a 18 TKP.\nCementobetonová dlažba z běžných dlaždic, zámková dlažba a polovegetační tvárnice musí odpovídat\nustanovením ČSN 73 6131.\nLitý asfalt typu LAP (pískový), LAJ (jemnozrnný), LAS (střednězrnný) a LAH (hrubozrnný), použitý pro kryt\nnástupišť, ramp a dopravních ploch, musí svým složením a kvalitou odpovídat ČSN 73 6122.\n3\nAsfaltový beton a asfaltový koberec kteréhokoliv typu musí svými vlastnostmi a svou kvalitou odpovídat\nČSN 73 6121.\nCementový beton pro kryt chodníků a dopravních ploch musí svým složením a kvalitou odpovídat podmínkám\nstanoveným v kapitole 17 TKP. Pro výrobu směsi je možno použít pouze kvalitních portlandských cementů nebo\ncementů silničních.\nPodkladní vrstvy se zřizují z nestmelených materiálů, které musí odpovídat požadavkům ČSN 73 6126, nebo\nmateriálů spojených asfaltovými nebo hydraulickými pojivy, pro které platí ustanovení ČSN 73 6121,\nČSN 73 6124, ČSN 73 6125, ČSN 73 6127 a ČSN 73 6128.\n10.2.2 Zarážedla\nMateriál zarážedel musí splňovat podmínky a ustanovení uvedené ve Vzorovém listu železničního spodku Ž 9\ns výjimkou výztuže, pro kterou platí kapitola 17 TKP.\n10.2.3 Účelové komunikace a zpevněné plochy\nAsfaltové obrubníky se vyrábějí z asfaltových obalovaných směsí, a to z asfaltového betonu nebo litého asfaltu.\nJejich kvalita a složení mají přiměřeně odpovídat ustanovením ČSN 73 6121 pro asfaltový beton jemnozrnný pro\nobrusné vrstvy a ČSN 73 6122 pro litý asfalt. Pro odsouhlasení materiálů je stavební dozor oprávněn požadovat\ntechnologický předpis a zkušební pokládku obrubníku ze stejné směsi a stejným technickým vybavením, jakého\nbude použito na stavbě.\nVegetační dílce a železobetonové panely musí splňovat podmínky ČSN 73 6131-2, ČSN 73 6131-3 a TP 153.\n10.2.4 Odvodnění\nRozměry, materiál, typ a případné další požadované vlastnosti materiálu a dílců pro odvodnění a pro chráničky\nurčuje dokumentace. Požadavky na beton rigolů, žlabů a skluzů betonovaných na místě, i prefabrikovaných,\nstanoví kapitola 17 TKP. Další vlastnosti prefabrikovaných rigolů, žlabů a skluzů stanoví kapitola 17 TKP. Pro\nliniové odvodňovače z kovu, polymerovaných betonů a dalších předloží zhotovitel návrh k odsouhlasení\nstavebnímu dozoru.\n10.3 TECHNOLOGICKÉ POSTUPY PRACÍ\nPokládka nástupištních desek do správné polohy od osy koleje se provádí až po položení a konečném podbití\npřilehlé koleje.\n10.3.1 Nástupiště a rampy\nPři zřizování nástupišť a ramp je nutné dodržovat zásady ČSN 73 4959, Vzorového listu železničního spodku\nŽ 8 a vyhlášky č. 369/2001 Sb..\n10.3.1.1 Obrubníky, krajníky a prefabrikované nástupištní zídky\nOsazování obrubníků, krajníků a nástupištních zídek se provádí do zavlhlé betonové směsi z betonu pevnostní\ntřídy C 12/15, pokud dokumentace neurčuje jinak, a musí splňovat podmínky ČSN EN 206-1. Tloušťka lože\na boční opěra musí odpovídat dokumentaci. Spáry mezi čely obrubníků, krajníků a nástupištních zídek nesmějí\nbýt větší než 10 mm a vyplňují se betonem nebo cementovou maltou požadovanou dokumentací, která musí\nvyhovovat požadavkům ČSN EN 998-2.\nPodklad pro osazování musí být pevný, řádně zhutněný.\nPrvních 7 dní po osazení se provádí ošetřování podkladního betonu a výplně spár podle ČSN EN 206-1.\nPodložky nástupištních tvárnic nebo úložné bloky u nástupiště se osazují na upravené kolejové lože, vyrovnané\nvrstvou drtě podle dokumentace. Případně je možné přesnou polohu podložek nástupištních tvárnic zajistit jejich\nuložením do cementové malty. Podložky nebo úložné bloky se pečlivě vyrovnají výškově i směrově a prostor se\nzasype až do výše horní plochy pražců drtí, která se zhutní. Při použití speciálních materiálů se postupuje podle\npokynů výrobce.\nNásyp tělesa musí být zhutněn podle kapitoly 3 TKP.\nU úrovňového nástupiště se na straně, kde není nástupištní zídka, osadí do maltového lože podélný betonový\nobrubník. Betonový obrubník odděluje vlastní povrchovou úpravu nástupištní plochy od zásypu drtí. Povrchová\n4\núprava nástupištní plochy a úprava nástupišť při ukončení rampou nebo na přejezdech se řídí zásadami podle\nVzorového listu železničního spodku Ž 8, ČSN 73 4959 a kapitoly 9 TKP.\n10.3.1.2 Obrubníky a krajníky monolitické\nPodklad pro betonáž musí být pevný, řádně zhutněný v souladu s ČSN 72 1006.\nMonolitické obrubníky a krajníky mohou být betonovány speciálním finišerem nebo do bednění. Tvar bednění\nudává dokumentace stavby, materiál bednění musí zaručovat hladké lícní plochy, podrobnosti stanovuje kapitola\n17 TKP. Svrchní plocha betonu musí být vyhlazena.\nHutnění se provede běžnými hutnícími metodami tak, aby beton byl zpracován v celé tloušťce. Povrch musí být\npo zhutnění rovný a uzavřený.\nPracovní záběr musí končit výhradně dilatační spárou. Dilatační spáry jsou kolmé k podélné ose obrubníku nebo\nkrajníku a zřizují se v úrovni dilatačních spár přilehlé vozovky, avšak v maximální vzdálenosti 5 m. Úpravu\na výplň dilatačních spár předepisuje dokumentace. Výplň spár musí být řádně provedena.\nPrvních 7 dní po betonáži se provádí ošetřování betonu podle kapitoly 17 TKP.\n10.3.1.3 Kryt dlážděný\nZpůsob pokládky cementobetonové dlažby stanoví ČSN 73 6131-1.\nPro zřizování dlažeb libovolných typů platí příslušná ustanovení ČSN 73 6131 a TKP staveb pozemních\nkomunikací.\nSpeciální dlažby se provedou podle technologického předpisu zhotovitele, který podléhá schválení stavebního\ndozoru.\n10.3.1.4 Kryt z asfaltové směsi\nLitý asfalt lze rozprostírat na suchý betonový podklad při vytvoření izolační mezivrstvy nebo přímo na podklad\nz asfaltové vrstvy. Typ izolační vrstvy stanoví dokumentace nebo stavební dozor. Při výrobě směsi litého asfaltu,\njeho dopravě a rozprostírání je třeba dodržovat ustanovení ČSN 73 6122. Rozprostírání může být strojní nebo\nruční, výsledný povrch litého asfaltu musí být opatřen zdrsňujícím posypem z drobného kameniva podle\nČSN 73 6122, který se za tepla zaválcuje do povrchu.\nAsfaltový beton nebo asfaltový koberec lze pokládat na vrstvu cementového betonu, vrstvu kameniva\nzpevněného cementem nebo na zhutněnou vrstvu nestmeleného drceného kameniva. Tyto vrstvy se opatří\nasfaltovým spojovacím postřikem podle ČSN 73 6129. Rozprostírání, ostatní podmínky pokládky a způsob\nhutnění budou uvedeny v technologickém předpisu zhotovitele, který musí schválit stavební dozor. Ručního\nrozprostření může být použito pouze se svolením stavebního dozoru.\n10.3.1.5 Kryt z cementového betonu\nProvádění krytů nástupišť a ramp z cementového betonu se řídí ustanoveními ČSN 73 6123 platnými pro\nvozovky skupiny IV. Betonáž se provádí finišerem nebo ručně na řádně zhutněný podklad z drceného nebo\ntěženého kameniva.\nPro lepší zpracovatelnost směsi je možné použít různé plastifikační přísady, které jsou osvědčeny na základě\nzkoušek provedených oprávněnou odbornou institucí nebo osvědčeny dlouhodobým použitím v praxi. Pokud\nbude nutné použít látky zpomalující nebo urychlující tuhnutí betonu, musí být vhodnost jejich použití prokázána\nprůkazními zkouškami. Použití všech přísad musí být schváleno stavebním dozorem.\nVzdálenost a rozmístění dilatačních spár a oddělovací vložky určuje dokumentace. Vzdálenost nemá být větší\nnež 25ti až 30ti násobek tloušťky vrstvy. Dilatační spáry se vytvářejí vkládáním oddělovacích vložek nebo\ndodatečným prořezáváním ztvrdlého betonu ve shodě s dokumentací. Příčné smršťovací spáry se řežou\nv tzv.\"otevřené době řezání\", tj. v době, kdy cementobetonový kryt je dostatečně únosný až do doby, než teplota\nkrytu přestane stoupat, nejpozději však do 24 hodin po betonáži. Při řezání nesmí docházet k vytrhávání zrn\nkameniva a olamování hran.\nPo dosažení stáří betonu 28 dní je nutné spáry utěsnit. Těsnění spáry musí zabránit vnikání vody a pevných\nnečistot do prostoru spáry a zabezpečit funkčnost spáry při objemových změnách cementového betonu.\nPo dohodě se stavebním dozorem lze použít zálivky za horka, tmely za studena, případně pružné prefabrikované\nvložky.\n5\nPrvých 7 dní po skončení betonáže je nutné provádět ošetřování betonu podle ČSN EN 206-1 a ČSN 73 6123.\n10.3.2 Zarážedla\nPři zřizování zarážedel je nutné dodržovat zásady podle Vzorového listu železničního spodku Ž 9.\n10.3.2.1 Betonové zarážedlo\nDruh betonu a konstrukce musí odpovídat dokumentaci a požadavkům ČSN EN 206-1 a kapitol 17 a 18 TKP.\nPro základ zarážedla se nejprve provede výkop jámy. Je-li navržen štěrkopískový polštář, zhutní se náležitě\nručními pěchy. Pro těleso zarážedla se zhotoví bednění a svaří ocelová výztuž. Do bednění se zapustí kamenáče\npro připevnění nárazníků, úhelník pro osazení návěstidla a trubka pro kabel osvětlení. Betonáž zarážedla se\nprovede bez pracovních spár. Po odbednění betonu se provede případná povrchová úprava, zaoblí se viditelné\nhrany a osadí se nárazníky a návěstidlo.\nHloubku založení a stupeň zhutnění podloží předepisuje dokumentace.\nPrvých 7 dní po skončení betonáže je nutné provádět ošetřování betonu podle kapitoly 17 TKP.\n10.3.2.2 Kolejnicové zarážedlo\nPokud se kolejnicové zarážedlo buduje na stávající koleji, na jejím konci je nejprve nutné odmontovat 4,1 m\nkoleje, snížit a upravit kolejové lože a osadit dřevěné pražce v předepsané poloze. Zřizuje-li se zarážedlo až za\nkoncem kusé koleje, je nutné úsek 4,1 m upravit nově s kolejovým ložem a pražci. Na pražce se připevní dva\nrámy kolejnicového zarážedla, spojí se nárazníkovým trámcem a opatří nárazníky. Zarážedlo se doplní\nnávěstidlem a trubkou pro přívod osvětlovacího kabelu.\n10.3.2.3 Zemní zarážedlo\nHlavní částí zemního zarážedla je zemní hrázka, která se zřizuje ze zemin, zaručujících stabilitu a tvar tělesa.\nHrázka se sype po vrstvách tloušťky 0,25 m a vrstvy se hutní podle zásad uvedených v kapitole 3 TKP.\n10.3.3 Účelové komunikace a zpevněné plochy\nPři zřizování účelových komunikací a zpevněných ploch je nutné dodržovat zásady podle Vzorového listu\nželezničního spodku Ž 10.\nTento článek řeší obrubníky asfaltové a kryt dlážděný, které nejsou řešeny v článku 10.3.1.\nVozovka účelových komunikací i zpevněných ploch včetně zpevněné krajnice má příčný sklon směrem\nod koleje. Pokud toto není možné dodržet, je nutné zajistit odvedení stékající vody mimo kolejiště.\n10.3.3.1 Obrubníky asfaltové\nPokládka asfaltových obrubníků se provede speciálním finišerem. Obalovaná směs při pokládce musí mít teplotu\nmin. 140°C. Obrubníky jsou pokládány na ložnou nebo obrusnou asfaltovou vrstvu vozovky opatřenou\nspojovacím postřikem.\nAsfaltové obrubníky se kladou bez dilatačních spár. Pracovní záběr musí končit svislou plochou kolmou\nk podélné ose obrubníku. Před další pokládkou se styčná plocha prohřeje, aby bylo zaručeno dokonalé spojení\nstarého a nového materiálu. Obrubníky musí být dobře zhutněny v celém svém průřezu, povrch musí být bez\ntrhlin, děr nebo otvorů.\nObrubníky z litého asfaltu (dále jen LA) se kladou do bednění po vrstvách v maximální tloušťce 50 mm.\nProvedení asfaltových obrubníků se musí řídit technologickým předpisem vypracovaným zhotovitelem\na schváleným stavebním dozorem.\n10.3.3.2 Kryt dlážděný\nZpůsob pokládky kamenné dlažby stanoví ČSN 73 6131-1.\nVegetační dílce se osazují na odvodněnou zemní pláň. Je-li v podloží propustná zemina, není třeba odvodnění\nprovádět. Osazené tvárnice se zasypou ornicí a zatravní.\n6\nMontáž betonových panelů se provádí podle zásad uvedených v ČSN 73 6131-2. Betonové panely se ukládají na\npevný urovnaný podklad, který je upraven do náležitého příčného sklonu podle dokumentace. Uložení panelů na\npískovém podkladu (tloušťka podle dokumentace) musí být po celé jejich ploše a styčné hrany musí být v jedné\nrovině. Spáry mezi panely se vyplní ve shodě s dokumentací pískem, asfaltovou zálivkou nebo cementovou\nmaltou.\n10.3.4 Odvodnění\nPři zřizování odvodnění je nutné dodržovat zásady podle Vzorového listu železničního spodku Ž 3 a kapitoly\n4 TKP.\nPříkopy, rigoly, žlaby, skluzy, příkopové zídky, kaskády a trativodní vyústí se provedou v souladu s dokumen-\ntací. Při použití betonových dílců a dlažeb je nutno dodržet předepsaný sklon dna a jednotlivé prvky musí být\nzalícovány tak, aby voda mohla plynule odtékat. Při betonování odvodnění speciálním finišerem nebo do\nbednění musí být horní plocha betonu vyhlazena. Podklad pro betonáž musí být pevný a řádně zhutněný.\nPracovní záběr musí končit výhradně dilatační spárou. Dilatační spáry jsou kolmé k podélné ose a zřizují se\nv úrovni dilatačních spár přilehlé betonové vozovky, avšak v maximální vzdálenosti 10 m.\nPrvních sedm dní po betonáži se provádí ošetřování betonu podle ČSN EN 206-1.\nPro provádění betonářských prací platí pokyny a požadavky uvedené v kapitole 17 TKP.\nU liniových odvodňovačů navrhne zhotovitel konkrétní systém v souladu s pokyny výrobce a předloží\nk odsouhlasení stavebnímu dozoru.\nDrenáže pro trvalé odvodnění pláně se provedou podle dokumentace, v níž je stanoven druh materiálu, hloubka,\nprofil, poloha i konstrukční uspořádání. Pro jejich zřízení platí kapitola 4 TKP.\n10.4 DODÁVKA, SKLADOVÁNÍ A POČÁTEČNÍ ZKOUŠKY\n10.4.1 Dodávka\nVšechen dodaný materiál musí mít předepsanou kvalitu dokladovanou prohlášením shody (osvědčením\no jakosti) nebo certifikací autorizované zkušebny podle příslušných právních předpisů.\n10.4.2 Skladování\nPrefabrikáty dodávané i staveništní musí být skladovány na upravených plochách tak, aby nedošlo k jejich\npoškození.\n10.4.3 Počáteční zkoušky\n10.4.3.1 Betony\nPokud budou průkazní zkoušky stavebním dozorem požadovány, provedou se podle kap. 17 TKP.\n10.4.3.2 Asfaltové směsi\nPočáteční zkoušky asfaltových směsí a LA zajišťuje zhotovitel. Jejich přílohou jsou certifikáty nebo prohlášení\nshody asfaltových pojiv a kameniva. Počáteční zkoušky musí být provedeny podle ČSN 73 6160, přílohy 1.\nMusí být stanoveno složení asfaltových směsí, pracovní teploty pro výroby a zpracování směsí a způsob jejich\nzhutnění. Asfaltová směs musí mít fyzikálně mechanické vlastnosti splňující parametry stanovené ČSN 73 6121,\nrespektive ČSN 73 6122 pro LA nebo vlastnosti předepsané ZTKP pro určitou stavbu. Asfaltová směs nebo LA\nnesmí být použita bez odsouhlasení počátečních zkoušek stavebním dozorem.\n10.4.3.3 Cementobetonové kryty\nPostupuje se podle ustanovení ČSN 73 6123.\n10.5 ODEBÍRÁNÍ VZORKŮ A KONTROLNÍ ZKOUŠKY\nOdběr vzorků a kontrolní zkoušky betonu na místě betonovaných obrubníků a nástupištních zídek se provádí\npodle kapitoly 17 TKP.\n7\nPro nástupiště, rampy a dopravní plochy z cementového betonu platí pro odběr vzorků a kontrolní zkoušky\nustanovení ČSN 73 6123.\nOdběr vzorků, kontrolní zkoušky a zkoušky hotové úpravy z asfaltových směsí a LA se provádí v rozsahu\na četnosti stanovené ČSN 73 6121 a ČSN 73 6122.\nZkoušení asfaltových obrubníků se provádí stejným způsobem a ve stejném rozsahu jako u plošných úprav\nz asfaltových směsí. Stupeň zhutnění se nezjišťuje.\nVýsledky zkoušek je třeba předložit stavebnímu dozoru. Z výsledků všech provedených zkoušek připraví\nzhotovitel zprávu, kterou přiloží k žádosti o zahájení přejímacího řízení.\nŽádná konstrukce, vrstva nebo konstrukční část nesmí být zakryta bez souhlasu stavebního dozoru. Zhotovitel\nmusí umožnit stavebnímu dozoru zkontrolovat jakoukoliv část provedených prací, které mají být zakryty nebo\nkteré se dostanou dalším stavebním postupem mimo dohled stavebního dozoru. Zhotovitel sdělí stavebnímu\ndozoru plánovaný termín zakrytí určité části provedených prací.\n10.6 PŘÍPUSTNÉ ODCHYLKY, MÍRA OPOTŘEBENÍ, ZÁRUKY\nVzdálenost hrany nástupiště od osy koleje musí být v souladu s projektovou dokumentací s tolerancí při přejímce\nprací -0/+20 mm (měřeno od přímky procházející osou koleje a kolmé na spojnici temen kolejnicových pasů).\nDoporučuje se zřizovat práh nástupiště na horní hranici této tolerance. Pro posouzení je přitom podstatná\nvzdálenost vůči skutečné poloze koleje, nikoliv vůči teoretické poloze projektované. Výškové umístění\nnástupištní hrany musí odpovídat dokumentaci s tolerancí +0/-10 mm. Průběh viditelných hran musí být plynulý\nbez viditelných nerovností. Absolutní výškové odchylky nivelety temene kolejnicového pásu od její\nprojektované nadmořské výšky při přejímce dokončených prací v nástupišti před zahájením trvalého provozu\nv koleji jsou uvedeny v ČSN 73 6360 – 2, tabulka 5.\nNástupištní tvárnice musí být uloženy na úložné bloky centricky, maximální přípustná odchylka v podélném\nsměru činí ± 50 mm.\nMaximální velikost spáry mezi konzolovými nástupištními deskami je 10 mm.\nRovnost dokončeného povrchu nástupišť, ramp a dopravních ploch s libovolným krytem se kontroluje latí délky\n4,0 m podle ČSN 73 6175. Hloubka nerovností pod volně položenou latí nesmí překročit 10 mm, odchylka\npříčného sklonu předepsaného dokumentací stavby nesmí být větší než 0,5 %, v žádném případě však nesmí\ndojít k vytváření kaluží (musí být zajištěn odtok vody). Dlážděné kryty nástupišť, ramp a dopravních ploch musí\nvyhovovat podmínkám stanoveným ČSN 73 6131-1.\nOdchylka tloušťky krytových a podkladních vrstev nesmí překročit hodnoty předepsané příslušnou ČSN, podle\nkteré byla vrstva zřízena (viz oddíl 10.3.).\nPoklopy šachet mříží vpustí a rošty liniových žlabů, musí být v pochozích a pojízdných částech v úrovni přilehlé\nzpevněné úpravy, odchylka se nepřipouští. Při umístění vpustí v odvodňovacích zařízeních (žlaby, rigoly) se\nmříž osadí 10 až 20 mm pod úrovní zpevnění. V ostatních případech (nezpevněné plochy) je přípustná výšková\nodchylka ±50 mm. Příkopy, rigoly, betonové žlaby a skluzy smějí mít výškovou odchylku ±10 mm, nesmí však\ndojít k vytváření kaluží nebo stupňů ve dně.\nZáruky a záruční doby všeobecně stanoví kapitola 1 TKP. Během záruční doby nesmí zařízení popisovaná touto\nkapitolou vykazovat žádné závady v poloze vůči koleji, odvodnění, ani technickém stavu zařízení.\nÚdržbu v záruční době zajišťuje správce HIM podle ustanovení v kapitole 1 TKP.\n10.7 KLIMATICKÁ OMEZENÍ\nBetonáž nástupišť, ramp a dopravních ploch z cementového betonu lze provádět pouze v období, kdy průměrná\ndenní teplota v průběhu posledních tří dnů neklesla pod +5°C a minimální noční teplota neklesla pod 0°C.\nJestliže je z různých důvodů nutné betonovat v nepříznivých klimatických podmínkách, je nutné beton ochránit.\nBetonáž, včetně ochrany, podléhá schválení stavebního dozoru.\nKladení obrubníků, dlažby nástupišť, odvodňovacích zařízení, ramp a dopravních ploch do betonového lože lze\nprovádět pouze v období, kdy průměrná denní teplota v průběhu posledních tří dnů neklesla pod +5°C při použití\nportlandských cementů a pod +8°C při použití směsných cementů. Noční teploty však nesmějí klesnout nikdy\npod 0°C.\nDlažbu do lože z nestmelených materiálů lze provádět pouze tehdy, neklesne-li noční i denní teplota pod bod\nmrazu a současně za podmínky, že podklad, na který je kladena, není promrzlý.\n8\nPokládka asfaltových obrubníků a asfaltových vrstev nástupišť, ramp a dopravních ploch může být prováděna při\nvenkovní teplotě min.+5°C, v posledních 24 hodinách nesmí však teplota klesnout pod +3°C. Toto teplotní\nomezení neplatí pro litý asfalt.\n10.8 ODSOUHLASENÍ A PŘEVZETÍ PRACÍ\nPři odsouhlasení a převzetí prací kontroluje stavební dozor rozsah, kvalitu a způsob provedení prací, které musí\nodpovídat požadavkům smlouvy o dílo. Případné změny musí být předem dohodnuty a odsouhlaseny se\nstavebním dozorem. Kvalita provedených prací musí odpovídat příslušným ustanovením této kapitoly. Kontrolní\nzkoušky dokončených prací se provádějí v rozsahu stanoveném závaznými předpisy, které jsou uvedeny v oddíle\n10.5 této kapitoly TKP pro jednotlivé druhy prací.\nNástupiště:\nkontroluje se dokumentací předepsaná vzdálenost objektů od koleje, výška nástupní hrany nad temenem\nkolejnice, přesah desek a vzdálenost nástupištní zídky od koleje\n− u části staveb z prefabrikátů, se kontroluje dokumentací předepsaná vzdálenost nástupištní hrany od osy\nkoleje, výška nástupní hrany nad temenem kolejnice, přesah desek, neporušenost prefabrikátů, přesnost jejich\nuložení, jejich vzájemná poloha a stabilita nástupištních desek při jejich zatížení.\nÚčelové komunikace a zpevněné plochy:\n− odsouhlasení těch částí stavby, které budou po jejím dokončení nepřístupné, musí být provedeno před jejich\nzakrytím.\nNa jednotlivých částech nástupišť, účelových komunikacích a zpevněných plochách se dále kontroluje:\n− konstrukční vrstvy vozovky - míra zhutnění, tloušťka a šířka, kvalita materiálu\n− odvodnění\n− sklony dna\n− správné osazení a neporušenost prvků\n− osazení poklopů, mříží a krycích roštů\n− kvalita asfaltových směsí a betonu musí být průběžně prokazována kontrolními zkouškami.\n10.9 KONTROLNÍ MĚŘENÍ, MĚŘENÍ POSUNŮ A PŘETVOŘENÍ\nNení požadováno.\n10.10 EKOLOGIE\nPři provádění prací musí být dodrženy podmínky stanovené právními předpisy, dokumentací a stavebním\npovolením. Zvláštní pozornost musí být věnována otázce hlučnosti při nasazení stavebních strojů s přihlédnutím\nk charakteru okolní zástavby.\nPři pracích na staveništi je povinností zhotovitele při manipulaci se škodlivými látkami a následně při\nzneškodnění odpadů postupovat v souladu se zákony č. 185/2001 Sb. v platném znění a 254/2001 Sb. v platném\nznění.\nPodrobnější požadavky určuje kapitola 1 TKP.\n10.11 BEZPEČNOST PRÁCE A TECHNICKÝCH ZAŘÍZENÍ, POŽÁRNÍ OCHRANA\nPožadavky na bezpečnost práce a technických zařízení jakož i na požární ochranu obecně stanoví kapitola\n1 TKP.\n10.12 SOUVISEJÍCÍ NORMY A PŘEDPISY\nUvedené související normy a předpisy vycházejí z aktuálního stavu v době zpracování TKP, resp. jejich\naktualizace. Uživatel TKP odpovídá za použití aktuální verze výchozích podkladů ve smyslu kap. 1.3 TKP,\ntj. právních předpisů, technických norem a předpisů a předpisů ČD a SŽDC.\n9\n10.12.1 Technické normy\nČSN 33 2000-4-41 Elektrotechnické předpisy - Elektrická zařízení - Část 4: Bezpečnost - Kapitola 41:\nOchrana před úrazem elektrickým proudem\nČSN 33 2000-5-54 Elektrotechnické předpisy. Elektrická zařízení. Část 5: Výběr a stavba elektrických\nzařízení. Kapitola 54: Uzemnění a ochranné vodiče\nČSN 34 1500 Elektrotechnické předpisy. Předpisy pro elektrická trakční zařízení\nČSN 72 1006 Kontrola zhutnění zemin a sypanin\nČSN 72 3000 Výroba a kontrola betonových stavebních dílců. Společná ustanovení\nČSN 73 0802 Požární bezpečnost staveb - Nevýrobní objekty\nČSN 73 0804 Požární bezpečnost staveb - Výrobní objekty\nČSN 73 2480 Provádění a kontrola montovaných betonových konstrukcí\nČSN 73 4959 Nástupiště a nástupištní přístřešky na drahách celostátních, regionálních a vlečkách\nČSN 73 6101 Projektování silnic a dálnic\nČSN 73 6110 Projektování místních komunikací\nČSN 73 6114 Vozovky pozemních komunikací. Základní ustanovení pro navrhování\nČSN 73 6121 Stavba vozovek. Hutněné asfaltové vrstvy\nČSN 73 6122 Stavba vozovek. Lité asfalty\nČSN 73 6123 Stavba vozovek. Cementobetonové kryty\nČSN 73 6124 Stavba vozovek. Kamenivo stmelené hydraulickým pojivem\nČSN 73 6125 Stavba vozovek. Stabilizované podklady\nČSN 73 6126 Stavba vozovek. Nestmelené vrstvy\nČSN 73 6127 Stavba vozovek. Prolévané vrstvy\nČSN 73 6128 Stavba vozovek. Vtlačované vrstvy\nČSN 73 6129 Stavba vozovek. Postřiky a nátěry\nČSN 73 6130 Stavba vozovek. Emulzní kalové vrstvy\nČSN 73 6131-1 Stavba vozovek. Dlažby a dílce. Část 1: Kryty z dlažeb\nČSN 73 6131-2 Stavba vozovek. Dlažby a dílce. Část 2: Kryty ze silničních dílců\nČSN 73 6131-3 Stavba vozovek. Dlažby a dílce. Část 3: Kryty z vegetačních dílců\nČSN 73 6160 Zkoušení silničních živičných směsí\nČSN 73 6172 Odběr, měření a zkoušení vzorků z krytu cementobetonové vozovky\nČSN 73 6175 Měření nerovnosti povrchů vozovek\nČSN 73 6177 Měření a hodnocení protismykových vlastností povrchů vozovek\nČSN 73 6310 Navrhování železničních stanic\nČSN 73 6320 Průjezdné průřezy na dráhách celostátních, dráhách regionálních a vlečkách\nnormálního rozchodu\nČSN 73 6360-2 Konstrukční a geometrické uspořádání koleje železničních drah a její prostorová\npoloha - Část 2: Stavba a přejímka, provoz a údržba\nČSN 74 4507 Odolnost proti skluznosti povrchu podlah - Stanovení součinitele smykového tření\nČSN EN 206-1 Beton - Část 1: Specifikace, vlastnosti, výroba a shoda\nČSN EN 998-2 Specifikace malt pro zdivo - Část 2: Malty pro zdění\nČSN EN 1340 Betonové obrubníky - Požadavky a zkušební metody\nČSN EN 12001 Stroje pro přepravu, rozstřikování a ukládání betonové směsi a malty - Bezpečnostní\npožadavky\nČSN EN 12697-1 Asfaltové směsi - Zkušební metody pro asfaltové směsi za horka - Část 1-39\nČSN P ENV 13670-1 Provádění betonových konstrukcí - Část 1: Společná ustanovení\n10\n10.12.2 Předpisy\nSŽDC (ČD) Op16 Pravidla o bezpečnosti a ochraně zdraví při práci\nSŽDC S4 Železniční spodek\nVyhláška o obecných technických požadavcích zabezpečujících užívání staveb osobami s omezenou\nč. 369/2001 Sb. schopností pohybu a orientace\nVzorové listy železničního spodku\nŽ Úvodní část\nŽ3 Odvodňovací zařízení\nŽ8 Nástupiště na drahách celostátních, regionálních a vlečkách\nŽ9 Zarážedla\nŽ10 Účelové komunikace a dopravní plochy v dopravnách a stanovištích ČD.\nTechnické podmínky pro stavby pozemních komunikací\nTP153 Zpevněná travnatá parkoviště\n10.12.3 Související kapitoly TKP\nKapitola 1 - Všeobecně\nKapitola 3 - Zemní práce\nKapitola 4 - Odvodnění tratí a stanic\nKapitola 9 - Úrovňové přejezdy a přechody\nKapitola 14 - Kanalizace, septiky, čističky a lapače\nKapitola 17 - Beton pro konstrukce\nKapitola 18 - Betonové mosty a konstrukce\n11\nPoznámky:\n12\nTECHNICKÉ KVALITATIVNÍ PODMÍNKY STAVEB STÁTNÍCH DRAH\nKapitola 10\nT ř e t í - aktualizované vydání se zapracovanou změnou č. 6 /z roku 2008/\nVydala Správa železniční dopravní cesty, státní organizace.\nZpracovatel: PRAGOPROJEKT, a.s., a SUDOP Praha, a.s.\nZpracovatel změny č. 6: Ing. Petr Kapoun (SUDOP Brno)\nOdborný gestor: Ing. Hana Bouberlová,\nSpráva železniční dopravní cesty, státní organizace,\nOdbor traťového hospodářství\nVydal: Správa železniční dopravní cesty, státní organizace\nOdbor traťového hospodářství\nDlážděná 1003/7, 110 00 Praha 1, Nové Město\nDistribuce: Správa železniční dopravní cesty, státní organizace\nTechnická ústředna dopravní cesty\nÚATT - oddělení typové dokumentace\n772 58 Olomouc, Nerudova 1\ntel.: +420 972 742 241, +420 972 741 769,\nfax: +420 972 741 290,\ne-mail: otd@tudc.cz\nwww.tudc.cz\n"
}