{
  "type": "tkp_document",
  "filename": "TKP25A_2018_09.pdf",
  "extracted_at": "2026-02-25T15:43:40.610274",
  "document_info": {
    "tkp_number": "25A",
    "year": "2018",
    "month": "09"
  },
  "technical_specs": [
    {
      "value": "2",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "100",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "100",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "150",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "100",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "500",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "500",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "25",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "500",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "8368",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "15542",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    }
  ],
  "prices": [],
  "raw_text": "Správa železniční dopravní cesty, státní organizace\nDlážděná 1003/7, 110 00 Praha 1, Nové Město\nTECHNICKÉ KVALITATIVNÍ PODMÍNKY\nSTAVEB STÁTNÍCH DRAH\nKapitola 25\nPROTIKOROZNÍ OCHRANA ÚLOŽNÝCH\nZAŘÍZENÍ A KONSTRUKCÍ\nTřetí - aktualizované vydání\nzměna č. 12\nČást 25 A - Ochrana proti elektrochemické korozi\na korozi bludnými proudy\nSchváleno generálním ředitelem SŽDC\ndne 29. 05. 2018\nč.j.: S18985/2018-SŽDC-GŘ-O24\nÚčinnost od: 1. 9. 2018\nPočet listů: 24\nPočet příloh: 0\nPočet listů příloh: 0\nPraha 2018\nVšechna práva vyhrazena.\nTato publikace ani žádná její část nesmí být reprodukována, uložena ve vyhledávacím systému nebo\npřenášena, a to v žádné formě a žádnými prostředky elektronickými, fotokopírovacími či jinými, bez\npředchozího písemného svolení vydavatele.\nVýhradní distributor: Správa železniční dopravní cesty, státní organizace\nTechnická ústředna dopravní cesty\nÚsek technický, oddělení distribuce dokumentace\n772 58 Olomouc, Nerudova 1\nObsah\nSeznam zkratek 5\n25.A.1 ÚVOD 6\n25.A.1.1 Všeobecné informace 6\n25.A.1.2 Vymezení základních pojmů 7\n25.A.1.2.1 Definice pojmů 7\n25.A.1.2.2 Pásma korozního ohrožení 9\n25.A.2 POPIS A KVALITA PROSTŘEDKŮ PROTIKOROZNÍ OCHRANY 10\n25.A.2.1 Prostředky pasivní protikorozní ochrany 10\n25.A.2.1.1 Izolace liniových a neliniových kovových zařízení 10\n25.A.2.1.2 Izolační spoje (IS) 10\n25.A.2.2 Prostředky aktivní protikorozní ochrany 10\n25.A.2.2.1 Stanice katodické ochrany (SKAO) 11\n25.A.2.2.2 Elektrická polarizovaná drenáž (EPD) 11\n25.A.2.2.3 Zesílená elektrická drenáž (saturáž) - SAT 11\n25.A.2.2.4 Galvanické (obětované) anody 11\n25.A.2.2.5 Uzemňovací anoda, úložná anoda, anodové uzemnění (AU) 11\n25.A.2.2.6 Stálá referenční elektroda (SRE) 11\n25.A.2.2.7 Příslušenství protikorozní ochrany 12\n25.A.3 TECHNOLOGICKÉ POSTUPY PRACÍ 12\n25.A.3.1 Kovová liniová úložná zařízení 12\n25.A.3.2 Kovová neliniová úložná zařízení 13\n25.A.3.3 Křížení a souběhy kovových úložných zařízení 13\n25.A.3.4 Společná protikorozní ochrana 13\n25.A.3.5 Speciální metody ukládání úložných zařízení do země 14\n25.A.4 DODÁVKA, SKLADOVÁNÍ A PRŮKAZNÍ ZKOUŠKY 14\n25.A.4.1 Prostředky pasivní protikorozní ochrany 14\n25.A.4.2 Zařízení aktivní protikorozní ochrany 14\n25.A.4.3 Technická prohlídka a zkouška určeného technického zařízení 14\n25.A.5 ODEBÍRÁNÍ VZORKŮ A KONTROLNÍ ZKOUŠKY 15\n25.A.5.1 Korozní průzkum a měření 15\n25.A.5.1.1 Předběžný korozní průzkum 15\n25.A.5.1.2 Základní korozní průzkum 16\n25.A.5.1.3 Korozní měření před zahájením stavby 16\n25.A.5.1.4 Korozní měření po ukončení stavby (závěrečný korozní průzkum) 16\n25.A.5.1.5 Dokumentace o výsledcích korozního průzkumu a měření 17\n25.A.5.2 Korozní zkoušky a měření v průběhu stavby 17\n25.A.5.2.1 Zkoušky a měření úložných zařízení 17\n25.A.5.2.2 Zkoušky aktivní protikorozní ochrany 17\n25.A.5.2.3 Dokumentace o kontrolních měřeních a zkouškách 17\n25.A.6 PŘÍPUSTNÉ ODCHYLKY, MÍRA OPOTŘEBENÍ, ZÁRUKY 18\n25.A.6.1 Přípustné odchylky naměřených hodnot elektrických veličin 18\n25.A.6.2 Míry opotřebení galvanických anod, anodových uzemnění a stálých referenčních elektrod 18\n25.A.6.3 Záruky, údržba v záruční době 18\n3\n25.A.7 KLIMATICKÁ OMEZENÍ 18\n25.A.7.1 Klimatická omezení pro korozní měření a korozní průzkum 18\n25.A.7.2 Klimatická omezení pro montážní práce prostředků a zařízení protikorozní ochrany 18\n25.A.8 ODSOUHLASENÍ A PŘEVZETÍ PRACÍ 18\n25.A.9 KONTROLNÍ MĚŘENÍ, MĚŘENÍ POSUNU A PŘETVOŘENÍ (není uplatňováno) 19\n25.A.10 EKOLOGIE 19\n25.A.10.1 Ekologické vlivy prvků a zařízení protikorozní ochrany 19\n25.A.10.2 Ekologické důsledky poruchových stavů zařízení protikorozní ochrany na potrubní systémy,\nnádrže a tlakové jímky 19\n25.A.11 BEZPEČNOST PRÁCE A TECHNICKÉHO ZAŘIZENÍ 19\n25.A.12 SOUVISEJÍCÍ NORMY A PŘEDPISY 20\n25.A.12.1 Technické normy 20\n25.A.12.2 Předpisy 21\n25.A.12.3 Související kapitoly TKP 22\n4\nSeznam zkratek\nAC střídavý trakční systém\nAU anodové uzemnění\nDC stejnosměrný trakční systém\nSpecializované středisko Diagnostika korozních vlivů (specializované\nDKoV\npracoviště v rámci TÚDC)\nEPD elektrická polarizovaná drenáž\nGA galvanická anoda\nIS izolační spoj\nKAO katodická ochrana\nKMB kontrolní měřící bod\nKMO kontrolní měřící objekt\nKSUaTP koordinační schéma ukolejnění a trakčních propojení\nKV kontrolní vývod\nMD ČR Ministerstvo dopravy České republiky\nPKO protikorozní ochrana\nPOCH propojovací objekt na chráničce\nPOIS propojovací objekt izolačního spoje\nPOTV prostor ohrožení trakčním vedením (ČSN 34 1500 a ČSN EN 50122-1)\nŘSKAO automaticky řízená stanice katodické ochrany\nSAT zesílená polarizovaná drenáž (saturáž)\nSKAO stanice katodické ochrany\nSRE stálá referenční elektroda\nSŽDC Správa železniční dopravní cesty, státní organizace\nTKP Technické kvalitativní podmínky staveb státních drah\nTÚDC Technická ústředna dopravní cesty (organizační jednotka SŽDC)\nUTZ určená technická zařízení\nVUZ Výzkumný ústav železniční, akciová společnost\nZTKP Zvláštní technické kvalitativní podmínky staveb státních drah\n5\n25.A.1 ÚVOD\n25.A.1.1 Všeobecné informace\nPro tuto kapitolu 25A TKP (dále jen Kapitola) platí všechny pojmy, ustanovení, požadavky a údaje uvedené\nv kapitole 1 TKP -Všeobecně.\nKapitola definuje podmínky pro navrhování, projektování a výstavbu ochrany kovových liniových a neliniových\núložných zařízení a dalších konstrukcí majících charakter stavby dráhy nebo stavby na dráze (§5 odst. 1 a 4\nzákona č. 266/1994 Sb.) v případě, že z jejich technického řešení nebo z důvodu agresivity okolní půdy či vody\nvyplývá možnost výskytu koroze bludnými proudy nebo jiné formy elektrochemické koroze.\nMezi stavby dráhy, kterými se tato Kapitola zabývá, patří zejména liniová úložná zařízení z vodivých materiálů\n(produktovody včetně suchovodů a požárních vodovodů), napájecí a uzemňovací soustavy, přípojky nn/vn,\nkabelová vedení s kovovými plášti nebo stíněním a další zařízení a konstrukce, které mohou být kvůli svému\nkonstrukčnímu řešení ohroženy korozí bludnými proudy.\nPro nové nebo rekonstruované stavby na dráze, které jsou nebo mohou být ovlivněny provozem elektrizované\ntrakční soustavy, změnou napájecí soustavy nebo výstavbou trakční měnírny/napájecí stanice, stanovuje SŽDC\npodmínky pro jejich realizaci a provoz z hlediska nutné ochrany před účinky bludných proudů. SŽDC\nneodpovídá za následky způsobené nedodržením stanovených podmínek ani za poškození cizích zařízení\na konstrukcí, které nejsou vybaveny řádnou protikorozní ochranou a nejsou řádně udržovány vlastníkem\ndotčeného zařízení.\nSŽDC zajišťuje především ochranná opatření pro eliminaci úniku bludných proudů z trakčního systému (zpětné\ntrakční cesty), na dodatečných ochranných opatřeních se podílí v případě, že je měřením prokázáno zhoršení\nkorozního stavu na dotčených liniových i neliniových úložných zařízeních vlivem elektrizace nebo změny\nelektrizace dráhy. SŽDC neodpovídá za následky způsobené nedodržením podmínek pro uložení a provoz\nzařízení a konstrukcí z hlediska ochrany před účinky bludných proudů ani za poškození cizích zařízení\na konstrukcí, které nejsou vybaveny řádnou pasivní ochranou a nejsou řádně udržovány vlastníkem dotčeného\nzařízení. Podle zák. č. 266/1994 Sb. je vlastník sítí technického vybavení, které jsou umístěny v obvodu dráhy\nnebo v ochranném pásmu dráhy a jsou v pásmu vlivů zpětných trakčních proudů z používání napájecích systémů\ndráhy stejnosměrné nebo střídavé trakční soustavy povinen zajistit jejich provoz, údržbu a opravy tak, aby se\nnestaly příčinou ohrožení života, zdraví či majetku osob.\nVeškerá opatření popsaná v této Kapitole, jež se týkají koroze bludnými proudy, jsou v plné šíři platná pro tratě\nv síti SŽDC, které jsou elektrizovány stejnosměrnou trakční soustavou, nebo pro tratě, u nichž je tato elektrizace\npřipravována a v definovaném okolí těchto tratí. U neelektrizovaných tratí a tratí elektrizovaných střídavými\ntrakčními soustavami se při návrhu protikorozní ochrany postupuje podle výsledků předběžného a základního\nkorozního průzkumu (viz 25.A.5.1.1. a 25.A.5.1.2).\nV rámci SŽDC problematiku řešení možného korozního ohrožení kovových úložných zařízení bludnými proudy\nvyvolanými provozem na síti SŽDC zaštiťuje a metodicky řídí Odbor elektrotechniky a energetiky (O24).\nOdborná technická měření spolu s návrhy na konkrétní opatření zabezpečují příslušná specializovaná pracoviště\nTÚDC (viz 25.A.5.1).\nTato Kapitola se nezabývá protikorozní ochranou mostních objektů a dalších železobetonových konstrukcí na síti\nSŽDC. Uvedenou problematiku řeší předpisy SŽDC (ČD) SR5/7 (S) „Ochrana železničních mostních objektů\nproti účinkům bludných proudů“ (do ukončení platnosti) a TP 124 „Základní ochranná opatření pro omezení\nvlivu bludných proudů na mostní objekty a ostatní betonové konstrukce pozemních komunikací“; od začátku\nplatnosti potom předpisy SŽDC SR 5/7 (S) „Ochranná opatření pro omezení vlivu bludných proudů na stavby\nželezničního spodku“ a SŽDC SR5/7(S)-DEM „Dokumentace elektrických a geofyzikálních měření betonových\nmostů a ostatních betonových konstrukcí železničního spodku“.\nPodle zásad uvedených v předpisech SŽDC SR 5/7 a TP 124 je však potřeba postupovat také v případech dalších\nželezobetonových konstrukcí, například u základů trakčních podpěr (TKP 31). Jedná se především o zajištění\nzvýšené odolnosti betonu (TKP 17) proti působení agresivního prostředí (tzv. primární ochranné opatření),\nomezením nebo vyloučením působení agresívního prostředí na beton (sekundární ochranné opatření),\npropojením ocelové výztuže nebo v odůvodněných případech též jiným konstrukčním opatřením.\nV rámci této Kapitoly nejsou řešena opatření ke snížení úniku zpětného trakčního proudu do země. Tuto\nproblematiku řeší předpis SŽDC S3 a zejména ČSN EN 50122-2. V místech provozu kolejových obvodů musí\nželezniční svršek a elektrická izolace mezi kolejí a zemí splňovat rovněž parametry předepsané Vyhláškou\nMD ČR č. 177/1995 Sb. a ČSN 34 2613. Důležitost této problematiky v souvislosti s korozí bludnými proudy je\nzdůrazněna i v celé řadě jiných vztahujících se technických norem (např. ČSN 03 8371).\n6\nZvláštní pozornost pro omezení možnosti zavlečení bludných proudů je třeba věnovat místům, která se nachází\nv místě styku různých druhů trakčních soustav, nebo pokud se různé trakční soustavy nacházejí ve své blízkosti.\nVzájemnou interakci mezi AC a DC trakčními soustavami řeší ČSN EN 50122-3.\nVeškerá realizace ochranných opatření proti účinkům bludných proudů musí být ve shodě s elektrotechnickými\npředpisy a ochrannými opatřeními proti úrazu elektrickým proudem. Pokud by opatření proti bludnému proudu\novlivnila elektrickou bezpečnost, pak podle části 4 normy ČSN EN 50122-2 ed. 2 mají při zjišťování rizik\na nebezpečí opatření proti úrazu elektrickým proudem uvedená v ČSN EN 50122-1 přednost před opatřeními\nproti účinkům bludných proudů.\nZ důvodu omezení úniku bludných proudů však na trati se stejnosměrnou trakční soustavou k zajištění ochrany\npřed nebezpečným dotykem neživých částí trakčního vedení a jiných kovových konstrukcí v POTV je možno\nprovést propojení se zpětným kolejnicovým vedením jedině pomocí nepřímého spojení (tj. pomocí průrazky\nnebo jiného schváleného zařízení omezujícího napětí). Výjimky pro vyrovnání potenciálu přímým spojením\nmezi uzemněnými konstrukcemi a zpětným obvodem jsou povoleny jen ve zvláštních případech (např. v depech\na dílnách) a to jen za předpokladu, že studie bludných proudů neprokáže žádné negativní účinky (viz část 9\nČSN EN 50122-2 ed. 2).\n25.A.1.2 Vymezení základních pojmů\n25.A.1.2.1 Definice pojmů\naktivní ochrana úložného zařízení proti korozi - ochrana úložného zařízení katodickou ochranou (vnějším\nzdrojem stejnosměrného proudu nebo galvanickými anodami), drenážemi, propojovacími objekty\na kombinacemi těchto způsobů\nanodické pásmo - úsek úložného zařízení, z něhož přechází elektrický proud do země\nbludné proudy - elektrické proudy protékající prostředím (např. půdou, vodou) a pocházející z elektrických\nzařízení, která nejsou dokonale izolována od tohoto prostředí nebo používající zem jako zpětný vodič; část\nzpětného trakčního proudu, který alespoň v části své dráhy protéká jinými cestami než k tomu určenou částí\nelektrického obvodu.\ndrenáž - odvádění bludných proudů z ohrožené konstrukce ke zdroji proudu drenážním vodičem\nelektrická drenáž - zařízení ochrany proti korozi bludnými proudy, spočívající v záměrném galvanickém\npropojení anodické oblasti na úložném zařízení se zdrojem bludných proudů (v tomto případě trakční kolej tratě\nelektrizované stejnosměrnou trakční soustavou)\ngalvanická anoda (též obětovaná anoda) - kovové těleso uložené v půdě nebo ve vodě, které je připojeno\nk chráněnému kovovému zařízení a s ním vytváří galvanický článek, kde úložné zařízení se stává katodou a je\ntedy katodicky chráněno\nchráněný úsek - úsek úložného zařízení, kde potenciál úložné zařízení/půda je v mezích ochranných potenciálů\nchránička - ochranná roura větší světlosti než chráněné úložné zařízení; slouží k ochraně potrubí/kabelu před\nvnějšími vlivy, usnadnění výstavby a výměny potrubí/kabelu\ninterferenční propojka - galvanické propojení liniových zařízení k omezení korozního účinku interferenčního\nproudu\ninterferenční proud - stejnosměrný elektrický proud vznikající v důsledku různých potenciálů galvanicky\nnepropojených liniových zařízení a protékající mezi nimi půdou, především v místech jejich křížení a souběhu\nIR spád - úbytek napětí obsažený v měřené hodnotě potenciálu, vyvolaný průtokem proudu vnějšího zdroje\n(katodická ochrana, bludné proudy), ohmickým odporem mezi referenční elektrodou vloženou do korozního\nprostředí a kovem úložného zařízení\nizolační spoj - konstrukční prvek k záměrnému snížení podélné elektrické vodivosti potrubí nebo jiného\nliniového zařízení\nkatodická ochrana - aktivní ochrana proti korozi, při které je chráněné úložné zařízení katodou\nkatodické pásmo - úsek úložného zařízení v cizím proudovém poli, do něhož vchází elektrický proud ze země\n7\nkomplexní protikorozní ochrana - ochrana úložného zařízení, při které bylo současně použito několika\nochranných metod\nkontrolní měřicí bod/kontrolní vývod – zařízení umožňující vodivé připojení měřicích přístrojů k úložnému\nzařízení\nkontrolní zařízení drenážního objektu - jednotka splňující požadavky ČSN 34 2600 a ČSN 34 2613, která\numožnuje ve stanoveném čase spolehlivě elektricky rozpojit drenážní kabel, pokud v něm vzniknou nadlimitní\nhodnoty rušivého napětí a proudu; pokud jsou na příslušné koleji provozované kolejové obvody pro detekci\nvlaku, musí tato jednotka splňovat zejména ustanovení bodu 7.4.3 normy ČSN 34 2613 ed.3\nkoroze - fyzikálně-chemická interakce kovu a prostředí vedoucí ke změnám vlastnosti kovu, které mohou\nvyvolávat významné zhoršení vlastností kovu, prostředí nebo technického systému, jehož jsou kov a prostředí\nsložkami\nkoroze elektrochemická – souhrn elektrochemických reakci mezí kovem a okolním elektrolytem\nkorozní průzkum - souhrn šetření a měření, který poskytuje podklady pro návrh protikorozní ochrany\nkatodická ochrana - aktivní ochrana proti korozi, při které je chráněné úložné zařízení katodou\nkritérium katodické ochrany - dosažení hodnot potenciálu chráněného zařízení vůči referenční elektrodě\numístěné v blízkosti povrchu chráněného zařízení\nliniové zařízení - kovové potrubí, kabel s kovovým obalem a podobná zařízení, jejichž největší rozměry\nv půdoryse přesahují 100 m\nměděná referenční elektroda - referenční elektroda, tvořená mědí ponořenou v nasyceném roztoku síranu\nměďnatého\nměřící bod – místo na úložném zařízení, na němž lze měřit různé elektrické veličiny, kde je možno docílit\nkovový kontakt měřících přístrojů s úložným zařízením (kontrolní vývod, kontrolní objekt, armatura atp.)\nnapájecí bod (úložného zařízení) - místo, kde je připojen k úložnému zařízení záporný pól zdroje\nstejnosměrného napětí katodické ochrany\nneliniové zařízení - zařízení ve smyslu čl. 2 až 10 ČSN 03 8372 (nádrž, šachta, bunkr, základy staveb, most,\nocelové piloty, pažnice vrtu, těžební trubky, zárubnice studní, kotvy lan a táhel, uzemňovací soustavy) a další\nobdobné objekty, jejichž povrch má úplný nebo částečný kontakt s horninovým prostředím a jejichž největší\npůdorysné rozměry obvykle nepřesahují 100 m\nochranná konstrukce - prostředek, jehož účelem je ochrana liniového úložného zařízení před mechanickým\npoškozením a jinými škodlivými účinky prostředí, nebo ochrana okolí před následky havárií úložných zařízení\n(např. chránička, kanál, kolektor, štola)\nochranný proud – stejnosměrný elektrický proud, zajišťující katodickou ochranu úložného zařízení\npasivní ochrana úložného zařízení proti korozi - zvýšení zemního odporu úložného zařízení oddělením jeho\npovrchu od korozního prostředí, popř. zvýšením podélného elektrického odporu úložného zařízení\npásmo korozního ohrožení – prostor v blízkosti dráhy elektrizované stejnosměrnou trakční soustavou\ndefinovaný částí 25.A.1.2.2 této Kapitoly vymezený pro účely posuzování korozního ohrožení úložných zařízení\npotenciál polarizační - potenciálový rozdíl polarizovaného povrchu kovu úložného zařízení proti referenční\nelektrodě vložené do korozního prostředí měřený s vyloučením IR spádu\npotenciál vypínací - potenciál úložné zařízení-půda měřený bezprostředně po současném vypnutí všech zdrojů\npůsobícího ochranného proudu\npotenciál zařízení-půda – potenciálový rozdíl mezi zařízením a specifikovanou referenční elektrodou, která je\nve styku se zeminou na místě dostatečně blízkém zařízení, ale nedotýká se ho (používá se také pojem „potenciál\nzařízení-elektrolyt“)\npotenciál zapínací - potenciál zařízení-půda, měřený při průtoku ochranného proudu (včetně IR spádu)\npropojovací objekt - zařízení umožňující propojení dvou nebo více kovových úložných zařízení při společné\nochraně proti korozi nebo při potlačování interference\nprotikorozní ochrana - jedná se o souhrn opatření, kterými se v daném korozním prostředí prodlužuje fyzická\nživotnost zařízení\n8\nreferenční elektroda – elektroda, jejíž potenciál je stálý v širokém rozmezí podmínek\nspolečná ochrana proti korozi - ochrana vedená podle jednotného plánu společnými ochrannými prostředky\nsoučasně na několika úložných zařízeních\nstálá (permanentní) referenční elektroda - referenční elektroda uzpůsobená pro dlouhodobé uložení v zemi\nstanice katodické ochrany - zařízení pro katodickou ochranu sestávající ze zdroje stejnosměrného proudu\n(obvykle transformátor-usměrňovač s přípojkou střídavého napětí, rozvodu stejnosměrného proudu a anodového\nuzemnění\núložné zařízení - zařízení (potrubí, kabely, nádrže a podobná zařízení) které je celé nebo z podstatné části trvale\nuloženo v půdě nebo ve vodě\nvzdálená země; referenční země - místa půdy vzdálená od zemniče, kterým protéká proud tak daleko, že mezi\ntěmito libovolnými místy nevznikne téměř žádné napětí\nživotnost - doba, po kterou ochranný systém zařízení nebo konstrukce plní předepsanou funkci\n25.A.1.2.2 Pásma korozního ohrožení\nNávrh protikorozní ochrany stávajících a plánovaných úložných zařízení ležících v blízkosti tratí\nelektrizovaných stejnosměrnou proudovou soustavou (nebo u kterých je tato elektrizace připravována) a další\nsouvisející opatření vycházejí ze zařazení těchto zařízení do pásem korozního ohrožení I. – IV. stupně podle\njejich polohy vůči dráze.\npásmo\nkorozního vymezení pásma Opatření\nohrožení\n- nutno respektovat § 9 zák. č. 266/1994 Sb.\nI. stupně ochranné pásmo dráhy (podle § 8 zák. - pro umístění úložných zařízení a konstrukcí je nutný\nč. 266/1994 Sb.) souhlas SŽDC a jeho specializovaného pracoviště\n(DKoV) a splnění jejich požadavků\n- souběh kovových úložných zařízení s dráhou by\ndo 150 m od osy krajní koleje plus neměl být delší než 100 m\nokruh 500 m od připojení zpětných - zařízení a konstrukce potenciálně ohrožené korozí\nII. stupně musí být opatřeny dostatečnou ochranou před korozí\nkabelů trakčních měníren (navazuje na\nbludnými proudy\npásmo I. stupně)\n- je nutná konzultace se specializovaným pracovištěm\nSŽDC (DKoV)\n- opatření proti korozi bludnými proudy se stanovují\ndo 500 m od osy krajní koleje (navazuje na základě výsledků základního korozního průzkumu\nIII. stupně\nna pásmo II. stupně) - je nutná konzultace se specializovaným pracovištěm\nSŽDC (DKoV)\n- ohrožení korozí bludnými proudy pouze vpřípadě\naž do 5 km od elektrizované tratě vhodných podmínek pro jejich šíření\n- opatření proti korozi bludnými proudy se stanovují na\nIV. stupně (výjimečně i více; navazuje na pásmo\nzákladě výsledků základního korozního průzkumu\nIII. stupně)\n- doporučuje se konzultace se specializovaným\npracovištěm SŽDC (DKoV)\nPozn: U železničních tratí s jednofázovou trakční soustavou je riziko poškození úložných zařízení střídavými\nbludnými proudy (pokud neobsahují stejnosměrnou složku) oproti DC trakčnímu systému podstatně nižší, pásma\nkorozního ohrožení se proto nerozlišují. Při hodnocení pravděpodobnosti koroze střídavými bludnými proudy\nz AC trakčního systému je vždy postupováno v souladu s ČSN EN ISO 18086, ČSN 34 2040 a ČSN EN 50443.\nKorozní průzkum, který se provádí v souvislosti s výstavbou, provozem nebo budoucí změnou elektrizace na AC\ntrakční systém musí vždy obsahovat i měření střídavých elektrických veličin.\n9\n25.A.2 POPIS A KVALITA PROSTŘEDKŮ PROTIKOROZNÍ OCHRANY\nNíže uvedená opatření se v plné míře týkají staveb dráhy, staveb na dráze a staveb v pásmech korozního\nohrožení I.– III. stupně. Pro větší zemní vzdálenosti mají tato opatření doporučující charakter - pokud výsledky\nprovedeného korozního průzkumu a měření nerozhodnou jinak.\n25.A.2.1 Prostředky pasivní protikorozní ochrany\nPasivní ochranou jsou opatření, která omezují vstup a výstup bludných proudů do zařízení a ze zařízení - tato\nochrana se aplikuje vždy. Mezi pasívní ochranu řadíme i opatření, která omezují tok proudu přes vlastní úložné\nzařízení.\nPasivní PKO má především za účel zvýšit životnost chráněné stavby, a to například zvýšením elektrické\nrezistivity, nebo vhodnou volbou nekovových materiálů či způsobem uložení chráněné konstrukce.\nNejrozšířenějším druhem pasivní PKO jsou izolace (zejména na bázi bitumenů, plastů, anorganických povlaků\na izolace speciální), dále pak ochrany stavební - uložení v kolektoru/kanálu nebo v chráničce.\nPasivní ochrana musí být aplikována bez rozdílu vždy, přičemž její kvalitu dokládá zhotovitel\ncertifikátem/prohlášením o shodě, pokud konkrétní prostředek pasivní ochrany nebyl již schválen SŽDC.\nOchranu před účinky atmosférické koroze nelze považovat za prostředek pasivní PKO ve smyslu této Kapitoly.\n25.A.2.1.1 Izolace liniových a neliniových kovových zařízení\nKvalita izolace kovových částí se posuzuje dle ČSN 03 8375, ČSN 03 8376 a dalších norem. Izolace musí být\nstanovena včetně odůvodnění, dostatečně odolná proti mechanickému poškození při dopravě, skladování,\nmontáži, kladení, záhozu a při provozu. Konkrétní provedení ochranných obalů musí uvedeno v projektové\ndokumentaci. Ochranné obaly dálkových a místních kabelů jsou popsány v kapitole TKP 28.\nProtikorozní ochranu zemních kabelů s kovovým pláštěm před bludnými proudy řeší ČSN 03 8370,\nČSN 03 8371 a ČSN 33 2000-5-52.\n25.A.2.1.2 Izolační spoje (IS)\nÚčelem izolačních spojů používaných u liniových zařízení je elektrické odizolování (oddělení) úložného zařízení\nna více částí, čímž se omezí průtok bludných proudů nebo se záměrně omezí vliv KAO jednoho úložného\nzařízení na jiné. IS lze doporučit po rozboru místních podmínek a na základě výsledků korozního průzkumu.\nNevhodné použití IS může způsobit vznik dalších anodických pásem. Úložné zařízení musí být se zesílenou\nizolací na obě strany od IS do vzdálenosti 10 - 25 metrů.\nIzolační spoje přicházejí v úvahu zejména:\n- v půdě s vysokou rezistivitou,\n- při bludných proudech malé intenzity,\n- při nebezpečí, že nové úložné zařízení přivede bludné proudy do oblastí bludnými proudy dosud\nneohrožených.\n25.A.2.2 Prostředky aktivní protikorozní ochrany\nNázev Zkratka Poznámka\nS vnějším zdrojem proudu\n(Řízená) stanice SKAO/ Vhodné pro oblast s bludnými proudy a s rezistivitou půdy menší než\nkatodické ochrany ŘSKAO 200 Ωm a pro kabely do 100 Ωm.\nU staveb dráhy/na dráze zásadně jen ŘSKAO.\nZařízení zajišťující možnost průtoku proudu pouze ve směru\nElektrická\nEPD z úložného zařízení ke zdroji bludných proudů - mimo půdní nebo\npolarizovaná drenáž\nvodní prostředí (např. vřazením polovodičového prvku)\nSaturáž SAT Zesílená drenáž s vnějším zdrojem proudu.\nÚčinnost omezena na krátké úseky úložného zařízení.\nGalvanická anoda\nGA\n(obětovaná) Vhodné pro rezistivitu půdy do 50 Ωm.\n10\nKvalita zařízení aktivní PKO je stvrzena průkazem způsobilosti a dosažením hodnot požadovaného kritéria\nkatodické ochrany na chráněném zařízení.\nProstředky aktivní PKO se umísťují vždy mimo POTV. Mají-li prostředky aktivní protikorozní ochrany\ncharakter stavby dráhy nebo rozhodne-li o tom Diagnostická laboratoř zabezpečovací techniky TÚDC, musejí\nmít technické podmínky schváleny SŽDC a splňovat náležitosti UTZ.\nJakékoliv vodivé připojení zařízení ke koleji na elektrizované trati (i nepřímé - přes průrazku), je možné\nrealizovat až po ověření a odsouhlasení změny KSUaTP pověřenými oprávněnými osobami dle schválené\nSměrnice pro správu koordinačních schémat ukolejnění a trakčního propojení. Podmínky pro připojení stanovené\npříslušnými oprávněnými osobami musí být vždy dodrženy.\n25.A.2.2.1 Stanice katodické ochrany (SKAO)\nPrincip činnosti je založen na poznatku, že některé kovy lze chránit vytvořením dostatečně vysokého záporného\npotenciálu na chráněném zařízení, které je katodou. Hodnota ochranného proudu může být řízena automaticky\n(ŘSKAO) nebo s ručním nastavením (SKAO). Součástí stanice katodické ochrany může být diagnostické\na telemetrické zařízení.\n25.A.2.2.2 Elektrická polarizovaná drenáž (EPD)\nElektrická polarizovaná drenáž je zařízení umožňující průtok elektrického proudu pouze ve směru z úložného\nzařízení ke zdroji bludných proudů, např. vřazením polovodičového prvku. Pro nové stavby se připouští pouze\nelektronicky řízené EPD s možností diagnostiky a telemetrie. V případech určených projektem vyhotoveným ve\nshodě se stanoviskem Diagnostické laboratoře zabezpečovací techniky TÚDC obsahuje EPD v drenážním\nobvodu prvky podle ČSN 34 2613 s ohledem na ohrožující účinky drenáže na provoz kolejových obvodů. V\ntakových případech je zařízení drenážního objektu uspořádáno tak, aby k drenážnímu obvodu měly přístup pouze\nurčené osoby správce zabezpečovacího zařízení a osoby v jejich doprovodu.\n25.A.2.2.3 Zesílená elektrická drenáž (saturáž) - SAT\nPrincip činnosti zesílené polarizované drenáže je obdobný jako EPD. Používá se v případech, kdy rozdíl\npotenciálu mezi úložným zařízením a kolejí by byl k dosažení kritéria katodické ochrany aplikací EPD\nnepostačující. SAT se skládá ze stejných částí jako EPD. Do obvodu, kterým je připojeno úložné zařízení ke\nkoleji, je však vložen pomocný stejnosměrný zdroj (usměrňovač s můstkovým zapojením), jehož kladný pól je\npřipojen ke koleji.\n25.A.2.2.4 Galvanické (obětované) anody\nPrincip činnosti galvanické anody spočívá v použití anod z elektronegativního kovu připojených k chráněnému\nzařízení, se kterým vytváří galvanický článek, jehož elektromotorické napětí, dané rozdílem elektrodových\npotenciálů materiálu chráněného zařízení a GA je zdrojem ochranného proudu. GA jsou vhodné při malé\nspotřebě ochranného proudu (např. u podzemní nádrže).\n25.A.2.2.5 Uzemňovací anoda, úložná anoda, anodové uzemnění (AU)\nJedná se o uzemňovací soustavu, kterou prochází do půdy elektrický proud z kladné svorky zdroje\nstejnosměrného napětí SKAO.\n25.A.2.2.6 Stálá referenční elektroda (SRE)\nStálá referenční elektroda je tvořena kovovou elektrodou v elektrolytu. SRE je funkční součástí\nEPD/SAT/ŘSKAO, neboť trvale vytváří provozně standartní referenční hodnotu napětí pro jednotku\nautomatické regulace, která pak zajišťuje funkci katodické ochrany. SRE musí být situována nejlépe nad nebo\nvedle chráněného zařízení.\n11\n25.A.2.2.7 Příslušenství protikorozní ochrany\nKromě výše uvedených, patří do příslušenství PKO ještě:\nPropojovací objekty (PO) - zařízení umožňující galvanické propojení (přímo, přes rezistor nebo přes diodový\nčlen) dvou nebo více úložných zařízení při společné PKO nebo pro pravidelné měřicí účely.\nSpojovací objekty (SO) - zvláštní typ PO umožňující pravidelná měření elektrických veličin na úložném zařízení\nopatřeném prostředkem pasivní PKO (např. úložné zařízení oddělené IS) nebo na GA.\nKontrolní vývody (KV) - zařízení umožňující připojit měřicí přístroje k povrchu úložného zařízení a provést\npředepsaná korozní měření.\n25.A.3 TECHNOLOGICKÉ POSTUPY PRACÍ\nV tomto oddíle jsou uvedeny zásady konstrukčních řešení protikorozní ochrany kovových úložných\nzařízení.\nPři návrhu a budování kovových úložných zařízení mají být dodrženy zejména následující zásady:\n- při volbě trasy nebo volbě místa uložení zařízení se vyhnout, pokud je to možné, půdám se zvýšenou\nkorozní agresivitou, oblastem výskytu bludných proudů a takovému způsobu uložení, jímž by se nepříznivě\novlivnila PKO dalších úložných zařízení,\n- pokud nelze zcela vyloučit křížení s tělesem dráhy, musí být počet těchto křížení co nejmenší,\n- zřízením křížení nesmí být narušena stabilita a únosnost železničního spodku (kap. 5 a 12 TKP) ani\nohrožena nebo omezena funkce zařízení ve správě SŽDC,\n- PKO musí vycházet ze životnosti chráněného zařízení, respektive z doby jeho předpokládaného využívání,\na z geologické skladby prostředí,\n- při zřízení nové PKO nesmí dojít k narušení funkce PKO stávajících úložných zařízení, drážních, či\nmimodrážních,\n- nesmí dojít k zavlečení bludných proudů na kovová úložná zařízení nevhodným řešením ochrany před\nnebezpečným dotykovým napětím (elektricky ovládaná šoupátka, elektromotory čerpadla apod.). Jedním\nz vhodných řešení je ochrana elektrickým oddělením dle ČSN EN 50122-1, ČSN 33 2000-4-41\n- PKO musí být v koordinaci s ochranou před účinky atmosférické a statické elektřiny\n- nutno dodržet ustanovení ČSN EN 50122-1, ČSN 34 1500 a ČSN 33 2000-4-41 a dalších souvisejících\npředpisů při ochraně neživých částí úložných zařízení a zařízení aktivní PKO, která jsou v POTV nebo\nmusejí být chráněna před nebezpečným dotykovým napětím,\n- základním způsobem PKO kovových úložných zařízení je pasivní ochrana s dostatečnou životností,\n- ke snížení účinku bludných proudů se podélná elektrická rezistivita úložného zařízení zvýší pomocí\nvložených izolačních spojek nebo izolačním oddělením jednotlivých konstrukčních částí úložného zařízení,\n- pasivní ochrana se v místech, kde je nebezpečí mechanického poškození izolace, doplňuje podsypem\na obsypem potrubí ve výkopu (např. pískem nebo jiným jemnozrnným inertním materiálem)\n25.A.3.1 Kovová liniová úložná zařízení\nZákladním prvkem protikorozní ochrany je izolace povrchu zařízení, která se za následujících podmínek provádí\nv zesíleném provedení:\n- křížení a souběh s dráhou nebo komunikací,\n- křížení s jiným úložným zařízením,\n- v místech s rizikem mechanického poškození izolace,\n- v husté zástavbě,\n- u významných potrubí, jejichž porušení by způsobilo rozsáhlé výpadky zásobování přepravované látky,\n- u potrubí sloužících k přepravě látek, které mohou způsobit ohrožení zdraví lidí nebo vážně narušit životní\nprostředí.\nU staveb dráhy je nutné zajistit PKO kabelů s kovovým obalem (plášť a pancíř) a kabelových souborů vždy ve\nsmyslu zásad pro oblasti s bludnými proudy. Zásady konstrukčních řešení jsou uvedeny v ČSN 03 8371.\nU dálkových kabelů s kovovým obalem se podle agresivity prostředí doporučuje alespoň dosažení kritéria\nčástečné katodické ochrany podle ČSN 03 8350, resp. hodnot a opatření podle ČSN 03 8371.\n12\nU galvanického propojení pláště a pancíře kabelu je rovněž požadována PKO.\nPotrubí nemusí být opatřeno katodickou ochranou v případech uvedených v čl. 6.3 ČSN 03 8350.\n25.A.3.2 Kovová neliniová úložná zařízení\nU stejnosměrné trakční soustavy je nutné vyloučit galvanické propojení neliniového zařízení se zpětným\ntrakčním vedením (tj. vyloučit vodivé propojení přímo ukolejněného zařízení se zemněným zařízením).\nPřednostně se navrhuje:\n- elektricky odizolovat ukolejněné zařízení od základu, nebo od stavební části chráněné uzemněním,\n- použitím izolace redukovat působení půdy na základ stavby/zařízení,\n- důsledně využít ochranu ukolejněním v POTV (dle ČSN 34 1500, ČSN EN 50122-1 a ČSN EN 50122-2),\nale elektrická zařízení, jejichž neživé části jsou ukolejněny, nesmějí být galvanicky propojena s ochranným\nvodičem sítě TN-C, resp. TN-S.\n- na trati se stejnosměrnou trakční soustavou k zajištění ochrany před nebezpečným dotykem neživých částí\ntrakčního vedení je ukolejnění možné provést jen pomocí nepřímého spojení (tj. pomocí průrazky nebo\njiného schváleného prvku omezujícího napětí) se zpětným kolejnicovým vedením\n- výjimka z předchozího ustanovení je možná jedině v případech uvedených v ČSN EN 50122-2 při dodržení\nvšech normou předepsaných podmínek\nPasivní ochrana u neliniových zařízení se zajišťuje:\n- izolováním jeho povrchu od okolního prostředí,\n- stavební úpravou:\n- rozdělením objektu na dvě nebo více od sebe elektricky odizolovaných částí,\n- vložením elektricky izolačního materiálu mezi části konstrukce nebo zařízení,\n- provedením části konstrukce z elektricky nevodivého materiálu,\n- vytvořením elektricky izolačních vrstev u částí konstrukce nebo IS.\n25.A.3.3 Křížení a souběhy kovových úložných zařízení\nObecnou zásadou je, aby na tratích elektrizovaných stejnosměrnou (ale i střídavou) trakční soustavou byla\nvzdálenost mezi kabelovým vedením nebo potrubím a elektrizovanou kolejí co největší. Konstrukční řešení při\nkřížení cizího úložného zařízení s úložným zařízením ve správě SŽDC musí zejména respektovat:\n- existenci dvou různých správců/majitelů úložných zařízení,\n- výskyt interferenčních vlivů a jejich odstranění ve smyslu ČSN EN ISO 18086,\n- nejmenší vzdálenost mezi souběžnými a křižujícími vedení podle ČSN 73 6005,\n- podmínky stanovené správním orgánem v průběhu územního nebo stavebního řízení (podle zákona\nč. 266/1994 Sb. a zákona č. 183/2006 včetně prováděcích předpisů v platném znění).\nPři křížení dvou kovových úložných liniových zařízení nesmí vzrůst riziko jejich korozního poškození.\nPo vyhodnocení kontrolního korozního průzkumu a přijetí koncepce PKO projektant v dokumentaci řeší PKO\npodle konkrétní situace a místa křížení propojovacím objektem vhodného typu. Při návrhu křížení kovových\núložných zařízení musí být vzato v úvahu, že mimo místo uvažovaného křížení může být jedno ze zařízení již\ngalvanicky propojeno s jiným zařízením s aktivní PKO.\n25.A.3.4 Společná protikorozní ochrana\nSpolečná PKO se doporučuje projektovat pro takovou stavbu dráhy nebo úložného zařízení, kdy z výsledků\nkorozního průzkumu vyplývá nutnost instalace aktivní PKO této stavby. Projektová dokumentace a koncepce\nPKO pak musí řešit PKO v uvažované oblasti pro všechna kovová liniová a neliniová úložná zařízení.\nNacházejí-li se v této oblasti také zařízení, která nejsou ve správě SŽDC, pojmou se i tato zařízení do společné\nPKO.\nPodle čl. 8.10 ČSN 03 8350 je výjimečně možné, po dohodě se všemi provozovateli zařízení, provozovat\nsamostatnou aktivní PKO potrubí, kterým je dopravována velmi nebezpečná látka. Konstrukční opatření se pak\ntýkají řešení interferenčních vlivů, rovnoměrného rozložení ochranného proudu, vzájemného stínění anod apod.\nPři umístění cizích zařízení na konstrukcích a objektech SŽDC je nutné věnovat při řešení PKO zvláštní\npozornost. Při realizaci musí být zohledněn § 10 zákona č. 266/1994 Sb.\n13\nNa elektrizovaných tratích SŽDC musí být u těchto zařízení zajištěna ochrana před nebezpečným dotykem dle\nČSN 34 1500 a ČSN 33 2000-4-41, ČSN EN 50122-1 a dalších.\n25.A.3.5 Speciální metody ukládání úložných zařízení do země\nV některých případech lze pasivní PKO liniových zařízení zajistit uložením do chrániček nebo kolektorů, které\nmusejí splňovat požadavky kapitoly 12 TKP. Při tomto uložení je třeba dbát na možnost instalace měřicích bodů\nnebo kontrolních vývodů, aby bylo možné zjišťovat korozní situaci daného zařízení. Při uložení do kolektoru je\ntřeba dbát na instalaci izolačních spojek při přechodech kolektor/zem a odizolování úložného zařízení od\nocelových částí výstroje kolektoru.\n25.A.4 DODÁVKA, SKLADOVÁNÍ A PRŮKAZNÍ ZKOUŠKY\nU dodávek, skladování a průkazních zkoušek jednotlivých součástí systému PKO musí být dodrženy následující\nzásady:\n- Za způsob dopravy a skladování prostředků PKO odpovídá zhotovitel, přičemž nesmí dojít ke snížení\njakosti dodávaného zboží.\n- Výrobky, pro které TKP nebo ZTKP nepožadují certifikát, nemusí být zhotovitelem podrobeny průkazním\nzkouškám, pokud výrobce prokazuje shodu s požadavky technických norem osvědčením o jakosti nebo\nprohlášením o shodě.\n25.A.4.1 Prostředky pasivní protikorozní ochrany\nPrůkazní zkoušky jsou požadovány u:\n- izolovaných trubek (před jejich uložením do země) v souladu s ČSN 03 8375, ČSN 03 8376,\n- izolovaných trubek (po zahrnutí a při zjišťování poškození izolace) vhodnou průkaznou metodou,\n- izolovaných spojů (před a po instalaci) podle ČSN 03 8376 (elektrická rezistivita),\n- chrániček (ČSN 03 8376),\n- kabelů s kovovým obalem,\n- izolačních materiálů pro dodatečnou aplikaci na zaizolování potrubí, spojek a kabelových souborů,\n- svorkovnic/svorek pro stálé měřicí body, kontrolní vývody apod.,\n- kabelů podle kapitol 26 a 28 TKP.\nPro zkoušení páskových izolací a smršťovacích materiálů z plastů platí ČSN 03 8332.\n25.A.4.2 Zařízení aktivní protikorozní ochrany\nU SKAO/ŘSKAO, EPD/SAT jsou požadovány následující průkazní zkoušky:\n- parametry vestavěných měřicích přístrojů (kalibrace),\n- izolační rezistivita celého zařízení,\n- ochrany před nebezpečným dotykem,\n- galvanických anod a anodového uzemnění,\n- ochranných transformátorů pro ochranu oddělením obvodů,\n- stálé referenční elektrody,\n- měření rezistivity ochranného uzemnění,\n- kontrolního zařízení drenážního objektu, pokud je instalováno\n25.A.4.3 Technická prohlídka a zkouška určeného technického zařízení\nTechnickou prohlídku a zkoušku UTZ smí vykonat pouze právnická osoba určená MD ČR (odst. 4 § 47 zákona\nč. 266/1994 Sb.).\nPřed zahájením technické prohlídky a zkoušky UTZ zhotovitel zapůjčí právnické osobě technickou dokumentaci\n(včetně zprávy o výchozí revizi elektrického zařízení), aby se dalo zkontrolovat splnění podmínek konstrukce\npodle §3 a §4 vyhlášky č. 100/1995 Sb.\nRozsah technické prohlídky a zkoušky UTZ je dán opatřením MD ČR a požadavky Drážního úřadu.\nO provedené technické prohlídce a zkoušce UTZ vystaví určená právnická osoba protokol.\n14\n25.A.5 ODEBÍRÁNÍ VZORKŮ A KONTROLNÍ ZKOUŠKY\nPrvek vzorkování není v rámci této Kapitoly uplatňován. Kontrolními zkouškami se pro účely této Kapitoly\nrozumějí jednotlivé druhy korozních průzkumů a měření.\n25.A.5.1 Korozní průzkum a měření\nPodle ČSN 03 8372 a ČSN 03 8375 a s přihlédnutím k normě ČSN 03 8370 se rozlišují korozní průzkumy\npředběžný, základní, dodatečný a kontrolní:\n- předběžný pro zjištění, zda se zamýšlené zařízení nebude nacházet v oblasti, ve které je možné očekávat\nnebezpečí koroze bludnými proudy\n- základní pro stanovení pravděpodobného korozního ohrožení připravovaného zařízení,\n- dodatečný pro stanovení korozní situace u již existujícího zařízení jako podklad pro doplnění protikorozní\nochrany,\n- kontrolní pro zjištění stavu protikorozní ochrany existujícího zařízení včetně stavu aktivní ochrany\na objektů ovlivňujících její činnost.\nRozsah korozního průzkumu závisí na rozsahu stavby, požadované životnosti a ekonomických, ekologických\na jiných důsledcích vyvolaných případnou korozní havárií; stanovuje ho projektant PKO nebo specializované\npracoviště, jehož prokázaná odbornost zahrnuje protikorozní ochranu; měřicí metody používané při jednotlivých\nprůzkumech, jsou uvedeny v ČSN 03 8372, ČSN 03 8375 a ČSN EN 13509.\nV případě nově budované elektrizace jednofázovou trakční soustavou se postupuje rovněž podle norem ČSN EN\nISO 18086, ČSN EN 50443, ČSN 33 2160, ČSN 33 2165, ČSN 34 2040 a ČSN EN 50 122-3.\nKorozní průzkumy (kromě předběžného, který se provádí vždy) jsou obvykle prováděny v pásmech korozního\nohrožení I. – III. stupně, přičemž v odůvodněných případech mohou být rozšířeny i do pásma korozního\nohrožení IV. stupně. Projektant a zhotovitel stavby zajistí zhotoviteli korozních průzkumů a dalších korozních\nměření potřebnou součinnost při poskytnutí potřebné dokumentace.\nAby bylo možné doložit vliv stavby dráhy na okolní úložná zařízení, s ohledem na výsledek a doporučení\nzákladního korozního průzkumu, nebo v případě změny napájecího systému dráhy (případně jiné stavby mající\nza následek předpokládanou změnu korozní situace) jsou s využitím metod dodatečného a kontrolního průzkumu\n(podle ČSN 03 8372, ČSN 03 8375, ČSN EN 13509 a dalších norem) prováděna následující měření:\n- korozní měření před zahájením stavby,\n- korozní měření v průběhu stavby,\n- korozní měření po ukončení stavby (závěrečný korozní průzkum).\nKorozní měření, které se provádí v souvislosti s výstavbou, provozem nebo změnou elektrizace na AC trakční\nsystém musí vždy obsahovat i měření střídavých elektrických veličin.\nSpecializovaným pracovištěm SŽDC, které zajišťuje výše uvedené korozní průzkumy a měření je Technická\nústředna dopravní cesty (TÚDC), specializované středisko Diagnostika korozních vlivů (DKoV) s regionálními\npracovišti:\nVedoucí DKoV: tel. +420 972 228 747\nVedoucí regionálního pracoviště Praha: tel. +420 972 228 749\nVedoucí regionálního pracoviště Olomouc: tel. +420 972 741 787\nDalší specializovaná pracoviště, která splňují potřebná kritéria k provádění průzkumných a diagnostických\nprací v oblasti koroze jsou uvedena na stránkách www.pjpk.cz (Politika jakosti pozemních komunikací).\n25.A.5.1.1 Předběžný korozní průzkum\nPřed vypracováním projektu stavby nového liniového úložného zařízení musí být proveden průzkum, zda\nzamýšlené zařízení neleží v oblasti, kde je možné očekávat nebezpečí koroze bludnými proudy. Podklady pro\npředběžný korozní průzkum jsou získávány z dostupných dokumentů a map, případně z rekognoskace daného\núzemí. Vypracování předběžného průzkumu zajišťuje zadavatel stavby např. u zhotovitele dokumentace v rámci\npřípravy dokumentace pro územní rozhodnutí. V přiměřené míře se tato opatření týkají í dalších zařízení\ns přihlédnutím k jejich charakteru, zejména pak možnosti a následkům případného korozního ohrožení.\nJe-li výsledkem předběžného korozního průzkumu zjištění, že:\n do 5 km od zamýšlené trasy (stavby) vede trať elektrizovaná stejnosměrnou trakční soustavou nebo se o její\nvýstavbě či elektrizací uvažuje,\n15\n do 500 m od zamýšlené trasy (stavby) vede trať elektrizovaná jednofázovou trakční soustavou nebo se s její\nvýstavbou uvažuje,\n do 1 km od zamýšlené trasy (stavby) existují nebo jsou plánována další zařízení, která mohou být zdrojem\nbludných proudů (např. stanice katodické ochrany),\n geologické podklady připouštějí blízký výskyt zdrojů spontánní polarizace (rudní ložiska, výskyty grafitů\na grafitických břidlic nebo vodivých tektonických zón),\nprovede se základní korozní průzkum.\n25.A.5.1.2 Základní korozní průzkum\nZákladní korozní průzkum slouží pro zjištění pravděpodobného korozního ohrožení připravované stavby. Kromě\nměření, která jsou uvedena zejména v ČSN 03 8372 a ČSN 03 8375, mohou být jeho součástí také korozní\nměření na již existujících úložných zařízeních. Zároveň jeho výsledky umožňují upřesnit rozsah korozního\nměření před zahájením stavby.\nZákladní korozní průzkum se zpracovává v rámci přípravy dokumentace pro územní rozhodnutí, nejpozději však\npři zahájení zpracování dokumentace pro stavební povolení. Základní korozní průzkum zpracovává pro\nzadavatele (investora) nebo zhotovitele dokumentace (projektanta) specializované pracoviště.\nŘešení ochrany stavby před účinky bludných proudů včetně výsledků a závěrečných doporučení základního\nkorozního průzkumu musí být součástí dokumentace pro stavební povolení.\nVyhodnocení základního korozního průzkumu podle druhu a rozsahu stavby zpravidla také upřesňuje potřebná\nkorozní měření před zahájením, v průběhu a po dokončení stavby.\nV případě, že další korozní měření (před zahájením a v průběhu stavby) nejsou podle výsledků základního\nkorozního průzkumu ani podle druhu a rozsahu stavby nutná, uvede se tato skutečnost spolu s odůvodněním ve\nvyhodnocení základního korozního průzkumu.\n25.A.5.1.3 Korozní měření před zahájením stavby\nToto měření slouží k doložení korozní situace na zařízeních v blízkosti stavby, která může způsobit její změnu.\nKorozní měření před zahájením stavby se provádí zejména na liniových zařízeních, uzemňovacích soustavách,\na dalších ocelových a železobetonových konstrukcích (včetně rodinných a bytových domů a průmyslových\nstaveb), a to v těchto případech:\n- výstavba, modernizace, nebo jiná obdobná rekonstrukce trakční měnírny nebo spínací stanice spojené se\nzásahem do jejich zemnicí sítě,\n- výstavba, modernizace, optimalizace nebo jiná rekonstrukce železniční tratě elektrizované stejnosměrnou\ntrakční soustavou, která může ve větším rozsahu ovlivnit parametry železničního svršku z hlediska úniku\nbludných proudů (např. změna materiálu pražců, druhu upevnění kolejnic nebo ukolejnění) a to včetně\npřechodu ze stejnosměrné na jednofázovou trakční soustavu.\nKorozní měření před zahájením stavby zahrnuje s přihlédnutím k charakteru a rozsahu stavby zejména:\n- měření potenciálu zařízení-půda,\n- měření potenciálu trakční kolej-půda, případně další měření na zpětné trakční cestě\n- zjištění dosahu a účinnosti zařízení aktivní PKO (např. SKAO) – měření se provádí ve spolupráci\ns provozovateli zařízení.\nKorozní měření před zahájením stavby zpracovává pro zhotovitele stavby specializované pracoviště.\nVýsledky a konkrétní závěrečná doporučení korozního měření před zahájením stavby mohou svým návrhem\novlivnit řešení ochrany před účinky bludných proudů u některých vztahujících se částí a souborů v realizační\ndokumentaci stavby.\n25.A.5.1.4 Korozní měření po ukončení stavby (závěrečný korozní průzkum)\nToto měření musí být provedeno pokud možno na identických místech a obdobnými metodami jako korozní\nprůzkum před zahájením stavby, a to po 30 až 90 dnech po ukončení stavby či zahájení elektrického provozu (po\npolarizaci prostředí a zařízení).\nVýsledky závěrečného korozního měření se vyhodnotí a porovnají s výsledky předchozích korozních měření;\nv případě potřeby (zhoršení korozní situace na stávajících úložných zařízeních) jsou podkladem pro vybudování\nnebo doplnění stávající protikorozní ochrany.\n16\nJestliže výsledky závěrečného korozního měření potvrdí, že vlivem stavby dráhy došlo ke zhoršení korozní\nsituace u mimodrážního zařízení, je nutné informovat majitele/správce tohoto zařízení a dohodnout další postup.\nKorozní měření po ukončení stavby zpracovává pro zhotovitele stavby specializované pracoviště.\n25.A.5.1.5 Dokumentace o výsledcích korozního průzkumu a měření\nDokumentace o provedeném korozním průzkumu a měření musí obsahovat přehled použitých měřicích metod,\nnaměřené hodnoty, grafické záznamy v měřených místech (případně synchronizované s datovými výstupy\nměřených elektrických veličin s datovými výstupy měřených elektrických veličin z měníren (napájecích stanic)\na zpětné trakční cesty. Dále musí dokumentace obsahovat vyhodnocení ve vztahu k použitým normám\na předpisům, konkrétní návrhy protikorozních opatření a případně další doporučení.\nVýsledky korozních průzkumů je nutno uložit po dobu 10 let. Uložení výsledků měření zajišťuje SŽDC.\n25.A.5.2 Korozní zkoušky a měření v průběhu stavby\n25.A.5.2.1 Zkoušky a měření úložných zařízení\nKontrolní zkoušky a měření na úložných zařízeních jsou součástí ověřování kvality a účinnosti PKO v době\nvýstavby. Zásadně se vykonávají po dokončených úkonech zhotovitele, avšak před realizací takového\nnásledného úkonu, kterým v průběhu stavby bude zařízení zakryto a nepřístupno, nebo by z jiného důvodu již\nnebylo možné potřebné měření později provést. Kontrolní zkoušky a měření mající za úkol doložit kvalitu prací\nprovedených v rámci stavby zajišťuje zhotovitel (v případě, že to vyžaduje povaha měření, prostřednictvím\nspecializovaného pracoviště).\nV případě, že v průběhu stavby došlo ke zhoršení korozní situace na okolních zařízeních, postupuje se podle\n25.A.1.1, případně 25.A.5.1.4.; na žádost zhotovitele nebo investora to může (zejména jedná-li se o kontrolu\nvlivu stavby na PKO okolních úložných nebo jiných zařízení) provést specializované pracoviště.\nKontrolní korozní zkoušky a měření probíhají pomocí metod uvedených v normách řady ČSN 03 83xx a dalších\nnormách a předpisech týkajících se konkrétního zařízení.\n25.A.5.2.2 Zkoušky aktivní protikorozní ochrany\nKontrolní korozní zkoušky a měření u zařízení aktivní PKO zahrnují s přihlédnutím k charakteru a rozsahu\nstavby zejména:\n- stanovení distribuční křivky potenciálu úložné zařízení - půda podle ČSN 03 8376 (včetně účinnosti KAO),\n- zjištění proudu GA (ČSN 03 8373),\n- určení rozdílu mezi zapínacím a vypínacím potenciálem zařízení KAO,\n- stanovení napětí mezi trakčním kolejnicovým pásem a nejbližším kovovým kabelovým pláštěm,\n- měření izolačního stavu drenážního a dalších kabelů,\n- zjištění hodnot interferenčních proudů a jejich omezení zejména v místech křížení katodicky chráněného\na interferencí ohroženého úložného zařízení,\n- určení míry interference při katodické ochraně (příloha B ČSN 03 8350),\n- ověření funkčnosti SRE a AU,\n- ověření funkčnosti zařízení aktivní PKO na vlastním zařízení a úložném zařízení (dosah a účinnost),\n- měření potenciálu mezi trakční kolejí a referenční elektrodou.\nPro tuto skupinu PKO je povinné v případě instalace elektrické drenáže stanovení podmínek připojení\ndrenážního vodiče ke kolejím a v případě potřeby konfigurace potřebných omezovacích prvků a kontrolního\nobvodu. Tuto činnost zajišťuje Diagnostická laboratoř zabezpečovací techniky TÚDC.\n25.A.5.2.3 Dokumentace o kontrolních měřeních a zkouškách\nDokumentace o kontrolních měřeních a zkouškách musí obsahovat všechny výsledné hodnoty a analýzy\n(s odkazem na příslušné normy a technické podmínky), jakož i podmínky, za kterých byly provedeny.\n17\n25.A.6 PŘÍPUSTNÉ ODCHYLKY, MÍRA OPOTŘEBENÍ, ZÁRUKY\n25.A.6.1 Přípustné odchylky naměřených hodnot elektrických veličin\nPřípustné odchylky naměřených hodnot od normativních (kriteriálních) jsou uvedeny v normách a předpisech,\npodle kterých jsou měření prováděna a vyhodnocována; seznam těchto norem je nezbytnou součástí Protokolu\no zkoušce (bez ohledu na název).\nVšeobecně a zjednodušeně se podle ČSN 03 8370 a ČSN 03 8371 považuje zařízení za dostatečně chráněné proti\nkorozi, je-li jeho potenciál měřený proti síranoměďnaté referenční elektrodě (včetně IR spádu):\n- u ocelového zařízení (nízkouhlíkatá ocel) zápornější než -0,85 V (v anaerobním prostředí - 0,92 V), avšak\nmaximálně -1,5V\n- u olověných zařízení zápornější než - 0,55 V,\n- u hliníkových zařízení v rozmezí - 0,85 až - 1,2 V.\n25.A.6.2 Míry opotřebení galvanických anod, anodových uzemnění a stálých\nreferenčních elektrod\nMíra opotřebení galvanických anod a anodových uzemnění smí být při podmínkách udaných výrobcem 20 % za\n10 roků a to včetně kabelů. Stálé referenční elektrody včetně kabelu musí mít dokladovanou funkční životnost\n10 let. Zhotovitel je povinen předložit provozovateli doklady o životnosti, střední doby do poruchy a podmínky\nudržovatelnosti galvanických anod, anodových uzemnění a stálých referenčních elektrod.\n25.A.6.3 Záruky, údržba v záruční době\nZáruční doby všeobecně stanovuje kap. 1 TKP.\nÚdržbu v záruční době zajišťuje správce zařízení podle ustanovení uvedených v kap. 1 TKP.\n25.A.7 KLIMATICKÁ OMEZENÍ\n25.A.7.1 Klimatická omezení pro korozní měření a korozní průzkum\nPři měření elektrických veličin v rámci korozních měření a průzkumů za použití referenční elektrody smí být\nteplota jejího elektrolytu v rozmezí +0 °C až +50 °C. Tato měření se nemají provádět při dlouhotrvajícím suchu\nnebo mokru. Klimatické podmínky při měřeních, jejichž výsledky mají být porovnávány, mají být pokud možno\nshodné.\n25.A.7.2 Klimatická omezení pro montážní práce prostředků a zařízení protikorozní\nochrany\nKromě klimatických omezení, udaných v technických podmínkách výrobce prostředků a zařízení PKO, se\nvyžaduje dodržení podmínek:\n- pokládka a montáž kabelů/kabelových soborů nesmí být při vnější teplotě nižší než + 4 °C bez zvláštních\nopatření podle ČSN 33 2000-5-52,\n- usazení a montáž SRE smí být při vnější teplotě alespoň + 5 °C,\n- montáž zařízení aktivní PKO a přezkoušení kontrolního zařízení drenážního objektu smí být prováděna za\npodmínek uvedených v kap. 27 a 29 TKP.\n25.A.8 ODSOUHLASENÍ A PŘEVZETÍ PRACÍ\nJe-li plánováno:\n- umístění cizího úložného nebo jiného zařízení, které může být kvůli své konstrukci ohroženo korozí\nbludnými proudy, v některém z pásem korozního ohrožení (viz bod 25.A.1.2.2),\n- křížení cizího úložného zařízení nebo jeho souběh s tratí elektrizovanou stejnosměrnou trakční soustavou\nv některém z pásem korozního ohrožení (viz bod 25.A.1.2.2),\n- křížení nebo souběh cizího úložného zařízení, které může být ohroženo korozí bludnými proudy nebo je\nchráněno aktivní PKO, s liniovým úložným zařízením SŽDC, které může být ohroženo korozí bludnými\nproudy,\n- vybudování systému PKO na stávajících úložných zařízeních popsaných v tomto oddíle,\n18\nje třeba při volbě konstrukčních řešení a materiálů PKO postupovat v souladu s oddíly 25.A.2 a 25.A.3 této\nKapitoly. Navržená konstrukční řešení nesmějí mít za následek zhoršení korozní situace ostatních úložných\nzařízení.\nV případě návrhu elektrické polarizované drenáže/saturáže připojené ke kolejišti drenážním kabelem musí být\nmísto připojení projednáno a schváleno Diagnostickou laboratoří zabezpečovací techniky TÚDC, zapracováno\nna kopii místně příslušného KSUaTP s návrhem jeho změny podle platných směrnic pro používání a správu\nKSUaTP a případně doloženo projektovým řešením vyvolaných změn závislosti zabezpečovacího zařízení; nutné\nje také splnění požadavků stavebního řízení (§ 7 zákona č. 266/1994 Sb.) a pro provoz UTZ (§ 47 zákona\nč. 266/1994 Sb., vyhláška č. 100/1995 Sb.).\nOdsouhlasení provedených prací provádí stavební dozor a budoucí správce zařízení; na jejich vyžádání provede\nodsouhlasení provedených prací specializované pracoviště SŽDC (DKoV). Odsouhlasení provedených prací\nsouvisejících s PKO je nezbytné pro jejich ocenění ve smyslu požadavků této Kapitoly a pro možnost zahájení\nnavazujících prací. Zhotovitel odsouhlasených prací za ně odpovídá až do doby ukončení převzetí\nprací/ukončení přejímky hotového díla. Vady a nedodělky zjištěné při odsouhlasení provedených prací/ukončení\npřejímky hotového díla odstraňuje zhotovitel.\nV rámci odsouhlasení a převzetí prací je nezbytné posoudit hotové dílo z hlediska porovnání\na vyhodnocení výsledků z korozního měření před zahájením stavby a po jejím dokončení, jakož\ni z hlediska výsledků korozních měření v průběhu stavby. Toto posouzení musí vyjadřovat hodnocení\nkorozního ohrožení úložných zařízení/konstrukcí.\nOdsouhlasení provedených prací a převzetí hotového díla musí být v souladu s platnými předpisy a respektovat\nčl. 41 až 48 ČSN 03 8376. Při převzetí hotového díla PKO musí být přítomen budoucí provozovatel a zástupci\nvlastníků nebo správců kovových úložných zařízení, která by mohla být ohrožena provozem zařízení aktivní\nPKO.\nZařízení aktivní protikorozní ochrany a jejich součásti, určené pro použití na tratích s kolejovými obvody, musejí\nbýt konstruovány s ohledem na provoz kolejových obvodů podle norem ČSN 34 2600 a ČSN 34 2613.\n25.A.9 KONTROLNÍ MĚŘENÍ, MĚŘENÍ POSUNU A PŘETVOŘENÍ (není\nuplatňováno)\nVzhledem k povaze měření a zkoušek není tento prvek v rámci této Kapitoly uplatňován.\n25.A.10 EKOLOGIE\nVeškeré práce prováděné podle této Kapitoly musejí být v souladu s oddílem 10 kap. TKP 1.\n25.A.10.1 Ekologické vlivy prvků a zařízení protikorozní ochrany\nSprávné používání prvků a zařízení PKO nemá za následek negativní ekologické důsledky. Při spojkování\nkabelů nesmí však být znečištěna půda a voda. Zbytky spojovacích hmot a kabelů likviduje zhotovitel.\n25.A.10.2 Ekologické důsledky poruchových stavů zařízení protikorozní ochrany na\npotrubní systémy, nádrže a tlakové jímky\nFunkční PKO významným způsobem zabraňuje vzniku poruch a havarijních stavů, které při přepravě\nnebezpečných médií (např. uhlovodíkové produkty) by mohly mít velmi negativní dopad na životní prostředí.\nU neliniových zařízení (typu nádrží) je nutné věnovat zvláštní pozornost opatřením proti atmosférickým\na elektrostatickým vlivům, které mohou eliminovat PKO a zvýšit korozní ohrožení.\n25.A.11 BEZPEČNOST PRÁCE A TECHNICKÉHO ZAŘIZENÍ\nPožadavky na bezpečnost práce a technických zařízení jakož i na požární ochranu obecně stanoví kapitola\n1 TKP.\nPřed započetím prací předloží zhotovitel objednateli ke schválení technologický postup provádění PKO.\nPři umístění cizích zařízení na konstrukcích a objektech SŽDC je nutné věnovat při řešení PKO zvláštní\npozornost. Při realizaci musí být zohledněn § 10 zákona č. 266/1994 Sb.\nNa elektrizovaných tratích a v jejich blízkosti musí být vždy dodržena potřebná ochranná opatření podle\npříslušných elektrotechnických předpisů (ČSN 34 1500, ČSN 33 2000-4-41, ČSN EN 50122-1 a dalších).\n19\nBezpečnost zaměstnanců provádějících práce PKO je povinen zajistit zhotovitel, jakož i zajistit vybavení svých\nzaměstnanců ochrannými a pracovními pomůckami v souladu s prováděnou technologií práce a s případnými\nriziky s prací spojenými. Zaměstnanci zhotovitele nesmí při prováděných pracích ohrožovat bezpečnost a zdraví\njiných osob. Při pracích na kovových úložných zařízeních zejména liniového charakteru, které jsou v blízkosti\n(souběh nebo křižování) nadzemních vedení elektrizačních soustav, je nutné počítat s možnými indukčními\na kapacitními vlivy těchto soustav.\nZákladní bezpečnostní opatření ukládá předpis SŽDC Bp1 a příslušné všeobecně platné předpisy v oblasti\nbezpečnosti a ochraně zdraví při práci.\n25.A.12 SOUVISEJÍCÍ NORMY A PŘEDPISY\nU nedatovaných technických norem platí poslední vydání příslušné normy popřípadě norma, která ji nahrazuje.\nUživatel TKP odpovídá za použití aktuální verze výchozích podkladů ve smyslu oddílu 1.3 TKP 1, tj. právních\npředpisů, technických norem v platné edici a drážních předpisů SŽDC.\n25.A.12.1 Technické normy\nOznačení Název\nČSN 03 8005 Ochrana proti korozi. Názvosloví protikorozní ochrany podzemních úložných zařízení\nČSN 03 8332 Ochrana proti korozi. Zkoušení páskových izolací a smršťovacích materiálů z plastů\nČSN 03 8350 Požadavky na protikorozní ochranu úložných zařízení.\nZásady měření při protikorozní ochraně kovových zařízení uložených v zemi. Fyzikálně-\nČSN 03 8361\nchemický rozbor zemin a vod\nZásady měření při protikorozní ochraně kovových zařízení uložených v zemi. Měření\nČSN 03 8363\nzdánlivého měrného odporu půdy Wennerovou metodou\nZásady měření při protikorozní ochraně kovových zařízení uložených v zemi. Stanovení\nČSN 03 8365\npřítomnosti bludných proudů v zemi\nZásady měření při protikorozní ochraně kovových zařízení uložených v zemi. Měření\nČSN 03 8368\nměrného přechodového odporu kabelu nebo potrubí proti zemi\nČSN 03 8370 Snížení korozního účinku bludných proudů na úložná zařízení\nProtikorozní ochrana v zemi uložených sdělovacích kabelů s olověnými, hliníkovými\nČSN 03 8371\na ocelovými obaly\nČSN 03 8372 Zásady ochrany proti korozi neliniových zařízení uložených v zemi nebo ve vodě\nZásady provozu, údržby a revize ochrany proti korozi kovových potrubí a kabelů\nČSN 03 8373\ns kovovým pláštěm uložených v zemi\nČSN 03 8374 Zásady protikorozní ochrany podzemních kovových zařízení\nČSN 03 8375 Ochrana kovových potrubí uložených v půdě nebo ve vodě proti korozi\nZásady pro stavbu ocelových potrubí uložených v zemi. Kontrolní měření z hlediska\nČSN 03 8376\nochrany před korozí\nElektrické instalace nízkého napětí - Část 1: Základní hlediska, stanovení základních\nČSN 33 2000-1\ncharakteristik, definice\nElektrické instalace nízkého napětí - Část 4-41: Ochranná opatření pro zajištění\nČSN 33 2000-4-41\nbezpečnosti - Ochrana před úrazem elektrickým proudem\nElektrické instalace nízkého napětí - Část 5-51: Výběr a stavba elektrických zařízení -\nČSN 33 2000-5-51\nVšeobecné předpisy\nElektrické instalace nízkého napětí - Část 5-52: Výběr a stavba elektrických zařízení -\nČSN 33 2000-5-52\nElektrická vedení\nElektrické instalace nízkého napětí - Část 5-54: Výběr a stavba elektrických zařízení -\nČSN 33 2000-5-54\nUzemnění a ochranné vodiče\nElektrotechnické předpisy. Požadavky na odolnost sdělovacích zařízení proti přepětí\nČSN 33 4000\na nadproudu\nElektrotechnické předpisy. Ochrana sdělovacích vedení a zařízení proti přepětí\nČSN 33 4010\na nadproudu atmosférického původu\nElektrotechnické předpisy – Předpisy pro ochranu sdělovacích vedení a zařízení před\nČSN 33 2160\nnebezpečnými vlivy trojfázových vedení vn, vvn a zvn\nElektrotechnické předpisy – Zásady pro ochranu ocelových izolovaných potrubí\nČSN 33 2165 uložených v zemi před nebezpečnými vlivy venkovních trojfázovýchg vedení a stanic vvn\na zvn\nČSN 34 1500 Elektrotechnické předpisy. Předpisy pro elektrická trakční zařízení\nPředpisy pro ochranu sdělovacích a zabezpečovacích vedení a zařízení před\nČSN 34 2040\nnebezpečnými, rušivými a korozivními vlivy elektrické trakce 25 kV, 50 Hz\n20\nČSN 34 2600 Drážní zařízení - Železniční zabezpečovací zařízení\nŽelezniční zabezpečovací zařízení - Kolejové obvody a vnější podmínky pro jejich\nČSN 34 2613\nčinnost\nŽelezniční zabezpečovací zařízení - Předpisy pro projektování provozování a používání\nČSN 34 2614\nkolejových obvodů\nČSN 34 5145 Názvosloví pro elektrická trakční zařízení\nČSN 37 5711 Drážní zařízení - Křížení kabelových vedení s železničními dráhami\nČSN 42 0021 Ocelové trubky. Asfaltová izolace trubek pod DN 50\nČSN 42 0022 Ocelové trubky. Asfaltová izolace trubek od DN 50\nČSN 73 6005 Prostorové uspořádání sítí technického vybavení\nOchranná zařízení proti dotyku s živými částmi trakčního vedení a proti účinkům\nČSN 73 6223\nvýfukových plynů na objektech nad železničními dráhami\nKatodická ochrana kovových zařízení vložených v půdě nebo ve vodě – Všeobecné\nČSN EN 12954\naplikace na potrubí\nČSN EN 13509 Měřicí postupy v katodické ochraně\nPotrubí z tvárné litiny, tvarovky a příslušenství – Vnější polyethylenový povlak potrubí –\nČSN EN 14628\nPožadavky a zkušební metody\nPotrubí z tvárné litiny, tvarovky a příslušenství – Epoxidový povlak tvarovek\nČSN EN 14901\na příslušenství z tvárné litiny (pro těžký provoz) – Požadavky a zkušební metody\nPotrubí z tvárné litiny, tvarovky a příslušenství – Vnější polyuretanový povlak potrubí –\nČSN EN 15189\nPožadavky a zkušební metody\nTrubky, tvarovky a příslušenství z tvárné litiny – Vnější povlak trubek cementovou\nČSN EN 15542\nmaltou – Požadavky a zkušební metody\nDrážní zařízení - Pevná trakční zařízení - Elektrická bezpečnost, uzemňování a zpětný\nČSN EN 50122-1\nobvod - Část 1: Ochranná opatření proti úrazu elektrickým proudem\nDrážní zařízení - Pevná trakční zařízení - Elektrická bezpečnost, uzemnění a zpětný obvod\nČSN EN 50122-2\n- Část 2: Ochranná opatření proti účinkům bludných proudů DC trakčních soustav\nDrážní zařízení - Pevná trakční zařízení - Elektrická bezpečnost, uzemnění a zpětný obvod\nČSN EN 50122-3\n- Část 3: Vzájemná interakce mezi AC a DC trakčními soustavami\nČSN EN 50162 Ochrana před korozí bludnými proudy ze stejnosměrných proudových soustav\nÚčinky elektromagnetické interference na potrubí způsobené AC vysokonapěťovými\nČSN EN 50443\nelektrickými trakčními soustavami a/nebo AC vysokonapěťovými napájecími soustavami\nTrubky, tvarovky a příslušenství z tvárné litiny a jejich spoje pro vodovodní potrubí –\nČSN EN 545\nPožadavky a zkušební metody\nČSN EN 62305-1 až -4 Předpisy pro ochranu před bleskem\nČSN EN ISO 12696 Katodická ochrana oceli v betonu\nČSN EN ISO 15589-1 Katodická ochrana potrubních dopravních systémů – Část 1: Potrubí na souši\nČSN EN ISO 18086 Koroze kovů a slitin – Stanovení koroze střídavými proudy – Kritéria ochrany\nČSN EN ISO 8044 Koroze kovů a slitin. Základní termíny a definice\nTNŽ 34 2603 Pravidla pro kreslení koordinačních schémat ukolejnění a trakčních propojení\nBezpečnostní předpisy pro činnost na trakčním vedení a v jeho blízkosti na železničních\nTNŽ 34 3109\ndráhách celostátních, regionálních a vlečkách\nTNŽ 37 5715 Silová kabelová vedení celostátních drah\nTPG 920 24 Zásady pro provádění jiskrových zkoušek ochranných povlaků vysokým napětím\nTPG 92025 Omezení korozního účinku bludných a interferenčních proudů na úložná zařízení\n25.A.12.2 Předpisy\nOznačení Název\nSŽDC Bpl Předpis o bezpečnosti a ochraně zdraví při práci\nSŽDC S 3 Železniční svršek\nSŽDC (ČD) S 5/4 Protikorozní ochrana ocelových konstrukcí\nSlužební rukověť. Ochrana železničních mostních objektů proti účinkům bludných\nSŽDC (ČD) SR 5/7 (S)\nproudů\nSměrnice pro uvádění do provozu výrobků, které jsou součástí sdělovacích\nSměrnice SŽDC č. 34 a zabezpečovacích zařízení a zařízení elektrotechniky a energetiky, na železniční\ndopravní cestě ve vlastnictví státu státní organizace Správa železniční dopravní cesty\n21\nSměrnice SŽDC SM33\nSpráva koordinačních schémat ukolejnění a trakčního propojení\n18752/2018-SŽDC-GŘ-O14\nZákladní ochranná opatření pro omezení vlivu bludných proudů na mostní objekty a\nTP 124 MD ČR 2009\nostatní betonové konstrukce pozemních komunikací (MD – OI čj. 1092/08-910-IPK/1)\nVyhláška Ministerstva dopravy, kterou se stanoví podmínky pro provoz konstrukci a\nVyhláška č. 100/1995 Sb. výrobu určených technických zařízení a jejich konkretizace (Řad určených technických\nzařízení)\nVyhláška č. 177/1995 Sb. Vyhláška Ministerstva dopravy, kterou se vydává stavební a technický řád drah\nVyhláška Českého báňského úřadu o bezpečnosti a ochraně zdraví při práci a bezpečnosti\nprovozu při těžbě a úpravě ropy a zemního plynu a při vrtných a geofyzikálních pracích a\nVyhláška č. 239/1998 Sb.\no změně některých předpisů k zajištění bezpečnosti a ochrany zdraví při práci a\nbezpečnosti provozu při hornické činnosti a činnosti prováděné hornickým způsobem\nVyhláška č. 499/2006 Sb. Vyhláška o dokumentaci staveb\nZákon č. 183/2006 Sb. Zákon o územním plánování a stavebním řádu (stavební zákon)\nZákon č. 266/1994 Sb. Zákon o dráhách\n25.A.12.3 Související kapitoly TKP\nKapitola 1 - Všeobecně\nKapitola 5 - Ochrana zemního tělesa\nKapitola 12 - Chráničky a kolektory\nKapitola 13 - Plyn, voda, produktovody\nKapitola 14 - Kanalizace, septiky, čističky, lapače\nKapitola 17 - Beton pro konstrukce\nKapitola 18 - Betonové mosty a konstrukce\nKapitola 19 - Ocelové mosty a konstrukce\nKapitola 20 - Tunely\nKapitola 21 - Mostní ložiska a ukončení mostů\nKapitola 22 - Izolace proti vodě\nKapitola 23 - Sanace inženýrských objektů\nKapitola 24 - Zvláštní zakládání\nKapitola 25 – Protikorozní ochrana úložných zařízení a konstrukcí\nčást B - Ochrana ocelových konstrukcí proti atmosférické korozi\nKapitola 26 - Osvětlení, EOV, stožárové transformátory vn/nn, rozvody nn včetně dálkového ovládání\nKapitola 27 - Zabezpečovací zařízení\nKapitola 28 - Sdělovací zařízení\nKapitola 29 - Silnoproudá technologická zařízení\nKapitola 31 - Trakční vedení\n22\nTECHNICKÉ KVALITATIVNÍ PODMÍNKY STAVEB STÁTNÍCH DRAH\nKAPITOLA 25 A\nTřetí aktualizované vydání včetně změny č. 12 /z roku 2018/\nVydala Správa železniční dopravní cesty, státní organizace.\nZpracovatel: Správa železniční dopravní cesty, státní organizace\nOdborný gestor: Ing. Josef Dostál\nSpráva železniční dopravní cesty, státní organizace\nOdbor elektrotechniky a energetiky\nVydal: Správa železniční dopravní cesty, státní organizace\nOdbor elektrotechniky a energetiky\nDlážděná 1003/7, 110 00 Praha 1, Nové Město\nwww.szdc.cz\nDistribuce: Správa železniční dopravní cesty, státní organizace\nTechnická ústředna dopravní cesty\nÚT - oddělení distribuce dokumentace\n772 58 Olomouc, Nerudova 1\ntel.: +420 972 742 396, +420 972 741 769,\nmobil: +420 725 039 782,\ne-mail: typdok@tudc.cz\nwww.tudc.cz, http://typdok.tudc.cz\n"
}