{
  "type": "tkp_document",
  "filename": "TKP26_2016_11.pdf",
  "extracted_at": "2026-02-25T15:43:57.941491",
  "document_info": {
    "tkp_number": "26",
    "year": "2016",
    "month": "11"
  },
  "technical_specs": [
    {
      "value": "50",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "20",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "6",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "3",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "20",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "50",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "50",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "60",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "50",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "769",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    }
  ],
  "prices": [],
  "raw_text": "Správa železniční dopravní cesty, státní organizace\nDlážděná 1003/7, 110 00 Praha 1, Nové Město\nTECHNICKÉ KVALITATIVNÍ PODMÍNKY\nSTAVEB STÁTNÍCH DRAH\nKapitola 26\nOSVĚTLENÍ, EOV, STOŽÁROVÉ\nTRANSFORMOVNY VN/NN,\nROZVODY NN VČETNĚ\nDÁLKOVÉHO OVLÁDÁNÍ\nTřetí - aktualizované vydání\nzměna č. 10\nSchváleno generálním ředitelem SŽDC\ndne: 5.10.2016\nč.j.: S 37926/20016 - SŽDC - O14\nÚčinnost od: 1.11.2016\nPočet listů : 20\nPočet příloh: 0\nPočet listů příloh: 0\nPraha 2016\nVšechna práva vyhrazena.\nTato publikace ani žádná její část nesmí být reprodukována, uložena ve vyhledávacím systému nebo\npřenášena, a to v žádné formě a žádnými prostředky elektronickými, fotokopírovacími či jinými, bez\npředchozího písemného svolení vydavatele.\nVýhradní distributor: Správa železniční dopravní cesty, státní organizace,\nTechnická ústředna dopravní cesty\nÚATT – oddělení distribuce dokumentace\n772 52 Olomouc, Nerudova 1\nObsah\nSeznam zkratek 3\n26.1 ÚVOD 4\n26.1.1 VŠEOBECNĚ 4\n26.2 POPIS A KVALITA STAVEBNÍCH MATERIÁLŮ 5\n26.2.1 Základy 5\n26.2.2 Stožáry, ocelové konstrukce 5\n26.2.3 Ochrana proti korozi 5\n26.2.4 Svítidla 5\n26.2.5 Rozváděče 5\n26.2.6 Transformátory 6\n26.2.7 Kabely, vodiče, elektrovýzbroj stožárů 6\n26.2.8 Uzemnění, ukolejnění 6\n26.3 TECHNOLOGICKÉ POSTUPY PRACÍ 6\n26.3.1 Základy, stožáry a stožárové transformovny 6\n26.3.2 Rozvaděče, elektrovýzbroj, transformátory 6\n26.3.3 Kabelové vedení, uzemnění 6\n26.3.4 Zaměření skutečného provedení 8\n26.4 DODÁVKA, SKLADOVÁNÍ A PRŮKAZNÍ ZKOUŠKY 8\n26.4.1 Základy 8\n26.4.2 Stožáry 8\n26.4.3 Svítidla, rozváděče, elektrovýzbroj, transformátory 8\n26.4.4 Kabely 8\n26.5 ODEBÍRÁNÍ VZORKŮ A KONTROLNÍ ZKOUŠKY 9\n26.5.1 Základy 9\n26.5.2 Stožáry 9\n26.5.3 Svítidla, rozvaděče, elektrovýzbroj 9\n26.5.4 Transformátory 9\n26.5.5 Kabely a vodiče uložené v zemi 9\n26.5.6 Uzemnění, ukolejnění 9\n26.6 PŘÍPUSTNÉ ODCHYLKY, MÍRA OPOTŘEBENÍ, ZÁRUKY 9\n26.6.1 Základy 9\n26.6.2 Stožáry 9\n26.6.3 Svítidla, rozvaděče, elektrovýzbroj, transformátory 10\n26.6.4 Kabely a uzemnění 10\n26.6.5 Záruky, údržba v záruční době 10\n26.7 KLIMATICKÁ OMEZENÍ 10\n26.7.1 Základy 10\n26.7.2 Stožáry, svítidla, rozvaděče 10\n26.7.3 Kabely, vodiče 10\n26.8 ODSOUHLASENÍ A PŘEVZETÍ PRACÍ 10\n26.8.1 Osvětlovací zařízení 11\n26.8.2 EOV 11\n26.8.3 Stožárové transformovny 11\n26.8.4 Příprava k uvedení do provozu 12\n26.8.5 Příprava přejímacího řízení 12\n26.9 KONTROLNÍ MĚŘENÍ 13\n1\n26.10 EKOLOGIE 13\n26.11 BEZPEČNOST PRÁCE A TECHNICKÝCH ZAŘÍZENÍ, POŽÁRNÍ OCHRANA 13\n26.12 SOUVISEJÍCÍ NORMY A PŘEDPISY 14\n26.12.1 Technické normy 14\n26.12.2 Předpisy 15\n26.12.3 Související kapitoly TKP 16\n2\nSeznam zkratek\nBpv Výškový systém baltský – po vyrovnání\nDDTS Dálková diagnostika technologických systémů\nDSPS Dokumentace skutečného provedení stavby\nEMC Elektromagnetická kompatibilita\nEOV Elektrický ohřev výhybek\nGIS Geografický informační systém\nKSUaTP Koordinační schéma ukolejnění a trakčního propojení\nNN Nízké napětí\nOŘ Oblastní ředitelství\nS-JTSK Jednotný souřadnicový systém Jednotné trigonometrické sítě katastrální\nSŽG Středisko železniční geodézie\nTDS Technický dozor stavebníka (investora, objednatele)\nTKP Technické kvalitativní podmínky staveb státních drah\nTSI Technické specifikace interoperability\nTV Trakční vedení\nUTZ Určené technické zařízení\nVN Vysoké napětí\nŽDC Železniční dopravní cesta\n3\n26.1 ÚVOD\nZhotovitel stavby je povinen respektovat požadavky soustavy platných českých technických norem, pokud nejsou\nv rozporu s platnými technickými kvalitativními podmínkami staveb státních drah (dále jen TKP), projektovou\ndokumentací nebo zadávacími a smluvními podmínkami a platnou legislativou. Veškeré normy budou uváděny\nv číselné řadě bez čísla platné edice. Pokud je projektová dokumentace zpracována podle již neplatných norem, je\npřed zahájením stavby nutno projektovou dokumentaci aktualizovat.\nV tomto dokumentu jsou uváděné normy uvažovány v platné edici; dojde-li v průběhu platnosti TKP k aktualizaci\nnorem, musí být tyto normy používány vždy v platné edici. Normy a předpisy uvedené v tomto dokumentu jsou při\naplikaci těchto TKP závazné.\n26.1.1 Všeobecně\nPro tuto kapitolu platí všechny pojmy, ustanovení, požadavky a údaje uvedené v kapitole 1 TKP - Všeobecně.\nKapitola 26 Technických kvalitativních podmínek platí pro dodávku a montáž:\n1. venkovního osvětlení železničních prostranství,\n2. elektrického ohřevu výměn (dále jen EOV),\n3. stožárových transformoven vn/nn s primárním napájením ze sítě energetiky,\n4. kabelových rozvodů nn, vn,\n5. dálkové ovládání.\nProvedení musí splňovat požadavky této kapitoly TKP a dokumentace stavby (dále jen dokumentace). Zařízení musí\nbýt chráněno před nebezpečným dotykovým napětím, před účinky atmosférického přepětí a před zavlečením napětí\ntrakční soustavy do místní rozvodné sítě. Dodávané výrobky sloužící pro provoz ŽDC musí mít schválené technické\npodmínky dle směrnice SŽDC č. 34.\nVenkovní osvětlení sestává z osvětlovacích těles na osvětlovacích stožárech, na osvětlovacích věžích od 20m výšky,\nna podpěrách trakčního vedení, případně na vhodných konstrukcích protihlukových či jiných stěn. Stožáry\na osvětlovací věže jsou opatřeny základy nebo ukotveny na konstrukcích jiných objektů. Pro usnadnění údržby,\nzejména při osvětlení z nižších výšek se požaduje používat výhradně sklopných perónních stožárků, přičemž se\ndoporučuje použití takových typů, u kterých je přístup ke svorkovnici možný až po sklopení stožáru. Dokumentace\nmusí být vypracována v souladu s normou pro osvětlování ČSN EN 12464-2, předpisem SŽDC E11 v platném znění\na případnými požadavky předpisů TSI. Součástí dokumentace musí být výpočet osvětlení včetně grafického\nvyjádření rovnoměrnosti osvětlení.\nŘešení osvětlení bude v souladu s předpisem SŽDC E11. Osvětlovací systémy nově zřizované nebo rekonstruované\nbudou opatřeny dálkovým a ústředním ovládáním s diagnostikou v souladu s platnou směrnicí SŽDC TS2/2008-\nZSE. U stávajících systémů kde ovládání není, bude zaváděno autonomní ovládání s provedením přípravy pro\nzačlenění do DDTS.\nElektrický ohřev výhybek (EOV) sestává z rozváděčů, kabelových rozvodů, topných a řídicích prvků pro kolejové\nvýhybky. VN část EOV (včetně VN svodu z TV) sestává z kioskových nebo stožárových transformoven pro\nnapájení EOV z trakčního vedení. Transformátory jsou s olejovou náplní nebo bez náplně – suché. Výkony\ntransformátorů jsou použity dle dokumentace.\nProvoz EOV zvyšuje mechanickou spolehlivost výhybek při venkovních teplotách pod bodem mrazu. Napájení\ntopných tyčí EOV je provedeno z oddělovacího transformátoru a/nebo proudového chrániče, samostatného pro\nkaždou výhybku, umístěného v příslušné skříni. V případě, kdy jsou použity dvoupásové kolejové obvody, je nutno\npoužít pro každý kolejnicový pás samostatný obvod (proudový chránič, transformátor). Uchycení topných těles musí\nodpovídat platným vzorovým listům. Napojení topných tyčí je provedeno šňůrou, mechanicky chráněnou trubkou,\nresp. hadicí připevněnou k pražci.\nProvedení EOV musí být v souladu s platným předpisem SŽDC E2. Systémy EOV nově zřizované nebo\nrekonstruované budou opatřeny dálkovým a ústředním ovládáním s diagnostikou v souladu s platnou směrnicí\nSŽDC TS2/2008-ZSE. U stávajících systémů kde ovládání není, bude zaváděno autonomní ovládání s provedením\npřípravy pro začlenění do DDTS.\nStožárové transformovny jsou venkovním zařízením, jsou opatřeny transformátory s olejovou náplní nebo bez\nnáplně – suché. Transformovny jsou umísťovány na stožáry z ocelové příhradové konstrukce nebo na stožáry\nz předepjatého železobetonu. Přívod napětí do transformovny je převážně vrchním vedením (10 kV, 22 kV, 35 kV)\n4\nvývodové napětí 0,4 kV. Výkony transformoven jsou obvykle v typové řadě od 50 kVA do 630 kVA. Součástí\ntransformoven jsou obvykle rozváděče NN. NN vývody jsou obvykle zemní. Součástí trafostanice je i kompenzace.\n26.2 POPIS A KVALITA STAVEBNÍCH MATERIÁLŮ\n26.2.1 Základy\nStožáry (věže) venkovního osvětlení a stožárové transformovny se osazují do prefabrikovaných betonových patek,\nmonolitických základů (dle typových podkladů příslušného výrobce osvětlovacích stožárů) nebo na montážní desku\naž po provedených zkouškách kvality betonu. Základy se provádějí podle dokumentace.\nMonolitické betonové základy se provádějí do vyhloubených nebo vyvrtaných otvorů. Pro základy je nutné použít\nbeton, pro jehož kvalitu platí kapitola 17 TKP.\n26.2.2 Stožáry, ocelové konstrukce\nStožáry ocelové nebo z odstřeďovaného betonu musí odpovídat dokumentaci stavby a ČSN EN 40-1. Výložníky\nosvětlovacích stožárů musí odpovídat ČSN EN 40-1. Stožáry venkovního osvětlení musí být označeny číslem.\nOsvětlovací stožár a ocelová konstrukce stožárové transformovny musí být opatřeny těmito údaji:\na) plný nebo zkrácený název výrobce,\nb) typové označení stožáru, číslo normy,\nc) rok výroby.\nStožár z odstřeďovaného betonu musí být opatřen těmito údaji:\na) plný nebo zkrácený název výrobce,\nb) typové označení stožáru, číslo normy,\nc) rok výroby,\nd) výrobní značka nebo číslo.\nÚdaje musejí být vyznačeny na trvanlivém štítku, spolehlivě připevněném na vnějším povrchu stožáru.\nDoporučuje se označit na dílci vetknutí a dovolenou vrcholovou sílu stožáru barevně označit na čele v čepu.\n26.2.3 Ochrana proti korozi\nStožáry a ocelové konstrukce je nutno chránit proti korozi nátěrem nebo metalizací v souladu s normou ČSN EN\nISO 12944.\nS ohledem na trvanlivost je třeba preferovat metalizaci s tím, že metalizovaný povrch je nezbytné uzavřít vhodným\nnátěrem.\nOchranu ocelových konstrukcí proti korozi řeší kapitola 25B TKP.\n26.2.4 Svítidla\nTyp a počet svítidel je dán dokumentací. Svítidla musí odpovídat ČSN EN 60598-1. Součástí dodávky svítidel je\nmontážní návod. Požadované krytí svítidel je dáno dokumentací. Pro ochranu před nebezpečným dotykem platí\nČSN 33 2000-4-41 a ČSN 34 1500. Tělesa svítidel používat z trvanlivých materiálů (hliníková slitina), v případě\npoužití plastů (zejména polykarbonát) budou tyto odolné proti UV záření. U svítidel umístěných v nižších výškách\n(pod 6m včetně) se doporučuje provedení antivandal s min. odolností IK09. Svítidla osazovaná na trakční podpěry\nbudou ve třídě izolace II a musí splňovat příslušná ustanovení ČSN – TNŽ. Při umístění a clonění svítidel je nutno\ndbát ustanovení ČSN 12464-2, přičemž při instalaci světlometů není dovoleno z důvodu oslnění použít větší úhel\nnastavení osy světlometu od svislé roviny než 65°.\n26.2.5 Rozváděče\nSoučástí rozvodů nn, EOV, osvětlení a stožárových transformoven jsou rozváděče nn. Druh a velikost rozváděče\nřeší dokumentace. Rozváděč musí stát na místě snadno přístupném a jeho spolehlivost nesmí být ohrožena\nželezničním a silničním provozem. Rozváděč musí být viditelně označen štítkem a bezpečnostním sdělením. Montáž\na provoz rozváděče musí odpovídat ČSN 33 2000-3, ČSN 33 2000-5-51, ČSN EN 61439-1 a instalován dle\nProtokolu o určení vnějších vlivů. Z důvodu trvanlivosti a možnosti zavlečení trakčního napětí do rozvodné sítě nn\n5\nse (vyjma rozváděčů stožárových trafostanic) použije plastových rozvaděčů, pokud dokumentace zdůvodnění\nneurčuje jinak. Plastové rozváděče musí být odolné proti UV záření, případně nutno je chránit dodatečným odolným\ncertifikovaným nátěrem. Venkovní rozváděče budou mechanicky odolné min. třídy IK10, dveře budou na odolný\nuzavírací systém typu schváleného místním správcem zařízení. Doporučuje se jednotný klíčový systém. Ovládací\nprvky (ovládací rozváděče) je nutné umístit tak, aby bylo zabráněno neodborné manipulaci. U vybraných rozváděčů\nse doporučuje instalace ochranné ocelové klece s uzamykatelnými dvířky s protikorozní ochranou.\n26.2.6 Transformátory\nNa stožárové transformovny se instalují transformátory suché i olejové. Umístění transformátorů na stožárových\ntransformovnách musí odpovídat ČSN EN 61936-1 a ČSN EN 50522. Transformátory musí odpovídat ČSN EN\n60076-11. Olejové transformátory všech výkonů musí být hermetizovaného provedení a musí být zabráněno úniku\noleje do terénu. Výkon a typ transformátoru řeší dokumentace.\n26.2.7 Kabely, vodiče, elektrovýzbroj stožárů\nKabely se používají vesměs celoplastové. Zatížení fází a průřez kabelů a vodičů řeší dokumentace. Pro instalaci\nkabelů, vodičů a elektrovýzbroje platí ČSN EN 50565-1, ČSN EN 61439-1.\n26.2.8 Uzemnění, ukolejnění\nSoučástí montáže uvedených elektrických zařízení je jejich uzemnění, případně ukolejnění, je-li nutné podle\nČSN 34 1500. Zřizuje se pro ochranu před úrazem elektrickým proudem, pro ochranu před atmosférickým přepětím\nnebo pro správnou činnost elektrického zařízení. Toto uzemnění a ukolejnění musí odpovídat dokumentaci,\nČSN 33 2000-5-54, ČSN EN 62305, ČSN 34 1500, ČSN 34 2613, ČSN 34 2614 a místně příslušné dokumentaci\npodle kapitoly 31 TKP.\nNa trati s kolejovými obvody nesmí být na ukolejněných či s kolejemi jinak spojených konstrukcích umístěno\na jinak s nimi propojeno elektrické zařízení NN se zapojeným ochranným vodičem PE (PEN). Na neelektrizovaných\ntratích nesmí být elektrické zařízení vyjma elektrického ohřevu výhybek spojováno s kolejemi.\n26.3 TECHNOLOGICKÉ POSTUPY PRACÍ\n26.3.1 Základy, stožáry a stožárové transformovny\nOcelové stožáry, osvětlovací věže a ocelové konstrukce stožárových transformoven se staví na předem vybetono-\nvaný a zatvrdlý základ. Stožár se v otvoru základu vyrovná, vyklínuje, zasype pískem, poté se klíny vyjmou\na provede se betonová hlavička základu. Při montáži konstrukce a stožárů na základovou desku se tyto postaví na\nzáklad a připevní se šrouby.\nPři betonování (podrobně řeší též kapitola 17 TKP) je třeba ponechat v základu otvory pro kabely a rýhu pro zemní\nsvod, která se po uložení kabelů a zemního svodu zasype pískem a vrchní část zabetonuje. Dle místních podmínek\nlze použít typové výkresy výrobce stožárů (věží) pro venkovní osvětlení. Přechody kabelů z terénu do otvorů\nv základu musí být vždy uloženy v mechanicky odolné chráničce, bez zlomů a otřepů. Po postavení se stožár\na konstrukce opatří dvojitým ochranným nátěrem, pokud není ochrana provedena jiným způsobem (metalizací,\nzinkováním). Vhodným způsobem se ošetří místa vetknutí konstrukcí do základů (nátěry, tmelení). Stožáry blíže jak\n3 m od osy koleje musí být označeny šikmými žluto-černými pruhy. Výjimku tvoří sklopné osvětlovací stožárky\nv železničních stanicích a na zastávkách, které jsou umístěny uprostřed oboustranného nástupiště a stožárky, které\njsou umístěny u zábradlí na opačné straně nástupištní hrany.\nStožáry z odstřeďovaného betonu pro stožárové transformovny se osazují do betonových základů, řešených\nv dokumentaci.\n26.3.2 Rozvaděče, elektrovýzbroj, transformátory\nRozvaděče a transformátory se staví na předem vybudovaný základ, resp. konstrukci s tím, že v základu je třeba\nponechat prostor pro kabely a zemní svod, které ústí do rozvaděče. Při montáži rozvaděče je třeba dodržet\nČSN 33 2000-1, ČSN EN 61936-1 a ČSN EN 50522.\n26.3.3 Kabelové vedení, uzemnění\nVytyčení podzemních inženýrských sítí se provede podle kapitoly 1 TKP. Kabelové vedení se ukládá podle\nČSN 33 2000-5-52, TNŽ 37 5711 a ČSN 73 6005. Kabelové rozvody se provádějí podle dokumentace. Nejprve se\nprovede vytyčení trasy, dále výkop kabelové rýhy včetně uložení chrániček. Kabel se uloží do pískového lože výšky\n6\n10 cm. Zemnící pásek se ukládá do kabelové rýhy pod pískové lože a přikryje se zeminou. Pro zlepšení uzemnění je\nvhodnější použít zemnící tyče, nepoužívat zemnicí desky. Z hlediska stísněných poměrů je možno pro vedení kabelů\nv železničních prostorách vytvořit sdružené kabelové trasy silnoproudé, sdělovací a zabezpečovací. Pro sdruženou\nkabelovou trasu je vhodné využít kabelové kanály (kabelovody), k tomuto účelu vybudované, přičemž každý\nvysokonapěťový kabel je nutné uložit do samostatného žlabu. Žlaby mohou být betonové, plastové, použitý druh\nurčuje dokumentace. Vyústění kabelových tras a provedení kabelovodů včetně vík bude zabezpečeno proti\nneoprávněnému vniknutí jak obetonováním tak použitím těžkých betonových vík.\nV rozváděčích se jednotlivé kabely opatří štítky s označením čísla kabelu, typu, délky a cílových svorek.\nPoložené kabely je nutno opatřit v průběhu tras (v kanálech, na lávkách apod.) trvanlivým označením ve vhodných\nvzdálenostech (cca 20 m). Označení musí být dále provedeno v místech, kde se kabely křižují nebo odbočují a na\nobou koncích kabelu. Při uložení v zemi se provádí označení na větších vzdálenostech (cca 50 m).\nPři kladení kabelu po spádu je nutno, z důvodu vyloučení posuvu zeminy s případným poškozením kabelu,\nnavrhnout trasu zvlněnou nebo provést vhodné kotvení kabelu.\nPlastové trubky a chráničky musí být odolné vůči vyskytujícím se teplotám, mechanickému namáhání a proti UV\nzáření.\nPři ukládání kabelů v tělese železničního spodku respektovat zásady předpisu SŽDC S4. Kabely, vodiče, kabelové\nsoubory v tělese železničního spodku musí splňovat ustanovení předpisu SŽDC S4, část druhá, Kapitola V.\na Přílohy 26.\"\nPrůřez a typ kabelů určuje dokumentace. Pro dostatečnou mechanickou odolnost pro uložení kabelů v drážním tělese\na jeho blízkosti se přednostně používají celoplastové kabely. Proudové zatížení, úbytky napětí a z nich vyplývající\nprůřezy kabelů a vodičů řeší dokumentace. Kabelové soubory se volí dle použitých typů kabelů.\nKabelovou trasu včetně její koordinace určuje dokumentace. Kabely se kladou do země, na pomocné konstrukce, do\nkabelových kanálů a šachet a jako závěsné. Kladení kabelů ve zvláštních technologických podmínkách řeší\ndokumentace. Pro instalaci a kladení kabelů a vodičů platí ČSN 33 2000-5-52, ČSN 73 6005. Kabelové soubory\nmusí odpovídat ČSN EN 61442, ČSN 34 7006, ČSN 34 7007.\nPokud to technické a prostorové podmínky dovolí, musí být kabelový rozvod pro SŽDC navržen na pozemku dráhy.\nV mezistaničních úsecích musí být kabely vn uloženy v samostatné kynetě vzdálené od kabelové kynety se\nsdělovacími a zabezpečovacími kabely minimálně 80 cm. Pokud je navržena z důvodu stísněných terénních\npodmínek společná kyneta, musí být kabel vn uložen v betonovém žlabu vzdáleném od kabelů sdělovacích\nminimálně 30 cm. V železničních stanicích budou kabely vn uloženy ve žlabu oddělené od ostatních silových\nkabelů nn, při použití společné kynety popřípadě společného kabelového kanálu. V odůvodněných případech lze\nkabely vn zavěsit na stožáry trakčního vedení s tím, že řešení bude v souladu s kapitolou 30 TKP a úzce\nkoordinováno s dokumentací trakčního vedení. Způsob zavěšení kabelů řeší dokumentace. Sdělovací a zabez-\npečovací kabely mají být ve stanici vedeny v samostatných trasách odděleně od kabelů silových.\nKabelové rozvody se provedou dle dokumentace. Aby byla zajištěna provozní spolehlivost kabelového rozvodu je\nnutno dodržet správnou technologií manipulace a pokládky kabelů. Jedná se především o ochranu kabelového\nrozvodu před poškozením při jeho křížení s komunikacemi a železnicí, případně o uložení kabelů pod zpevněnými\nplochami. V případě křížení parovodů musí zhotovitel zajistit oddělení vzdáleností nebo tepelnou izolací tak, aby\nani v případě poškození tepelné izolace parovodu nebo úniku páry nedošlo k přehřátí izolace kabelu. Přechody přes\nvodní toky musí být řešeny v dokumentaci, zásadně vrchem a mimo záplavová území. Důležité je dbát na kvalitní\nprovedení výstupu z ochranných trubek, které musí být bez břitů, zajištěny proti uskřípnutí zpevněním prostoru pod\ntrubkami betonovou mazaninou. Dále je nutno dodržet dovolené poloměry ohybu kabelů jak ve vertikální, tak\nhorizontální rovině podle ČSN 33 2000-5-52. V případě, že z terénních důvodů (překážky v trase) budou kabely\nuloženy v menší hloubce, než předepisuje ČSN 33 2000-5-52, musí být kabely zabezpečeny vhodnou mechanickou\nochranou určenou dokumentací s důrazem na místa s vyšším nebezpečím poškození či krádeže. V místě spojkového\nlože je nutno dbát na příslušnou délkovou rezervu pro vybočení kabelu pro případnou opravu poruchy ve spojce.\nHarmonogram prací při pokládce kabelů je nutno plánovat do příznivých ročních období. Při nižší teplotě nesmí být\ns kabelem manipulováno. Montážní práce je možno provádět až tehdy, je-li k dispozici veškerý montážní materiál,\nneboť všechny práce se musí provádět v jednom sledu současně s odzkoušením kabelového rozvodu. Souběžně\nuložené kabely musí být od sebe vzdáleny podle ČSN 33 2000-5-52.\nVzdálenost krajního kabelu od stavebního objektu má být alespoň 60 cm. Nejmenší dovolené vzdálenosti mezi\nsouběžnými a křižujícími podzemními vedeními určuje ČSN 73 6005.\nPřed kladením kabelů do výkopu musí být, v místech málo únosné zeminy, stěny výkopu zapaženy proti sesutí\nzeminy do výkopu. Kabelové lože musí být vyčištěno od zbytků stavebních materiálů, větších kamenů a jiných\n7\npředmětů, které by kabel při pokládce mohly poškodit. Kabely musí být označeny kabelovými štítky, a to na\nzačátku, na konci a v průběhu kabelové trasy každých 50 m a při křížení s ostatními kabely.\nPři výkopových pracích je vhodné, pokud je výkop pro více SO a pokládka neprobíhá současně, provést před\nzáhozem připravenost pro následné SO, a to položením chrániček se zatahovacím lanem.\nPokládka kabelů se předpokládá ruční, případná strojní pokládka musí být předem dohodnuta v podmínkách\ndodávky mezi zhotovitelem a objednatelem.\nZemní práce pro výkop kabelové kynety musí být provedeny v souladu s kapitolou 3 TKP.\n26.3.4 Zaměření skutečného provedení\nPro výkresy skutečného provedení stavby a pro odsouhlasení a převzetí prací musí zhotovitel před záhozem zaměřit\n(směrově i výškově) skutečné provedení trasy kabelů, lomových bodů, spojek, chrániček, uzemnění, stožárů,\nelektrických rozváděčů a stožárových transformoven. Zaměření musí být provedeno v souřadnicovém systému\nJTSK a výškopisném systému Balt po vyrovnání. Provedení vytýčené trasy bude jako lomená křivka; tato musí\numožňovat editaci a kompatibilitu s GISem s podporovanými formáty (dwg, dgn). Při zaměřování je vhodné využít\nspolupráce se SŽG.\nPoložení kabelů před jejich záhozem musí být také odsouhlaseno technickým dozorem budoucího provozovatele.\nOdsouhlasení uložení kabelových rozvodů před jejich záhozem je povinen provést také stavební dozor.\n26.4 DODÁVKA, SKLADOVÁNÍ A PRŮKAZNÍ ZKOUŠKY\n26.4.1 Základy\nDodávka, skladování a průkazní zkoušky jednotlivých materiálů pro výrobu betonu na základy musí odpovídat\npožadavkům uvedeným v kapitole 17 TKP.\n26.4.2 Stožáry\nSoučasně s dodávkou stožárů převezme zhotovitel od výrobce osvědčení o jejich jakosti podle ČSN EN 40-5.\nZhotovitel je zároveň povinen předložit atest stožáru, který získá od výrobce. Do odsouhlasení a převzetí prací jsou\ntyto dokumenty v opatrování zhotovitele. Stožáry a konstrukce musí být vybaveny a opatřeny údaji uvedenými\nv kap. 26.2.2.. Skladování stožárů se provádí na stavbě ve vyhrazeném skladu. Uložení stožárů musí být provedeno\ntak, aby nedošlo k jejich poškození.\n26.4.3 Svítidla, rozváděče, elektrovýzbroj, transformátory\nPři převzetí dodávky od výrobce provede stavební dozor kontrolu komplexnosti dodávky podle dokumentace\na technických podmínek výrobce. Dodávka musí být doložena dodacím listem a osvědčením o jakosti. Veškeré\nelektrické rozváděče musejí být vybaveny schématem zapojení. Skladování musí být zabezpečeno v krytých\nskladech tak, aby nedošlo k jejich poškození a k následnému znehodnocení. Průkazní zkoušky provádí výrobce a na\nstavbě se neprovádějí. V místech, kde hrozí zvýšené nebezpečí poškození či zcizení, musí být výrobky dostatečným\nzpůsobem mechanicky zabezpečeny.\n26.4.4 Kabely\nU všech nově pokládaných celoplastových kabelů je nutno provést zkoušku izolačního stavu mezi jednotlivými\nžilami. Zkoušku mezi jednotlivými žilami a kovovým pláštěm není nutno u těchto kabelů provádět. Uvedená měření\nse musí provádět před vlastním položením, kdy je kabel ještě navinut na bubnu a po položení kabelu do výkopu,\nkabelového kanálu nebo chrániček. Kabely vn se proměřují induktorem s napětím 1000 nebo 2500 V ss.\nDoporučené nejnižší hodnoty izolačního odporu jsou pro napětí do 10 kV 400MΩ pro napětí 22 - 35 kV 600MΩ.\nDůležité je na obou stranách kabelu roztáhnout jednotlivé žíly od sebe do vějíře a řádně očistit, aby nedošlo\nk mylnému měření. Po uložení kabelů a namontování kabelových souborů proměří zhotovitel kabelové vedení\nzkouškou stejnosměrným/střídavým zkušebním napětím. Zkouší se nejméně 10/60 minut stejným napětím proti\nzemi a mezi fázemi. Způsob skladování a dopravy kabelů je dán způsobem balení výrobcem a dodavatelem. Kabely\nse dodávají na dřevěných nebo ocelových kabelových bubnech. Kabelové bubny jsou přepravovány na místo určení\npřímo na ploše železničního vagónu nebo nákladního automobilu. Kabelové bubny musí být řádně zajištěny proti\njejich posunutí během jízdy. Složení kabelových bubnů se provádí pomocí autojeřábu nebo vysokozdvižného\nvozíku. Přímé shození kabelových bubnů i na měkkou podložku je nepřípustné. Konce kabelů musí být zabezpečeny\nproti vnikání vlhkosti. Jednotlivé kabelové bubny musí být opatřeny výrobním štítkem, na kterém je uveden\n8\nvýrobce, jmenovité napětí kabelu, typové označení kabelu, počet žil, průřez jádra, délka kabelu, číslo kabelu\na celková hmotnost bubnu. Při delším skladování kabelů je účelné chránit kabely před působením povětrnostních\nvlivů, zejména proti slunečnímu záření.\n26.5 ODEBÍRÁNÍ VZORKŮ A KONTROLNÍ ZKOUŠKY\n26.5.1 Základy\nKvalita základů musí odpovídat ustanovení ČSN EN 206 a kapitoly 17 TKP.\n26.5.2 Stožáry\nKontrolní zkoušky stožárů provádí pro výrobce akreditovaná zkušebna. Jejich výsledek (protokoly atd.) předloží\nzhotovitel (výrobce) již při schvalování technických podmínek. U natřených konstrukcí se nepřipouští žádný rozsah\npoškození nátěru.\n26.5.3 Svítidla, rozvaděče, elektrovýzbroj\nKontrolní zkoušky svítidel, rozvaděčů a elektrovýzbroje provádí výrobce, pro dovozce pak akreditovaná zkušebna.\nJejich výsledek (protokoly atd.) předloží zhotovitel (výrobce) již při schvalování technických podmínek.\n26.5.4 Transformátory\nKontrolní zkoušky transformátorů provádí výrobce podle ČSN EN 60076-1. Jejich výsledek (protokoly atd.)\npředloží zhotovitel (výrobce) již při schvalování technických podmínek.\nU kap. 26.5.1 až 26.5.4 platí, že ve výjimečných případech může zhotovitel předložit výsledky protokolů až při\nodsouhlasení a převzetí prací. Výše uvedené má garantovat, že budou použity kvalitní výrobky s příslušnou dobou\nživotnosti, která zaručí bezpečný a spolehlivý provoz železniční dopravní cesty.\n26.5.5 Kabely a vodiče uložené v zemi\nTechnické parametry kabelů jsou dány výrobcem a musí odpovídat technickým podmínkám, které vydal výrobce.\nVysokonapěťové kabely se zkouší na stavbě před uvedením do provozu zkušebním napětím. Naměřené hodnoty se\nzapisují do „Protokolu o napěťové zkoušce kabelu“, který musí být součástí dokladové části dokumentace.\n26.5.6 Uzemnění, ukolejnění\nUzemnění a ukolejnění musí odpovídat ČSN 33 2000-5-54 a ČSN 34 1500. Zhotovitel předloží stavebnímu dozoru\nměřící protokoly všech strojených i náhodných uzemnění a samotných trakčních podpěr. Souběžné vedení\nuzemňovacích vodičů a sdělovacích či zabezpečovacích kabelů není dovoleno, uzemňovací vodič je nutno uložit do\nsamostatného výkopu. Ve výjimečných případech lze připustit uložení zemnícího vodiče do samostatné rýhy na\nokraji výkopu pro silnoproudé kabely co nejdále od kabelů zabezpečovacích a sdělovacích.\nStavební dozor zajistí ověření shody skutečně dosažených hodnot uzemnění, stavu a provedení ukolejnění s nově\nvyhotoveným KSUaTP (jeho změnou) u pověřených osob, dle a ve smyslu platných drážních předpisů SŽDC.\nOvěřené KSUaTP předá určenému správci KSUaTP u OŘ a to s dostatečným počtem kopií pro jednotlivé správy\nOŘ.\n26.6 PŘÍPUSTNÉ ODCHYLKY, MÍRA OPOTŘEBENÍ, ZÁRUKY\n26.6.1 Základy\nOdchylky od dokumentace musí být v souladu s kapitolou 17 TKP.\n26.6.2 Stožáry\nOdchylky od dokumentace se připouštějí pouze v půdorysném osazení stožáru, a to 50 mm ve všech směrech,\npřičemž se nepřipouští, aby stožár zasahoval do průjezdného průřezu a volného manipulačního prostoru pro použití\nmechanizačních prostředků v souladu s vyhl. 177/1995 Sb. a svými vzdálenostmi od koleje a případného trakčního\nvedení vyhovoval ČSN 34 1500 a ČSN 34 1530. U sklopných stožárků zajistit volný prostor pro sklopení. Situování\npevných i sklopných osvětlovacích stožárů musí splňovat požadavek na dostatečný a bezpečný prostor pro práci se\nspouštěcími mechanizmy včetně přístupové plochy a nesmí ve sklopené poloze zasahovat do průjezdného průřezu.\n9\n26.6.3 Svítidla, rozvaděče, elektrovýzbroj, transformátory\nOdchylky se nepřipouštějí.\n26.6.4 Kabely a uzemnění\nOdchylky položení kabelů a uzemnění jsou dány ČSN 73 6005.\nPři zjištění odchylek ve směru k nižším hodnotám uzemnění od hodnot předpokládaných projektem a již ověřeným\nKSUaTP musí být podle těchto odchylek vyhotovena oprava projektové dokumentace a KSUaTP podrobeno\nnovému ověření oprávnění určenými osobami, podle platných drážních předpisů SŽDC.\n26.6.5 Záruky, údržba v záruční době\nZáruční doby všeobecně stanovuje kapitola 1 TKP.\nÚdržbu v záruční době zajišťuje správce HIM podle ustanovení uvedených v kapitole 1 TKP.\n26.7 KLIMATICKÁ OMEZENÍ\n26.7.1 Základy\nBetonáž základů pro stožáry, rozvaděče a ostatní konstrukce musí být provedena v souladu s kapitolou 17 TKP.\n26.7.2 Stožáry, svítidla, rozvaděče\nNejsou klimatická omezení. Vyžadují-li to jednotlivé přístroje, musí zhotovitel zajistit temperování.\n26.7.3 Kabely, vodiče\nKabely se kladou při teplotách, jejichž meze jsou stanoveny v normách příslušného výrobku nebo v údajích\nuváděných výrobcem.\n26.8 ODSOUHLASENÍ A PŘEVZETÍ PRACÍ\nZákladním předpokladem odsouhlasení a převzetí prací od zhotovitele je získání průkazu způsobilosti podle § 47\nzákona č. 266/94 Sb., o drahách. Požaduje se, aby určená technická zařízení podle vyhlášky č. 100/95 Sb. byla\npředávána zhotovitelem provozuschopná a s vystaveným průkazem způsobilosti pro veškerá pracemi dotčená UTZ\njejich správcům s ověřenou změnou KSUaTP.\nElektrická zařízení, která jsou spojována s kolejemi a jsou určena i pro použití na tratích s kolejovými obvody, musí\nbýt konstruována s ohledem na provoz kolejových obvodů podle norem ČSN 34 2600 a ČSN EN 50125-3 a musí\nmít také platný průkaz způsobilosti UTZ podle vyhl. č. 100/95 Sb., § 1, odst. 4, písm. k).\nElektrické výrobky uváděné do provozu musí mít schválené technické podmínky ve smyslu Směrnice SŽDC č. 34.\nPři odevzdání a převzetí díla se zjišťuje, zda je provedeno podle uzavřené smlouvy řádně a v celém rozsahu, zda\nodpovídá schválené dokumentaci a zda jeho provedení odpovídá normám a předpisům.\nPožadovaný termín přejímky dokončeného díla oznámí včas zhotovitel stavebnímu dozoru, který přizve případné\ndalší účastníky (např. budoucího uživatele a vlastníka). V průběhu přejímacího řízení musí být zhodnocena kvalita\ndíla nebo jeho části nabídnuté k přejímce a rozhodnuto, zda zjištěné vady a dosud neodstraněné vady brání\nuskutečnění aktu odevzdání díla zhotovitelem a jeho převzetí objednatelem.\nPři převzetí prací kontroluje stavební dozor rozsah, kvalitu a způsob provedení, které musí odpovídat požadavkům\nsmlouvy o dílo. Dále je nutno kontrolovat neporušenost izolace a provedení proudových spojů všech kabelových\nsouborů. V průběhu výstavby díla, kdy některé zařízení bude zakryto tak, že k němu nebude dále přístup, musí být\nzhotovitelem zaměřena jeho skutečná prostorová poloha a toto zařízení musí být před zakrytím ověřeno\na odsouhlaseno stavebním dozorem a pořízen o provedené práci a její kvalitě zápis. Jedná se především o kabely ve\nvýkopech a uzemnění ve výkopech. Před zasypáním nebo zakrytím konstrukcí, objektů a kabelů požádá zhotovitel\nstavební dozor o odsouhlasení prací a pořídí o tom zápis. Objekty nebo jejich části, které mají být uvedeny do\nprovozu v průběhu stavby, se přejímají v předem určených termínech. Zhotovitel je povinen předat kromě\nzakreslených změn v dokumentaci, ke kterým došlo oproti dokumentaci stavby i dokumentaci dodaných\ntechnologických souborů a předpisy o jejich provozu a údržbě.\n10\nPřed ukončením stavby musí dodavatel předat správci zařízení úplnou dokumentaci skutečného provedení\n(fyzického, logického a funkčního) v českém jazyce, dokumentaci ke všem zařízením včetně výpisu konfigurace\nvšech nastavitelných hodnot (parametrizace) síťových prvků a všech zařízení výpočetní techniky výše uvedených\nsystémů. Současně musí být dodavatelem předána přístupová jména a hesla uživatelů s nejvyšším přístupovým\noprávněním (administrátorská hesla). Základní technická dokumentace od výrobce zařízení musí být součástí\ndodávky a musí být zpracována v českém nebo anglickém jazyce. Veškeré texty v popisech, obrázcích a manuálech\nmusí být psané latinkou a obecně používanými písmeny řecké abecedy. Za základní technickou dokumentaci se\npovažuje soubor schémat a dokumentů popisujících funkci, způsob a podmínky instalace, funkční parametry\na technická data. U jednotlivých dokumentů musí být uvedeny odkazy na webové stránky výrobce s adresou, na\nkteré se budou nacházet aktualizace k předané základní dokumentaci. Ke všem aktivním síťovým prvkům\na veškerým zařízením výpočetní techniky musí být dodány doklady (případně jejich kopie) nebo prohlášení\ndodavatele prokazující nabytí a délku platnosti licencí operačních systémů a veškerého dalšího aplikačního\nprogramového vybavení. V dokumentaci musí být popsán způsob obnovy nebo prodloužení doby platnosti\njednotlivých licencí. SŽDC musí být koncovým uživatelem těchto licencí.\nPřed ukončením stavby musí dodavatel předat správci zařízení geodetickou část dokumentace skutečného provedení\nstavby až po provedení úspěšné kontroly místně příslušnou SŽG, která bude potvrzena protokolem o kontrole.\nOdevzdání a převzetí díla se provádí pro celé dílo nebo jeho ucelenou provozuschopnou část formou přejímacího\nřízení.\nSoučástí přejímek je protokol o předání vyzískaného materiálu, prohlášení o shodě u použitých výrobků.\n26.8.1 Osvětlovací zařízení\nPři přejímce osvětlovacího zařízení se kontroluje svislost stožárů, závěsná výška a nastavení svítidel. Spodní hrana\nelektrovýzbroje stožárů, kabelových skříní a rozvaděčů nemá být níže než 60 cm nad terénem. Provede se kontrola\nsklápěcích mechanismů a budou předány potřebné nástroje včetně potřebného počtu klíčů. Součástí přejímky je\npředložení výchozí revizní zprávy a měření světelně technických parametrů, které převezme budoucí správce\nzařízení. U dokumentace venkovního či vnitřního osvětlení bude součástí DSPS kontrolní výpočet osvětlení\nskutečně instalovaných svítidel.\nTolerované limity pro překročení udržované osvětlenost Em prostor dráhy v kontrolních výpočtech osvětlení.\nE (lx) Maximální překročení E (lx) Maximální překročení E (%)\nm m m\n5 2 40\n10 3 30\n20 4 20\n30 3 10\n50 5 10\n100 5 5\n200 6 3\nPřekročení limitu musí projektant v dokumentaci zdůvodnit.\n26.8.2 EOV\nU zařízení EOV se kontroluje jeho kompletnost, funkčnost, nastavení dle dokumentace. Dále se kontroluje zejména\nuchycení a umístění topných tyčí na kolejnici. Případné odchylky musí být předem dohodnuty a odsouhlaseny\nstavebním dozorem. Konstrukce a objekty, které budou následně zakryty, se odsouhlasují a přejímají před jejich\nzakrytím. Při přejímce se kontroluje jednotnost a spolehlivost zámkových systémů v rozváděčích a dojde k převzetí\nklíčů k zařízení.\n26.8.3 Stožárové transformovny\nKontroluje se kompletnost vybavení, funkčnost, nastavení dle dokumentace. Kontroluje se stav nosných konstrukcí\nvčetně spolehlivosti uchycení dílů a zařízení a stavu protikorozní ochrany. V případě olejových transformoven se\nkontroluje těsnost pláště transformátoru. Je prověřována poloha částí s nebezpečným napětím vůči okolí a zábrany\npřed přístupem nepovolaných osob. Při přejímce se kontroluje spolehlivost zámkových systémů v rozváděčích\na jsou předány potřebné nástroje a klíče k zařízení.\n11\n26.8.4 Příprava k uvedení do provozu\nPřed uvedením do provozu provede zhotovitel za účasti stavebního dozoru a právnické osoby podle § 47 zákona\nč. 266/1994 Sb., o drahách, a v návaznosti na oddíl 29.5.2 zkoušky, které jsou určeny ke zjištění vad montáže, nežá-\ndoucích změn způsobených dopravou, skladováním a montáží. Provádějí se na kompletně smontovaném zařízení\na jedná o:\n zkoušky rozměrových tolerancí (při montáži a po montáži, pokud jsou tolerance v dokumentaci předepsány)\n zkoušky správné funkce\n zkoušky řídících a pomocných obvodů\n zkoušky vlivů zařízení na okolí\n další předepsané nebo zvlášť dohodnuté zkoušky\nZkoušky před uvedením do provozu jsou součástí výchozí revize podle ČSN 33 1500.\nElektrické zkoušky elektrických předmětů z hlediska jejich elektrické bezpečnosti provádí měření izolačního\nodporu, zkoušku přiloženým střídavým napětím, měřením unikajícího proudu, oteplovací zkoušku a zkoušku\nodolnosti proti plazivým proudům.\nMěření izolačního odporu prokazuje vhodnost použitých izolačních materiálů. Měří se, zda izolační odpor při\nstanoveném napětí a ve stanovené době dosahuje stanovených hodnot. Měření izolačního odporu se dělá\nu elektrických předmětů, u kterých to udávají příslušné předmětové normy nebo jiná ustanovení. Měření se dělá\nstejnosměrným napětím příslušnými přístroji.\nZkouška přiloženým střídavým napětím má prokázat, zda zkoušený předmět vydrží stanovené zkušební napětí\no kmitočtu 50Hz po stanovenou dobu. Ověřuje se tím vhodnost konstrukce a použitých materiálů po stránce\nizolační. Zkouška přiloženým střídavým napětím se dělá u elektrických předmětů, u kterých to udávají příslušné\npředmětové normy a jiná ustanovení.\nZkouška měření unikajícího proudu u elektrických předmětů má prokázat vhodnost izolačních materiálů. Měří se,\nzda unikající proud při stanoveném napětí nepřekročí stanovené hodnoty. Unikající proud se měří u elektrických\npředmětů, u kterých to udávají příslušné předmětové normy nebo jiná ustanovení.\nOteplovací zkouška má prokázat, že oteplení nebo teplota, vznikající činností elektrického předmětu, nepřekročí\nu stanovených částí za stanovených podmínek stanovené hodnoty. Oteplovací zkouška se dělá u elektrických\npředmětů, u kterých to udávají příslušné předmětové normy a jiná ustanovení.\nZkouška odolnosti izolačních částí proti plazivým proudům má prokázat, že izolační části elektrického předmětu\nmají dostatečnou odolnost proti plazivým proudům, které se mohou při jeho obvyklém používání vyskytnout.\nOdolnost izolačních částí proti plazivým proudům se dělá u elektrických předmětů, u kterých to udávají příslušné\npředmětové normy a jiná ustanovení. Zkoušejí se izolační části, které udržují polohu živých částí nebo tvoří\npřídavnou izolaci, a které jsou při obvyklém užívání vystaveny vlivu zvýšené vlhkosti nebo nečistotě.\nU nově zřízených nebo rekonstruovaných uzemnění zhotovitel musí před uvedením do provozu zajistit měření\nzemního odporu uzemnění jako celku. Měření dotykových a krokových napětí musí zhotovitel zajistit jen u stanic\nuvedených v ČSN 33 2000-5-54.\nDo provozu lze uvést jen ta technologická zařízení a stavební objekty nebo jejich části, která:\na) splňují požadavky příslušných norem a předpisů, na základě výchozí revize podle ČSN 33 1500 a na základě\ntechnické prohlídky a zkoušky, provedené právnickou osobou určenou Ministerstvem dopravy podle § 47\nzákona č. 266/94 Sb.,\nb) mají platný průkaz způsobilosti UTZ podle vyhl. č. 100/1995 Sb., § 1, odst. 4. písm. k), jedná-li se o zařízení,\nkteré musí být konstruováno s ohledem na podmínky provozu kolejových obvodů,\nc) na tratích s elektrickou trakcí jsou zakreslena v KSUaTP ověřeném oprávněnými osobami dle drážních a provoz-\nních předpisů SŽDC.\n26.8.5 Příprava přejímacího řízení\nK žádosti o přejímací řízení musí zhotovitel připravit doklady:\n úplnou dokumentaci skutečného provedení (fyzického, logického a funkčního) včetně montážních výkresů\ns vyznačenými změnami, včetně geodetického zaměření a to v takovém rozsahu jak stanovuje kapitola 1 TKP,\n12\n technickou dokumentaci instalovaných strojů, přístrojů a zařízení a dokumentaci pro obsluhu, provoz a údržbu\ntěchto zařízení v českém jazyce,\n zápisy o prověření částí díla zakrytých v průběhu výstavby; pokud si provozovatel vyžádá, je zhotovitel povinen\ndodat prohlášení o uložení vodičů a kabelů\n osvědčení a protokoly o provedených zkouškách,\n zprávu z výchozí revize podle ČSN 33 2000-6 a ČSN 33 1500,\n stavební (montážní) deník,\n doklady o provedení komplexního vyzkoušení,\n doklad o přezkoušení o zajištění proti vlivu na okolí,\n ve spolupráci s objednatelem provozní dokumentaci (provozní řád výrobků, údržbový plán, místní pracovní\na bezpečnostní předpisy).\nObjednatel připraví:\n zprávu, jak odpovídá provedení prací schválené dokumentaci, smluvním podmínkám, technickým normám\na předpisům,\n rozhodnutí o povolení výjimek z norem a předpisů,\n stavební povolení,\n přehled o vybavení ochrannými a pracovními pomůckami,\n souhlas k ověřovacímu provozu (je-li prováděn),\n soupis všech dosud neodstraněných vad zjištěných prohlídkou a komplexním vyzkoušením.\nO přejímacím řízení provede stavební dozor ve spolupráci se zhotovitelem zápis, ve kterém musí být zhodnocena\nkvalita díla. V případě nevyhovující kvality nutno uvést důvody, dohodnout způsob odstranění vad bránících pře-\nvzetí a termín opakování přejímacího řízení.\n26.9 KONTROLNÍ MĚŘENÍ\nKontrolní měření světelně technických parametrů musí respektovat ČSN EN 12464-2, předpis SŽDC E11\na případné další požadavky (intenzitu a rovnoměrnost osvětlení a zabránění oslnění). Oslnění je třeba řešit ve smyslu\nČSN EN 12464-1. Kontrolní měření osvětlení provede zhotovitel.\n26.10 EKOLOGIE\nZhotovitel musí dodržet příslušná ustanovení kapitoly 1 TKP - Všeobecně.\nV případě použití olejových transformátorů pro stožárové transformovny musí zhotovitel zabránit kontaminaci\npůdy, resp. vody úkapy oleje do terénu.\nKontaminovanou zeminu je nutno uložit např. na skládku k tomu určenou v souladu s programem odpadového\nhospodářství - viz kapitola 3 TKP.\n26.11 BEZPEČNOST PRÁCE A TECHNICKÝCH ZAŘÍZENÍ, POŽÁRNÍ OCHRANA\nPožadavky na bezpečnost práce a technických zařízení jakož i na požární ochranu obecně stanovuje kapitola 1 TKP.\nPři práci na elektrickém zařízení a práci s elektrickým zařízením a práci v blízkosti trakčního vedení je nutno\ndodržovat zejména ČSN EN 50110-1 a TNŽ 34 3109.\nZ hlediska požární ochrany při používání mechanizmů a zařízení se musí obsluha vždy řídit předpisy požární\nochrany uvedenými v příslušných předpisech pro použití těchto mechanizmů. Před použitím otevřeného plamene se\nkontroluje, zda se v blízkosti pracoviště nenacházejí snadno zápalné látky. Tyto práce se mohou v prostorách\ns nebezpečím požáru zahájit jen v případě, že je přítomna požární asistenční hlídka. Na pracovišti musí být\nk dispozici akceschopný hasicí přístroj a kbelík s vodou.\nProblematiku požární bezpečnosti včetně vybavení elektrických stanic hasícími prostředky stanoví ČSN 73 0802.\nVybavení elektrických stanic ochrannými a pracovními pomůckami řeší ČSN EN 61936-1.\nPři kladení kabelů je nutno dodržovat minimálně tyto bezpečnostní zásady:\n- všichni pracovníci provádějící pokládku kabelů musí mít ochranné rukavice.\n- pracovníci musí být při zatahování kabelů vždy vně oblouku.\n13\n- nikdo se nesmí pohybovat před čelem kabelu, aby nedošlo k poranění při přetržení zatahovacího lana.\n26.12 SOUVISEJÍCÍ NORMY A PŘEDPISY\nU nedatovaných technických norem platí poslední vydání příslušné normy popřípadě normy, která ji nahrazuje.\nUživatel TKP odpovídá za použití aktuální verze výchozích podkladů ve smyslu kap. 1.3 TKP, tj. právních předpisů,\ntechnických norem v platné edici a drážních předpisů SŽDC.\n26.12.1 Technické normy\nČSN ISO 3864-1 Bezpečnostní barvy a bezpečnostní značky\nČSN 33 1500 Elektrotechnické předpisy. Revize elektrických zařízení.\nČSN 33 2000-1 Elektrická instalace nízkého napětí – Část 1: Základní hlediska, stanovení základních\ncharakteristik, definice\nČSN 33 2000-3 Elektrotechnické předpisy. Elektrická zařízení. Část 3: Stanovení základních charakteristik\nČSN 33 2000-4-41 Elektrotechnické předpisy Elektrická zařízení. Část 4: Bezpečnost. Kapitola 41: Ochrana před\núrazem elektrickým proudem.\nČSN 33 2000-4-473 Elektrotechnické předpisy. Elektrická zařízení. Část 4: Bezpečnost. Kapitola 47: Použití\nochranných opatření pro zajištění bezpečnosti. Oddíl 473: Opatření k ochraně proti\nnadproudům\nČSN 33 2000-5-51 Elektrotechnické předpisy. Elektrická zařízení. Část 5: Výběr a stavba elektrických zařízení.\nKapitola 51: Všeobecné předpisy.\nČSN 33 2000-5-52 Elektrická instalace nízkého napětí – Část 5-52: Výběr a stavba elektrických zařízení –\nElektrická vedení\nČSN 33 2000-5-54 Elektrotechnické předpisy. Elektrická zařízení. Část 5: Výběr a stavba elektrických zařízení.\nKapitola 54: Uzemnění a ochranné vodiče.\nČSN 33 2000-6 Elektrotechnické předpisy. Elektrické instalace nízkého napětí – Část 6: Revize\nČSN EN 60909-0 Zkratové proudy v trojfázových střídavých soustavách – Část 0: Výpočet proudů\nČSN 33 3015 Elektrotechnické předpisy. Elektrické stanice a elektrická zařízení. Zásady dimenzování podle\nelektrodynamické a tepelné odolnosti při zkratech.\nČSN 33 3051 Ochrany elektrických strojů a rozvodných zařízení.\nČSN 33 3320 Elektrotechnické předpisy. Elektrické přípojky\nČSN EN 62305 Ochrana před bleskem.\nČSN 34 1500 Drážní zařízení Pevná trakční zařízení Předpisy pro elektrická trakční zařízení.\nČSN 34 1610 Elektrotechnické předpisy ČSN. Elektrický silnoproudý rozvod v průmyslových provo-\nzovnách.\nČSN 34 2040 Předpisy pro ochranu sdělovacích a zabezpečovacích vedení a zařízení před nebezpečnými,\nrušivými a korozivními vlivy elektrické trakce 25 kV, 50 Hz.\nČSN 34 2600 Elektrická železniční zabezpečovací zařízení\nČSN 34 7006 Zkušební požadavky na příslušenství silových kabelů pro jmenovitá napětí od 3,6/6 (7,2) kV\ndo 20,8/36 (42) kV - Část 1: Kabely s výtlačně lisovanou izolací\nČSN 34 7007 Zkoušení silových vodičů a kabelů\nČSN 34 2613 Železniční zabezpečovací zařízení - Kolejové obvody a vnější podmínky pro jejich činnost.\nČSN 34 2614 Železniční zabezpečovací zařízení - Předpisy pro projektování, provozování a používání\nkolejových obvodů\nČSN 34 1530 Elektrická trakční vedení železničních drah celostátních, regionálních a vleček\nČSN 34 3085 Elektrotechnická zařízení. Ustanovení pro zacházení s elektrickým zařízením při požárech\nnebo záplavách.\nČSN 34 7402 Pokyny pro používání nn kabelů a vodičů\nČSN EN 206 Beton - Specifikace, vlastnosti, výroba a shoda\nČSN EN 50110-1 Obsluha a práce na elektrických zařízeních\nČSN EN 50125-3 Drážní zařízení - Podmínky prostředí pro zařízení - Část 3: Zabezpečovací a sdělovací zařízení\nČSN EN 50368 Kabelové příchytky pro elektrické instalace\n14\nČSN EN 60076-1 Výkonové transformátory – Část 1: Obecně\nČSN EN 61537 Vedení kabelů - Systémy kabelových lávek a systémy kabelových roštů\nČSN EN 50541-1 Trojfázové suché distribuční transformátory 50Hz, s výkony od 100 do 3150kVA s nejvyšším\nnapětím pro zařízení nepřevyšujícím 36kV –Část 1: Všeobecné požadavky\nČSN 34 7614-1 Kabely pro venkovní vedení distribuční soustavy se jmenovitým napětím Uo/U (Um): 0,6/1\n(1,2) kV - Část 1: Všeobecné požadavky\nČSN 347659-1 Kabely pro distribuční soustavu se jmenovitým napětím 0,6/1kV – Část 1: Všeobecné\npožadavky\nČSN EN 50565-1 Elektrické kabely – Pokyny pro používání kabelů se jmenovitým napětím nepřekračujícím\n450/750V (Uo/U) – Část 1: Obecné pokyny.\nČSN EN 40-5 Osvětlovací stožáry - Část 5: Požadavky na ocelové osvětlovací stožáry.\nČSN EN 50522 Uzemňování elektrických instalací AC nad 1 kV\nČSN EN 60076-11 Výkonové transformátory - Část 11: Suché transformátory\nČSN EN 60909-0 Zkratové proudy v trojfázových střídavých soustavách - Část 0: Výpočet proudů\nČSN EN 61439-1 Rozváděče nízkého napětí – Část 1: Všeobecná ustanovení\nČSN EN 61442 Zkušební metody pro silnoproudé kabelové soubory se jmenovitým napětím od 6 kV\n(Um = 7,2 kV) do 36 kV (Um = 42 kV)\nČSN EN 61936-1 Elektrické instalace nad AC 1 kV - Část 1: Všeobecná pravidla\nČSN EN 12464-1 Světlo a osvětlení - Osvětlení pracovních prostorů - Část 1: Vnitřní pracovní prostory.\nČSN EN 12464-2 Světlo a osvětlení - Osvětlení pracovních prostorů - Část 2: Venkovní pracovní prostory.\nČSN 38 1754 Dimenzování elektrického zařízení podle účinku zkratových proudů.\nČSN EN 13670 Provádění betonových konstrukcí.\nČSN 73 0802 Požární bezpečnost staveb – Nevýrobní objekty\nČSN 73 6005 Prostorové uspořádání sítí technického vybavení.\nČSN 73 6006 Výstražné fólie k identifikaci podzemních vedení technického vybavení\nČSN EN 60439-4 Rozváděče nn - Část 4: Zvláštní požadavky pro staveništní rozváděče (ACS).\n(35 7107)\nČSN EN 60439-5 Rozvaděče nn. Část 3: Zvláštní požadavky pro rozvaděče nn distribuční soustavy.\nČSN 38 0810 Použití ochran před přepětím v silových zařízeních\nČSN EN 60598-1 Svítidla. Část 1: Všeobecné požadavky a zkoušky.\nČSN EN 60721-3-3 Klasifikace podmínek prostředí - Část 3: Klasifikace skupin parametrů prostředí a jejich\nstupňů přísnosti - Oddíl 3: Stacionární použití na místech chráněných proti povětrnostním\nvlivům.\nČSN 75 2130 Křížení a souběhy vodních toků s dráhami, pozemními komunikacemi a vedeními\nČSN EN ISO 12944 Nátěrové hmoty - Protikorozní ochrana ocelových konstrukcí ochrannými nátěrovými systémy\nTNŽ 37 5711 Drážní zařízení - Křížení kabelových vedení s železničními dráhami.\nTNŽ 34 3109 Bezpečnostní předpisy pro činnost na trakčním vedení a v jeho blízkosti na železničních\ndráhách celostátních, regionálních a vlečkách\n26.12.2 Předpisy\nZákon č. 133/1985 Sb. o požární ochraně (včetně následných změn).\nZákon č.458/2000 Sb. o podmínkách podnikání a výkonu státní správy v energetických odvětvích a\no změně některých zákonů (energetický zákon)\nZákon č. 185/2001 Sb. o odpadech (včetně novelizací).\nZákon č. 100/2001 Sb. o posuzování vlivů na životní prostředí (včetně novelizací).\nZákon č. 266/1994 Sb. o drahách (včetně změn).\nZákon č. 13/1997 Sb. o pozemních komunikacích\nVyhláška č. 48/1982 Sb. Vyhláška ČÚBP, kterou se stanoví požadavky k zajištění bezpečnosti práce a tech-\nnických zařízení\nVyhláška č. 100/1995 Sb. Podmínky pro provoz, konstrukci a výrobu určených technických zařízení.\n15\nVyhláška č. 177/1995 Sb. Stavební a technický řád drah.\nVyhláška č. 352/2004Sb. o provozní a technické propojenosti evropského železničního systému.\nVyhláška č. 352/2004Sb. o provozní a technické propojenosti evropského železničního systému.\nSŽDC E2 Předpis pro obsluhu a údržbu zařízení pro elektrický ohřev výhybek\nSŽDC E8 Předpis pro provoz zařízení energetického napájení zabezpečovacích zařízení.\nSŽDC E11 Předpis pro osvětlení venkovních železničních prostor\nSŽDC S4 Železniční spodek\nSŽDC Bp1 Předpis o bezpečnosti a ochraně zdraví při práci\nSměrnice SŽDC č.34 o uvádění výrobků do provozu, která jsou součástí sdělovacích a zabezpečovacích\nzařízení elektrotechniky a energetiky, na železniční dopravní cestě ve vlastnictví státu\nstátní organizace Správy železniční dopravní cesty\n26.12.3 Související kapitoly TKP\nKapitola 1 - Všeobecně\nKapitola 3 - Zemní práce\nKapitola 17 - Beton pro konstrukce\nKapitola 25 - Protikorozní ochrana úložných zařízení a konstrukcí\nKapitola 27 - Zabezpečovací zařízení\nKapitola 30 - Silnoproudé rozvody vn, soustava 6kV a 22kV, napájení z TV\nKapitola 31 - Trakční vedení\nKapitola 33 – Elektromagnetická kompatibilita (EMC)\n16\nTECHNICKÉ KVALITATIVNÍ PODMÍNKY STAVEB STÁTNÍCH DRAH\nKAPITOLA 26\nTřetí aktualizované vydání včetně změny č. 10 (z roku 2016)\nVydala Správa železniční dopravní cesty, státní organizace.\nZpracovatel: Správa železniční dopravní cesty, státní organizace\nOdborný gestor: Bc. Jaroslav Valníček\nSpráva železniční dopravní cesty, státní organizace\nOdbor automatizace a elektrotechniky\nVydal: Správa železniční dopravní cesty, státní organizace\nOdbor automatizace a elektrotechniky\nDlážděná 1003/7, 110 00 Praha 1, Nové Město\nwww.szdc.cz\nDistribuce: Správa železniční dopravní cesty, státní organizace\nTechnická ústředna dopravní cesty\nÚATT - oddělení distribuce dokumentace\n772 58 Olomouc, Nerudova 1\ntel.: +420 972 742 396, +420 972 741 769\nmobil: +420 725 039 782\ne-mail: typdok@tudc.cz\nwww.tudc.cz\n"
}