{
  "type": "tkp_document",
  "filename": "TKP25B_2001_11.pdf",
  "extracted_at": "2026-02-25T15:43:45.011282",
  "document_info": {
    "tkp_number": "25B",
    "year": "2001",
    "month": "11"
  },
  "technical_specs": [
    {
      "value": "2",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "2",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "20",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "6",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "1991",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    }
  ],
  "prices": [],
  "raw_text": "ČESKÉ DRÁHY, státní organizace\nDIVIZE DOPRAVNÍ CESTY, o.z.\nTECHNICKÉ KVALITATIVNÍ PODMÍNKY\nSTAVEB ČESKÝCH DRAH\nKapitola 25\nPROTIKOROZNÍ OCHRANA ÚLOŽNÝCH\nZAŘÍZENÍ A KONSTRUKCÍ\nTřetí - aktualizované vydání\nZměna č.1\nČást B: Ochrana ocelových konstrukcí\nproti atmosférické korozi\nSchváleno VŘ DDC čj. TÚDC-16013/2001 ze dne 31.7.2001\nÚčinnost od 1.11.2001\nPraha 2001\nVšechna práva vyhrazena.\nTato publikace ani žádná její část nesmí být reprodukována, uložena ve vyhledávacím\nsystému nebo přenášena, a to v žádné formě a žádnými prostředky elektronickými,\nfotokopírovacími či jinými, bez předchozího písemného svolení vydavatele.\nVýhradní distributor: České dráhy, státní organizace\nDivize dopravní cesty, odštěpný závod\nTechnická ústředna dopravní cesty\nSekce technické dokumentace - Oddělení typové dokumentace\n772 58 Olomouc, Nerudova l\nObsah\n25.B.1 ÚVOD 3\n25.B.1.1 Všeobecně 3\n25.B.1.2 Definice pojmů 3\n25.B.1.3 Korozní agresivita atmosféry 4\n25.B.1.4 Požadavky na OK z hlediska její protikorozní ochrany 4\n25.B.1.5 Protikorozní ochranné povlaky 4\n25.B.1.6 Projekt protikorozní ochrany 4\n25.B.1.7 Způsobilost zhotovitele protikorozní ochrany 5\n25.B.1.8 Doku mentace zhotovitele protikorozní ochrany 5\n25.B.1.9 Stavební deník 5\n25.B.1.10 Dokumentace skutečného provedení 6\n25.B.2 VÝROBKY PRO OCHRANNÉ PROTIKOROZNÍ POVLAKY 6\n25.B.2.1 Nátěrové hmoty 6\n25.B.2.2 Výrobky pro kovové povlaky 6\n25.B.3 TECHNOLOGICKÉ POSTUPY PRACÍ 6\n25.B.3.1 Technologický předpis protikorozní ochrany 6\n25.B.3.2 Příprava ocelového povrchu otryskáváním 7\n25.B.3.3 Příprava ocelového povrchu ručním a mechanizovaným čištěním 7\n25.B.3.4 Drsnost připraveného ocelového povrchu pro NS a pro žárově stříkaný kov 7\n25.B.3.5 Kontrola připraveného ocelového povrchu 8\n25.B.3.6 Příprava ocelového povrchu pro žárové zinkování ponorem 8\n25.B.3.7 Žárově stříkané povlaky 8\n25.B.3.8 Povlaky vytvořené žárovým zinkováním ponorem 8\n25.B.3.9 Základní nátěr 8\n25.B.3.10 Příprava povrchů již dříve natřených 9\n25.B.4 DODÁVKA, SKLADOVÁNÍ A PRŮKAZNÍ ZKOUŠKY 9\n25.B.4.1 Dodávka 9\n25.B.4.2 Skladování 10\n25.B.4.3 Průkazní zkoušky 10\n25.B.5 ODEBÍRÁNÍ VZORKŮ A KONTROLNÍ ZKOUŠKY 10\n25.B.5.1 Odebírání vzorků 10\n25.B.5.2 Kontrola a přejímka ocelové konstrukce k protikorozní ochraně 10\n25.B.5.3 Kontroly a kontrolní zkoušky zhotovitele 10\n25.B.5.4 Kontroly a kontrolní zkoušky objednatele 11\n25.B.5.5 Přilnavost nátěrů 11\n25.B.5.7 Měření tloušťky 11\n25.B.5.8 Kontrolní plochy 12\n25.B.6. PŘÍPUSTNÉ ODCHYLKY, MÍRA OPOTŘEBENÍ, ZÁRUKY 12\n25.B.6.1 Přípustné odchylky 12\n25.B.6.2 Míra opotřebení 12\n25.B.6.3 Záruky 12\n25.B.7. KLIMATICKÁ OMEZENÍ 12\n25.B.7.1 Vlhkost a teplota ovzduší a podkladu 12\n25.B.8. SOUHLAS S PROVEDENÝMI PRACEMI, PŘEVZETÍ PRACÍ 13\n25.B.8.1 Souhlas s provedenými pracemi 13\n25.B.8.2. Převzetí prací 13\n25.B.9 KONTROLNÍ MĚŘENÍ, MĚŘENÍ POSUNŮ A PŘETVOŘENÍ 14\n1\n25.B.9.1 Kontrolní měření 14\n25.B.9.2 Měření posunů a přetvoření 14\n25.B.10 EKOLOGIE 14\n25.B.10.1 Všeobecně 14\n25.B.11 BEZPEČNOST PRÁCE A TECHNICKÝCH ZAŘÍZENÍ, POŽÁRNÍ OCHRANA 14\n25.B.11.1 Bezpečnost práce a technických zařízení 14\n25.B.11.2 Požární ochrana 14\n25.B.12 CITOVANÉ A SOUVISEJÍCÍ NORMY A PŘEDPISY 14\n25.B.12.1 Obecné ustanovení 14\n25.B.12.2 Citované normy a předpisy 15\n25.B.12.3 Související normy a předpisy 16\n25.B.12.4 Související kapitoly TKP 17\n2\n25.B.1 ÚVOD\n25.B.1.1 Všeobecně\nPro tuto kapitolu platí všechny pojmy, ustanovení, požadavky a údaje uvedené v kapitole 1 TKP Všeobecně.\nČást B kapitoly 25 TKP „Ochrana ocelových konstrukcí proti atmosférické korozi” platí pro protikorozní\nochranu všech typů ocelových konstrukcí, zařízení, příslušenství, výstroje a výzbroje (s výjimkou ocelových lan\na kabelů), které jsou zhotoveny z běžné konstrukční oceli a jsou exponovány v atmosférických podmínkách\nČeské republiky. Nevztahuje se na povrchy trvale exponované ve vodě nebo jiných kapalných médiích, na\npovrchy vystavené trvalému působení teplot nad 50 °C a krátkodobému nad 80 °C, na povlaky s funkcí dočasné\nochrany.\nČást B kapitoly 25 TKP se zabývá protikorozní ochranou vytvořenou:\n- nátěrovými povlaky (nátěry, nátěrovými systémy) na upravený povrch oceli,\n- kovovými povlaky žárově nanesenými (stříkáním, ponorem) na upravený povrch oceli,\n- kombinovanými povlaky, tj. kovovými povlaky s následnými nátěrovými povlaky (nátěrovými systémy).\nČást B kapitoly 25 TKP neobsahuje zásady pro volbu protikorozní ochrany (protikorozního ochranného\npovlaku) ani zásady pro volbu ochranných nátěrových systémů, ani konkrétní návrhy nátěrových systémů\na jejich vztah k požadované životnosti. Nezabývá se problematikou vhodných technologií pro zhotovování\nprotikorozní ochrany. V těchto věcech odkazuje na příslušné normy, předpisy a na předpis ČD S 5/4.\nV dalším textu je pro část B kapitoly 25 TKP používáno zjednodušené označení „kapitola 25.B”.\n25.B.1.2 Definice pojmů\nDefinice pojmů vztahující se k oboru koroze a protikorozní ochrany ochrannými protikorozními povlaky jsou\npředmětem ČSN ISO 8044, ČSN EN 971-1, ČSN EN ISO 4618-2, ČSN EN ISO 4618-3 a také jsou v ČSN EN\nISO 12944 v částech 1 až 6 a v části 8. Pro srozumitelnost komunikace je třeba je respektovat.\nZejména je třeba respektovat význam následujících pojmů:\ndílčí prvek - část konstrukce (plochy, povrchu), pro kterou se určuje samostatně definovaná protikorozní\nochrana (co do skladby nebo technologie)\nkombinovaný povlak - žárově nanesený povlak kovu (nástřikem zinku, hliníku případně jejich slitin, nebo\nponorem nanesený zinek) s následným nátěrovým povlakem\nkorozní agresivita atmosféry - schopnost atmosféry vyvolávat korozi v daném korozním systému\nkovový povlak - žárově nanesený povlak kovu (nástřikem zinku, hliníku nebo jejich slitin, nebo ponorem\nnanesený zinek) bez nátěrového povlaku, popř. jen s utěsňujícím nátěrem\nnátěrový povlak - ochranný povlak výhradně z NH\nnátěrový systém - konkrétní nátěrový povlak daný druhem použitých NH, skladbou a celkový počtem vrstev\n(různých) NH\npodkladový nátěr (mezivrstva) - každá vrstva NH mezi základním a vrchním nátěrem\npožadovaná životnost - doba, po kterou má protikorozní ochrana splňovat svou protikorozní ochrannou funkci.\nPři určené korozní agresivitě atmosféry je životnost protikorozní ochrany závislá zejména na úpravě chráněného\npovrchu a na životnosti jednotlivých ochranných povlaků\nprotikorozní ochrana - zahrnuje úpravu ocelového povrchu (povrchu OK) a ochranný protikorozní povlak\n(nátěrový, kovový, kombinovaný)\nvrchní nátěr - poslední vrstva NH v nátěrovém systému\nzákladní nátěr - první nátěr v nátěrovém systému, který je nanesen na podklad (zejména na upravený ocelový\npovrch, na žárově nanesený kovový povrch). Za základní nátěr lze považovat i dvě vrstvy téže NH (určené pro\nzákladní nátěry) nanesené pro dosažení potřebné tloušťky základního nátěru\n3\nPoužité značky a zkratky\nISO International Organization for Standardization (Mezinárodní organizace pro standardizaci)\nNH nátěrová hmota\nNS nátěrový systém\nOK ocelová konstrukce\nOTP obecné technické podmínky\nRAL mezinárodní vzorkovnice barevných odstínů\nTP technologický předpis\n25.B.1.3 Korozní agresivita atmosféry\nVnější prostředí působící na konstrukci se hodnotí podle ČSN EN ISO 12944-2, tj. šesti stupni korozní\nagresivity atmosféry označenými C1 až C4, C5-I a C5-M.\nČSN EN ISO 12944-2 stanoví též způsoby pro určení stupně korozní agresivity atmosféry. Zjednodušené určení\nstupně korozní agresivity atmosféry pro OK mostů připouští předpis ČD S 5/4. Toto zjednodušení lze použít\ni pro ostatní konstrukce ČD. Předpis ČD S 5/4 určuje také, které stupně korozní agresivity atmosféry lze\nuvažovat pro OK mostních objektů.\n25.B.1.4 Požadavky na OK z hlediska její protikorozní ochrany\nPři výrobě nových OK smějí být používány ocelové plechy a profily s výchozím stavem povrchu, na němž se\nkorozní napadení projevuje stupněm A, B, popř. C. Stupeň D se nepřipouští. Totéž se týká nových ocelových\nplechů a profilů při opravách OK.\nStupně korozního napadení povrchů oceli určuje ČSN ISO 8501-1. Jednotlivé stupně mají následující význam:\nA - povrh oceli pokryt pevně ulpívajícími okujemi, nezkorodovaný,\nB - povrh oceli s počínající tvorbou rzi a s počínajícím odlupováním okují,\nC - povrh oceli bez okují s celoplošnou korozí,\nD - povrh oceli zkorodovaný, s výskytem okem rozeznatelné hloubkové koroze.\nPři návrhu OK, při zpracování výkresů, při výrobě OK je třeba respektovat požadavky na OK s ohledem na její\nprotikorozní ochranu. Základní požadavky jsou dány v ČSN EN ISO 12944-3. Z příkladů uvedených v této\nnormě je třeba volit příklady označené jako řešení dobré, popř. nejlepší, např. plné průřezy, zaoblení hran\nR = 2 mm, hladký povrch svarů aj. Jako další vhodná řešení lze využít doporučené příklady uvedené\nv ČSN EN ISO 14713.\nPři svařování je třeba omezit co nejvíce provádění svarů obalovými elektrodami, přednostně je třeba využívat\nsvařování v ochranné atmosféře.\nPožadavky na OK, jejichž povrchy mají být žárově zinkovány ponorem nebo žárově stříkány, jsou dány v ČSN\nEN ISO 1461 a v ČSN EN ISO 14713. Z příkladů uvedených v ČSN EN ISO 14713 je třeba volit řešení\noznačené jako doporučené.\n25.B.1.5 Protikorozní ochranné povlaky\nS ohledem na určený stupeň korozní agresivity atmosféry a požadovanou životnost protikorozní ochrany se volí\nprotikorozní ochrana s ochrannými povlaky nátěrovými, kovovými nebo kombinovanými. Požadovaná životnost\nprotikorozní ochrany a podmínky pro volbu protikorozního ochranného povlaku jsou dány předpisem ČD S 5/4.\n25.B.1.6 Projekt protikorozní ochrany\nPro protikorozní ochranu OK musí být zpracován projekt protikorozní ochrany. Projekt musí obsahovat zejména\nidentifikační a konstrukční údaje o OK, určení stupně korozní agresivity atmosféry, zásadní rozčlenění OK na\ndílčí prvky z hlediska protikorozní ochrany (viz ČSN EN ISO 12 944-8) a návrh protikorozní ochrany pro\npožadovanou životnost.\n4\nProjekt musí obsahovat základní údaje o navrhovaných ochranných povlacích, tj. u nátěrového systému zejména\ndruh NH, skladbu, počet a tloušťky jednotlivých vrstev, barevný odstín vrchního nátěru. U kombinovaných\na kovových povlaků také druh kovu, tloušťku vrstvy, způsob nanášení. Projekt musí obsahovat předpokládaný\nzpůsob a technologii provádění protikorozní ochrany.\nPři zpracování projektu je třeba se řídit ČSN EN ISO 12944-1 až 8. Podrobnější údaje o obsahu projektu\nprotikorozní ochrany OK mostních objektů jsou v předpise ČD S 5/4 a v OTP ČD pro dokumentaci železničních\nmostních objektů (dále jen OTP pro dokumentaci). Pro ostatní OK lze tyto OTP pro dokumentaci použít\nv přiměřeném rozsahu.\nProjekt protikorozní ochrany mostních objektů se projednává a schvaluje podle OTP pro dokumentaci.\n25.B.1.7 Způsobilost zhotovitele protikorozní ochrany\nProtikorozní ochranu OK ČD smějí provádět jen firmy k provádění protikorozní ochrany oprávněné a odborně\nzpůsobilé. Zhotovitel protikorozní ochrany musí mít potřebné technické vybavení, odborný personál a zavedený\nvlastní systém řízení jakosti. Zhotovitel musí zajistit kvalitní provádění všech fází protikorozní ochrany\nod úpravy povrchu oceli až po poslední vrstvu nátěru, včetně všech potřebných kontrol a zkoušek během\nprovádění protikorozní ochrany ve smyslu ČSN EN ISO 12944-1 až 8.\nPro provádění nátěrových systémů musí být zhotovitel od výrobce (dodavatele) NH oprávněn a zaškolen\nk používání příslušných NH a NS.\nZhotovitel žárového stříkání kovů musí být způsobilý pro příslušné práce (i pro přípravu ocelového povrchu)\nve smyslu ČSN EN ISO 14922-1 až ČSN EN ISO 14922-4. Např. musí mít příslušné prostory a vybavení,\npracovníky se zkouškou způsobilosti pro žárové stříkání (viz ČSN EN ISO 14918), kvalifikované pracovníky\npro zkoušky, systém řízení jakosti atd.\nZhotovitel žárového zinkování ponorem musí mít zavedený systém řízení jakosti podle ČSN EN ISO 9001 nebo\nČSN EN ISO 9002.\nZhotovitel protikorozní ochrany musí zpracovat (zajistit) dokumentaci skutečného provedení (viz 25.B.1.10).\n25.B.1.8 Dokumentace zhotovitele protikorozní ochrany\nPro zhotovení protikorozní ochrany OK musí její zhotovitel vypracovat (zajistit na své náklady) kvalitní\npodrobný TP protikorozní ochrany se všemi náležitostmi (viz 25.B.3.1).\n25.B.1.9 Stavební deník\nO provádění protikorozní ochrany vede zhotovitel protikorozní ochrany stavební deník (stavební deník pro práce\nprotikorozní ochrany). Do stavebního deníku se zaznamenávají všechny práce prováděné zhotovitelem\nprotikorozní ochrany.\nZákladní požadavky na vedení stavebního deníku jsou v kap. 1 TKP, další údaje jsou v předpise ČD S 5/4.\nPro práce protikorozní ochrany musí stavební deník obsahovat zejména:\n• identifikační údaje,\n• seznam provádějících pracovníků s příslušnou kvalifikací pro jednotlivé druhy prací,\n• seznam kvalifikovaných pracovníků kontroly,\n• údaje o výrobcích, označení NH, číslo šarže, datum výroby,\n• údaje o zahájení a postupu prací,\n• údaje o provozních vlivech a povětrnostních podmínkách při provádění prací (měří se 2krát denně), slovně\nse uvádí hodnocení povětrnostních podmínek, např. jasno, slunečno, zataženo apod.,\n• údaje o přerušení, pokračování prací a technologických přestávkách,\n• změny v průběhu stavby a specifikace víceprací,\n• údaje o zakrývaných pracích a o jejich převzetí a údaje o dílčích přejímkách,\n• údaje o provedení stanovených zkoušek a měření, druh a datum provádění kontrolních nebo jiných zkoušek,\n5\n• technologické údaje o nanášení NH,\n• údaje o zvláštních událostech, které mohly ovlivnit kvalitu prováděných prací,\n• údaje o kontrolách odběratelem.\nKe stavebnímu deníku patří i zprávy o kontrolách a zkušební protokoly. Pro zkušební protokoly lze použít\nformuláře uvedené v přílohách ČSN EN ISO 12994-8.\n25.B.1.10 Dokumentace skutečného provedení\nDokumentaci skutečného provedení protikorozní ochrany (obecně „Dokumentace skutečného provedení\nstavby“) zajišťuje zhotovitel protikorozní ochrany.\nPro zpracování dokumentace skutečného provedení protikorozní ochrany včetně počtu vyhotovení a termínu\njejího odevzdání platí stejně jako pro dokumentaci skutečného provedení stavby kap. 1 TKP, čl. 1.11.4 a OTP\npro dokumentaci.\n25.B.2 VÝROBKY PRO OCHRANNÉ PROTIKOROZNÍ POVLAKY\n25.B.2.1 Nátěrové hmoty\nPro používání NH a jim příslušných doplňujících výrobků pro protikorozní ochranu OK mostních objektů platí\n„Obecné technické podmínky ČD pro ochranné nátěrové systémy ocelových konstrukcí mostních objektů”.\nU ostatních OK staveb železničního spodku a dalších OK podle předpisu ČD S 5/4 se uvedené OTP použijí\nv přiměřeném rozsahu.\nVýplňové a těsnicí tmely používané v ochranných nátěrových systémech musejí splňovat základní a technické\npožadavky obecně závazných předpisů na stavební výrobky pro dopravní stavby.\nDalší podmínky a požadavky pro použití NH jsou v předpise ČD S 5/4.\n25.B.2.2 Výrobky pro kovové povlaky\nVýrobky pro kovové povlaky pro protikorozní ochranu OK musejí splňovat základní a technické požadavky\nobecně závazných předpisů na stavební výrobky pro dopravní stavby. Tato podmínka se týká i kovových\npovlaků, které jsou součástí kombinovaných povlaků.\n25.B.3 TECHNOLOGICKÉ POSTUPY PRACÍ\n25.B.3.1 Technologický předpis protikorozní ochrany\nZhotovitel protikorozní ochrany musí zpracovat podrobný TP protikorozní ochrany. Technologický předpis\nprotikorozní ochrany vychází z projektu protikorozní ochrany. V technologickém předpisu protikorozní ochrany\nlze, s ohledem na konkrétní situaci, upřesnit řešení protikorozní ochrany dané projektem.\nTP musí obsahovat podrobný postup prací pro všechny dílčí prvky OK. Přitom musí být respektován požadavek,\nže provádění každé vrstvy smí být zahájeno až po kontrole vrstvy předchozí (viz kontrolní plán v TP), po\nodstranění případných nedostatků a po zápisu do stavebního deníku. TP musí obsahovat také podmínky, za\nkterých smějí být práce prováděny, kvalitativní parametry všech používaných výrobků a prací, způsob ochrany\nproti nepříznivým klimatickým podmínkám v průběhu provádění prací i po jejich dokončení, způsob kontroly\nkvality.\nPři zpracování TP protikorozní ochrany je třeba se řídit příslušnými částmi ČSN EN ISO 12944, zejména částí\n8. Podrobnější údaje o obsahu TP protikorozní ochrany pro OK jsou v předpise ČD S 5/4 a pro OK mostních\nobjektů v OTP pro dokumentaci. Pro ostatní OK lze předpis OTP pro dokumentaci použít v přiměřeném\nrozsahu.\nTP protikorozní ochrany schvaluje stavební dozor investora po kladném projednání se správcem objektu (OK).\n6\n25.B.3.2 Příprava ocelového povrchu otryskáváním\nObecné zásady pro přípravu povrchu jsou dány ČSN ISO 8504-1.\nKvalita přípravy povrchu je základním parametrem jakosti ovlivňujícím celkovou životnost protikorozní\nochrany a její funkčnost. Z tohoto důvodu se ocelové povrchy připravují (pro nanášení nátěrových a žárově\nstříkaných povlaků) především otryskáním vhodným abrazivem - viz ČSN EN ISO 11124-1 a ČSN EN ISO\n11126-1.\nSvary musejí být upraveny tak, aby nesnižovaly životnost protikorozní ochrany. Svary nesmějí vykazovat\nnerovnosti (viz ČSN EN ISO 12944-3), póry, kráterky, přívarky, rozstřiky svarového kovu apod.\nDodatečná úprava povrchů částí poškozených při montáži, montážních svarů a ostatních ploch musí odpovídat\nstupni přípravy povrchu předepsanému pro celek.\nDodatečné broušení svarů ocelových konstrukcí, které byly čištěny otryskáváním, je možné (bez dalšího\notryskání) pouze v technicky odůvodněných případech a se souhlasem stavebního dozoru. Broušení je\nvyužitelné v případech, kdy není vyžadován určitý stupeň drsnosti povrchu (viz 25.B.3.4).\nStupně přípravy povrchu při přípravě povrchu otryskáním stanoví ČSN EN ISO 12944-4. Otryskání se provádí\npodle ČSN ISO 8504-2. Stupeň přípravy povrchu se hodnotí podle ČSN ISO 8501-1 porovnáním\ns reprezentativními fotografickými vzory.\nZpůsob a kvalitu přípravy povrchu předepisuje dokumentace (projekt, TP). Přitom pro nátěrové povlaky je třeba\nrespektovat stupeň přípravy povrchu podle požadavků výrobce NH pro základní nátěr.\nPro žárové stříkání kovu je třeba v souladu s ČSN EN 22063 stupeň přípravy povrchu Sa 3.\n25.B.3.3 Příprava ocelového povrchu ručním a mechanizovaným čištěním\nRuční a mechanizovaný způsob přípravy povrchu se použije při údržbě protikorozní ochrany v souladu\ns dokumentací (projekt, TP). Tento způsob je využitelný pouze v technicky zdůvodněných případech (není-li\nrealizovatelné otryskání).\nStupně přípravy povrchu při ruční a mechanizované přípravě povrchu stanoví ČSN EN ISO 12944-4. Přípustné\njsou pouze stupně St 2 a St 3. Ruční a mechanizované čištění se provádí podle ČSN ISO 8504-3. Stupeň\npřípravy povrchu se hodnotí podle ČSN ISO 8501-1 porovnáním s reprezentativními fotografickými vzory.\nRuční a mechanizovaná příprava povrchu není postačující pro žárově stříkaný povlak.\nPro nátěrové povlaky je ruční a mechanizovaná příprava povrchu použitelná v technicky zdůvodněných\npřípadech (není-li realizovatelné otryskání) za předpokladu, že je k dispozici NH vhodná pro základní nátěr pro\ntakto připravený povrch a použitelná tak, aby byla zaručena požadovaná životnost protikorozní ochrany.\n25.B.3.4 Drsnost připraveného ocelového povrchu pro NS a pro žárově stříkaný kov\nPro určení drsnosti otryskaného ocelového povrchu stanoví ČSN EN ISO 8503, část 1. a část 2. stupně drsnosti.\nStupně drsnosti se vyjadřují slovně: jemnější než jemný, jemný, střední, hrubý, hrubší než hrubý a hodnotí se\npomocí porovnávacích ISO komparátorů drsnosti profilu povrchu.\nOtryskávací prostředky použité zhotovitelem musejí být v souladu s ČSN ISO 8504-2 tak, aby pro daný typ\npovlaku byla dosažena požadovaná drsnost povrchu.\nPožadavky na drsnost ocelového podkladu musejí být uvedeny v TP protikorozní ochrany. Pro nátěrové povlaky\nse drsnost řídí požadavky výrobce NH pro základní nátěr. Není-li stanoveno jinak, považuje se za vyhovující\nstupeň střední (viz ČSN EN ISO 12944-4). Pro nátěrové hmoty s vysokým obsahem zinku se vyžaduje\nostrohranný povrch.\nDrsnost ocelového povrchu připraveného ručním a mechanizovaným čištěním není pro potřeby protikorozní\nochrany definována.\nPro žárové stříkání kovového povlaku se drsnost otryskaného povrchu řídí ČSN EN 22063.\nDalší podrobnosti jsou v předpise ČD S 5/4.\n7\n25.B.3.5 Kontrola připraveného ocelového povrchu\nOcelový povrch připravený pro nanášení základního nátěru nebo pro žárově stříkaný kov musí být vždy\nprokazatelně zkontrolován určeným kontrolním orgánem (podle kontrolního plánu v TP). Požadovaná kvalita\n(stupeň přípravy, drsnost) musí být potvrzena zápisem do stavebního deníku, popř. samostatným protokolem.\nPři kontrole se také zjišťují povrchové vady z výroby nebo z montáže konstrukce (vrypy, ostré hrany,\nnezačištěné svary, odstřiky svarového kovu apod. - viz ČSN EN ISO 12944-3) a nařizuje se jejich odstranění.\n25.B.3.6 Příprava ocelového povrchu pro žárové zinkování ponorem\nPovrchy OK určené k žárovému zinkování ponorem se nesmějí při výrobě OK chránit nátěry proti ulpívání\nodstřiků svarového kovu.\nPovrch OK určený k zinkování ponorem musí být z výroby OK připraven. Nepřípustné jsou povrchové vady\ntypu vrypu, zápalů apod. Hrany musejí být opracovány, povrch musí být zbaven svarových odstřiků a návarů,\nsvary musejí být očištěny od strusky. Na povrchu nesmějí být jiné kovové povlaky, nátěrové hmoty (popisové\nznačky), povrch nesmí být znečištěn tukem apod. Stav povrchu musí být předán zinkovně prokazatelným\nzpůsobem.\n25.B.3.7 Žárově stříkané povlaky\nPro vytvoření žárově stříkaných povlaků ze zinku, hliníku a jejich slitin platí ČSN EN 22063.\nDoba mezi dokončením přípravy povrchu a nanesením povlaku musí být v závislosti na místních podmínkách co\nnejkratší, a to kratší než 4 hodiny.\nOtryskaný povrch připravený ke stříkání povlaku musí být čistý, suchý a bez jakýchkoliv náznaků rzi.\nNástřik kovů se nesmí provádět v podmínkách způsobujících kondenzaci vlhkosti na pokovovaném povrchu\na při teplotách nižších než -5 °C.\nDalší podrobnosti jsou v předpise ČD S 5/4. Případné opravy (doplnění) žárově stříkaného povlaku a jeho\nošetření před nanášením základního nátěru následného NS musejí být podrobně uvedeny v TP.\n25.B.3.8 Povlaky vytvořené žárovým zinkováním ponorem\nPro vytvoření povlaků žárovým zinkováním ponorem platí ČSN EN ISO 1461 a ČSN EN ISO 14713. Kvalitu\nzinkového povlaku podle těchto norem zajišťuje zinkovna podle konkrétních dohodnutých podmínek mezi\nzinkovnou a objednatelem (případným zhotovitelem ochranného nátěrového povlaku).\nKonkrétní podmínky musejí být uvedeny v TP protikorozní ochrany. Další podrobnosti jsou v předpise\nČD S 5/4.\nObjednatel žárového zinkování ponorem musí objednat zinkování v rozsahu celé ČSN EN ISO 1461 a musí\nsdělit zinkovně závazné doplňující informace podle přílohy A této normy. Větší tloušťky zinkového povlaku\n(dle TP protikorozní ochrany) je třeba zvlášť objednat. Je třeba vyhradit si přejímací kontrolu v zinkovně\na předání protokolů o měření tlouštěk. Měření tlouštěk se v běžných případech provádí magnetickou metodou\ndle ČSN EN ISO 2178.\nPřilnavost zinkového povlaku se v běžných případech při přejímací kontrole nezjišťuje.\nPřípadné opravy (doplnění) povlaku se provádí jen podle konkrétně dohodnutých podmínek (technologie) mezi\nzinkovnou a objednatelem (případným zhotovitelem ochranného nátěrového povlaku).\nOšetření zinkového povrchu před nanášením základního nátěru následného NS nebo před nanášením těsnicího\nnátěru musí být podrobně uvedeno v TP protikorozní ochrany.\n25.B.3.9 Základní nátěr\nZákladní nátěr na ocelový povrch ani na kovový podklad (nanesený žárovým stříkáním nebo žárovým\nzinkováním ponorem) nesmí být nanášen válečkem ani textilií.\nNa připravený ocelový povrch musí být základní nátěr nanesen co nejdříve po dokončení přípravy ocelového\npovrchu.\n8\nNejdelší přípustné doby v závislosti na umístění natírané konstrukce jsou:\n• 4 hodiny, když je dílec OK v průběhu přípravy povrchu (tryskání) nebo po ukončení přípravy povrchu\numístěn pod přístřeškem, na volném prostranství nebo je volným prostranstvím transportován,\n• 8 hodin, když je dílec OK v průběhu přípravy povrchu (tryskání) nebo po ukončení přípravy povrchu\numístěn v hale.\nPro nanášení základního nátěru na žárově nanesený kovový povlak je rozhodující stav kovového povlaku\n(čistota, drsnost atd.).\nPorušené plochy zinkového povrchu musejí být obnoveny takovým způsobem, aby ochranná účinnost povlaku\njako celku byla zachována. Znečištění povrchu zinku látkami ve formě olejů, tuků, konzervačních prostředků,\nsolí, mechanicky ulpěných nečistot a zbytků značení musí být odstraněno.\nPři lehkém zdrsnění povrchu otryskáváním musí být použit nekovový otryskávací prostředek. Ostatní úpravy\nmusejí být provedeny v souladu s technickými podmínkami výrobců nátěrových hmot.\nPo lehkém přetryskání, jehož cílem je zdrsnění povrchu pro zvýšení přilnavosti u nových lesklých povlaků\nzinku, musí být zbytková vrstva zinku celistvá a bez mechanického poškození. Minimální zbytková tloušťka\nvrstvy zinku musí být uvedena v TP.\nZ povrchů vystavených delší dobu vlivům povětrnosti nebo v případě jejich znečištění je nutné odstranění všech\nnečistot a případných náletů korozních produktů lehkým přetryskáním, omytím tlakovou vodou s přídavkem\ndetergentů, tlakovou párou nebo kartáčováním ocelovými kartáči. Způsob je nutno stanovit s ohledem na\nkonkrétně zjištěný stav povrchu při jeho prohlídce.\nPoužitá technologie nanášení (ruční, stříkání pneumatické, stříkání vysokotlaké apod.) musí odpovídat\ndoporučení výrobce.\nPro úpravu nátěrových hmot pro nanášení smějí být použita pouze výrobcem předepsaná ředidla.\nPrvní vrstva systému musí být nanesena tak, aby byly rovnoměrně zaplněny nerovnosti povrchu.\nZvláštní pozornost je nutno věnovat hranám, nýtům, spojům, otvorům, svarům apod., které je nutno např.\nv případě nátěrových hmot s vysokým obsahem sušiny předetřít (pásový nátěr), zejména je-li následně použita\ntechnologie vysokotlakého stříkání.\n25.B.3.10 Příprava povrchů již dříve natřených\nPro přípravu povrchů již dříve natřených stanoví ČSN EN ISO 12944-4 typ přípravy povrchu s označením\nčástečná příprava povrchu. Stupně částečné přípravy povrchu udává ČSN ISO 8501-2 s ukázkami\nreprezentativních vzorků a označuje je podle způsobu přípravy povrchu jako skupinu stupňů P Sa, P St, P Ma.\nPřed zahájením dalších nátěrů po provedené přípravě povrchu musejí být zbylé části původních nátěrů, včetně\nvšech základních a podkladových vrstev prosté odlupujících se vrstev, prosté nečistot a musejí vykazovat\ndostatečnou přilnavost.\nPřilnavost původních nátěrů se hodnotí mřížkovou zkouškou podle ČSN ISO 2409 nebo zkouškou přilnavosti\nodtrhem podle ČSN EN 24624. Za vyhovující se u mřížkové zkoušky považují stupně 0 až 2 a u zkoušky\npřilnavosti odtrhem hodnota nejméně 2,0 MPa.\n25.B.4 DODÁVKA, SKLADOVÁNÍ A PRŮKAZNÍ ZKOUŠKY\n25.B.4.1 Dodávka\nZhotovitel protikorozního povlaku smí použít jen výrobky, které patří do daného, předem schváleného,\nprotikorozního povlaku. Pro NH viz 25.B.2.1.\nPři dodávce výrobků na stavbu kontroluje zodpovědný zástupce zhotovitele s přizváním stavebního dozoru\nzejména:\n• dodací listy a označení dodávky,\n• neporušenost obalů a výrobků,\n9\n• datum výroby,\n• údaj o záruční lhůtě,\n• údaj o způsobu skladování,\n• údaj o poměru míšení jednotlivých výrobků,\n• údaj o předepsaných teplotách pro zpracovatelnost.\nÚdaje musejí být v češtině.\nKontrola musí být zaznamenána ve stavebním deníku (viz 25.B.1.8).\nVýrobky s neprůkaznými údaji, výrobky s prošlou záruční dobou a výrobky porušené tak, že nemohou plnit\nsvou funkci, se nesmějí použít.\n25.B.4.2 Skladování\nU všech výrobků musí zhotovitel protikorozní ochrany zajistit jejich skladování předepsaným způsobem podle\núdajů výrobce, popř. podle TP (prostory, ochrana, teplota apod.).\nNátěrové hmoty vyžadují umístění v suchých prostorách s teplotami nad 0 °C u rozpouštědlových NH a nad\n+5 °C u vodou ředitelných NH.\n25.B.4.3 Průkazní zkoušky\nPrůkazní zkoušky výrobků pro protikorozní povlaky se provádějí v rámci ověřování výrobků podle příslušných\nprávních předpisů, které stanovují technické požadavky na výrobky (viz kap.1 TKP), případně i podle\npožadavků ČD - viz OTP ČD pro ochranné nátěrové systémy ocelových konstrukcí mostních objektů. Na stavbě\nse průkazní zkoušky neprovádějí.\n25.B.5 ODEBÍRÁNÍ VZORKŮ A KONTROLNÍ ZKOUŠKY\n25.B.5.1 Odebírání vzorků\nOdebírání vzorků pro kontrolní zkoušky přichází v úvahu u NH v případě pochybností o jejich kvalitě (viz\nkap. 1 TKP). Vzorky se odebírají podle ČSN 67 3007. Odebíraní vzorků pro kontrolní zkoušky je vždy přítomen\nzhotovitel protikorozní ochrany a stavební dozor.\n25.B.5.2 Kontrola a přejímka ocelové konstrukce k protikorozní ochraně\nPřed zahájením prací protikorozní ochrany kontroluje a přejímá zhotovitel protikorozní ochrany ocelovou\nkonstrukci - povrch od výrobce OK, popř. od montážní organizace. Při této kontrole se posuzuje stav povrchu\nOK ve vztahu k 25.B.1.4. Přejímka se zapisuje do stavebního deníku.\n25.B.5.3 Kontroly a kontrolní zkoušky zhotovitele\nPotřebné kontroly a zkoušky, které má zhotovitel v průběhu prací provádět musejí být uvedeny v kontrolním\nplánu, který je součástí TP.\nKontrolní zkoušky provádí zhotovitel za účasti stavebního dozoru.\nBezprostředně před prováděním každé nátěrové vrstvy musí zhotovitel změřit rozhodující parametry podkladu\na ovzduší (viz 25.B.7). Tato měření se provádějí i v průběhu prací, a to 2x denně a při náhlé změně počasí.\nVýsledky měření je nutno zapsat do stavebního deníku.\nPokud podmínky nejsou vyhovující, nesmějí být práce zahájeny ani prováděny.\nZhotovitel musí kontrolní zkoušky provádět v průběhu prací s potřebnou pečlivostí, v požadovaném rozsahu\na způsobem podle TP. O výsledcích se sepisuje protokol, který je součástí stavebního deníku.\nObjednatel je prostřednictvím stavebního dozoru průběžně informován o výsledcích kontrolních zkoušek\nzhotovitele protikorozní ochrany.\n10\nPokud podmínky pro provádění dané vrstvy nejsou v mezích dle TP, práce nesmějí být zahájeny (musejí být\npřerušeny). Rozhodující skutečnosti je nutno zapsat do stavebního deníku.\nZkoušky hradí zhotovitel.\n25.B.5.4 Kontroly a kontrolní zkoušky objednatele\nStavební dozor kontroluje výrobky pro protikorozní ochranu a jejich přípravu zhotovitelem. Zhotovitel musí mít\ncertifikáty a osvědčení pro všechny použité NH a povlakové materiály.\nPři provádění, u všech druhů protikorozních povlaků, kontroluje na stavbě stavební dozor zejména:\n• kvalitu nanášení jednotlivých vrstev - celistvost, rovinnost, tloušťku vrstvy, rovnoměrnost, spotřebu,\n• provedení detailů podle TP - dokonalé provedení v místech napojení na prvky mostního vybavení\na mostních součástí (odvodňovače, mostní závěry, ukončení u říms apod.) v místě tvarových změn\npodkladní konstrukce, v místě návaznosti samostatných konstrukčních částí, v místě styku dvou konstrukcí\napod.\nV případě pochybností o zkouškách provedených zhotovitelem vyžaduje stavební dozor provedení opakovaných\nzkoušek nebo opakované zkoušky sám zajišťuje, popř. se po dohodě se zhotovitelem provádějí rozhodčí\nzkoušky nezávislou zkušebnou (viz kap.1 TKP, čl. 1.6.5).\nPro úhradu zkoušek prováděných z rozhodnutí stavebního dozoru platí kap. 1 TKP.\n25.B.5.5 Přilnavost nátěrů\nZjišťování přilnavosti nátěrů se (s ohledem na destrukční charakter zkoušek) běžně provádí po provedení\nzákladního nátěru, případně po provedení podkladových nátěrů.\nU konečných nátěrových povlaků se přilnavost zjišťuje pouze v rozhodčích případech, např. vznikne-li\npodezření na nedodržení TP, nebo je-li vzhled povlaku nevyhovující (viz ČSN EN ISO 4618-2).\nPřilnavost se zkouší buď mřížkovou zkouškou podle ČSN ISO 2409 nebo odtrhovou zkouškou podle\nČSN EN 24624.\nPro stanovení přilnavosti mřížkovou zkouškou v provozních podmínkách se používá pouze skalpel nebo\npodobný ostrý řezný nástroj.\nVyhovující stupně přilnavosti jsou 0 až 2 v případě nových i údržbových obnovovacích nátěrů (viz 25.B.3.10).\nPři stanovení přilnavosti odtrhovou zkouškou se za vyhovující považuje hodnota nejméně 3,0 MPa.\nČetnost zkoušek přilnavosti je individuální a stanovuje se v TP.\n25.B.5.6 Přilnavost kovových povlaků\nPřilnavost povlaku vytvořeného žárovým zinkováním ponorem se v běžných případech nezjišťuje (viz\n25.B.3.8), pokud není dohodnuto jinak.\nPřilnavost žárově stříkaného povlaku se zjišťuje mřížkovou nebo odtrhovou zkouškou. Provádí se v případech\nstanovených v TP s ohledem na ČSN EN ISO 14922-1 až ČSN EN ISO 14922-4, nebo jako dodatečná kontrolní\nzkouška v případě pochybností.\n25.B.5.7 Měření tloušťky\nPro měření tloušťky nátěru platí norma ČSN EN ISO 2808.\nV průběhu provádění nátěrového systému kontroluje zhotovitel tloušťky mokrých vrstev (viz ČSN 67 3062)\nv souladu s TP.\nTloušťka zaschlých povlaků se v běžných případech měří magnetickou metodou podle ČSN ISO 2178 v souladu\ns ČSN ISO 2064, ČSN 03 8187 a ČSN 67 3061.\nU nátěrů, není-li stanoveno jinak (v odůvodněných případech je stanoveno v TP), nejsou přípustné jednotlivé\ntloušťky suchého filmu menší než 80 % předepsané tloušťky. Místa, na kterých byly naměřeny nepřípustné\nhodnoty tloušťky, musejí být opravena. Jednotlivé tloušťky suchého filmu v rozmezí 80 % až 100 % předepsané\n11\ntloušťky jsou přípustné za předpokladu, že průměrná tloušťka suchého filmu zjištěná ze všech měřených tlouštěk\nv dané části plochy je rovna předepsané tloušťce suchého filmu nebo je větší.\nMaximální tloušťka suchého filmu by neměla být větší než dvojnásobek předepsané tloušťky (pokud výrobce\nNH nestanoví jinak).\nToto kriterium lze uplatnit i pro kombinované povlaky za předpokladu, že byla samostatně zjištěna vyhovující\ntloušťka kovového povlaku stanovená v TP v souladu s příslušnými normami.\nPočet měřených míst určuje individuálně TP v závislosti na rozsahu a členitosti plochy (dílčích prvků).\n25.B.5.8 Kontrolní plochy\nKontrolní plocha se zhotovuje při provádění NS a kombinovaných systémů na ocelovém povrchu i na kovovém\npovlaku. Při zřizování kontrolní plochy se provádějí všechny práce protikorozní ochrany podle TP. K účasti při\nzřizování kontrolní plochy zve zhotovitel protikorozní ochrany příslušné účastníky, kterými jsou výrobce NH,\nkontrolní orgán zhotovitele protikorozní ochrany, stavební dozor, správce objektu, inspekční organizace.\nKontrolní plochy se zhotovují v místech, která jsou typická pro korozní namáhání konstrukce jako celku. Mají\nobsahovat plochy svislé i vodorovné i hrany.\nVelikost a počet kontrolních ploch se stanovuje proporcionálně k velikosti konstrukce asi od l m2 do 20 m2\n(podrobnosti viz ČSN EN ISO 12944-7 a 8).\nVšechny kontrolní plochy musejí být přesně zdokumentovány a mají být na povrchu konstrukce trvale\nvyznačeny.\nO umístění kontrolních ploch a postupu prací se vede písemný záznam ve stavebním deníku. Vede se\ndokumentace s vyznačením všech významných údajů.\nO zhotovování protikorozní ochrany na kontrolní ploše se pořizuje samostatný zápis. Pro zápis lze využít\ndoporučený formulář v příloze ČSN EN ISO 12944-8.\nDalší podrobnosti viz předpis ČD S 5/4.\n25.B.6. PŘÍPUSTNÉ ODCHYLKY, MÍRA OPOTŘEBENÍ, ZÁRUKY\n25.B.6.1 Přípustné odchylky\nPřípustná rozmezí v tloušťkách protikorozního povlaku - viz 25.B.5.7.\n25.B.6.2 Míra opotřebení\nZákladní nátěr vystavený povětrnosti déle než 6 měsíců (pokud výrobce nestanoví jinak) se v daném systému\nnebere v úvahu. Po uplynutí této doby se další provádění nátěrového povlaku řeší individuálně (překrytí\nzákladního nátěru novou vrstvou, odstranění základního nátěru apod.).\n25.B.6.3 Záruky\nZáruční doby všeobecně stanoví kapitola 1 TKP.\nZáruční doba 5 let platí pro použité výrobky i provedení protikorozní ochrany včetně detailů.\n25.B.7. KLIMATICKÁ OMEZENÍ\n25.B.7.1 Vlhkost a teplota ovzduší a podkladu\nPráce se smějí provádět pouze ve vhodných klimatických podmínkách. Základní vymezení přípustné vlhkosti\na teploty ovzduší pro provádění jednotlivých vrstev je v ČSN EN ISO 12944.\n12\nPro každý případ protikorozní ochrany musejí být klimatické podmínky uvedeny v příslušném TP včetně\nvhodných (možných) ochranných opatření pro jejich dodržení.\nPro klimatické podmínky platí následující ustanovení:\n• otryskávání a žárové stříkání kovového povlaku se nesmí provádět při teplotě nižší než -5 °C,\n• polyuretanové dvousložkové NH, epoxidové dvousložkové NH a polyesterové dvousložkové NH smějí být\nnanášeny a smějí zasychat při teplotě okolního vzduchu nejméně +15 °C, pokud není výrobcem stanoveno\njinak,\n• vodou ředitelné NH smějí být nanášeny a smějí zasychat při teplotě okolního vzduchu nejméně +10 °C,\n• ostatní NH (s výjimkami speciálních nátěrových hmot) smějí být nanášeny a smějí zasychat při teplotě\nokolního vzduchu nejméně +5 °C, pokud není výrobcem nátěrové hmoty stanoveno jinak,\n• během otryskávání a žárového stříkání kovového povlaku nesmí dojít k ovlhčení povrchu (orosení) vlivem\nsnížení teploty povrchu podkladového kovu pod teplotu rosného bodu,\n• teplota povrchu podkladového kovu musí být o +3 °C vyšší než teplota rosného bodu, za okamžitých\npodmínek, tj. teploty a relativní vlhkosti vzduchu. Vztah mezi teplotou vzduchu, relativní vlhkosti vzduchu\na teplotou povrchu je uveden v ČSN ISO 8502-4,\n• teplota natíraného povrchu nesmí být vyšší než +40 °C.\n• při provádění protikorozní ochrany OK v dílně nemá být relativní vlhkost vzduchu vyšší než 75 % (mimo\nalkylsilikátových NH). Je třeba zajistit, aby nátěry byly nanášeny a aby zasychaly v bezprašném prostředí,\n• nátěry je zakázáno zhotovovat na mokrý a orosený povrch,\n• měření pro určení rosného bodu podle ČSN ISO 8502-4 je nutno provádět podle momentálních\npovětrnostních podmínek a při jejich změně, nejméně však 2 x denně,\n• o naměřených údajích, tj. teplotě vzduchu, teplotě povrchu a relativní vlhkosti vzduchu se vede záznam\nve stavebním deníku,\n• stanovení okamžitých povětrnostních podmínek se provádí v místech, kde se momentálně provádějí práce.\n25.B.8. SOUHLAS S PROVEDENÝMI PRACEMI, PŘEVZETÍ PRACÍ\n25.B.8.1 Souhlas s provedenými pracemi\nKdyž zhotovitel dokončí práce, oznámí tuto skutečnost stavebnímu dozoru. Předá mu zprávu o rozsahu prací\nve vztahu k požadavkům smlouvy o dílo.\nZpráva musí obsahovat přehled všech provedených kontrol a zkoušek ve vztahu k TP. Ve zprávě musejí být\nuvedeny podle protokolů sepsaných v průběhu provádění výsledky všech zkoušek, skutečná spotřeba výrobků,\nobdobí nanášení jednotlivých vrstev, provedení detailů.\nZpráva musí obsahovat potvrzené dokumenty skutečného provedení stavby (písemnosti, výkresy, stavební deník\natd. - viz 25.B.1.10).\nStavební dozor posoudí tuto zprávu a po jejím případném doplnění a na základě průběžného dozoru nad činností\nzhotovitele, na základě přejímání jednotlivých vrstev a výsledků kontrolních zkoušek vysloví písemně souhlas\ns provedenými pracemi.\n25.B.8.2. Převzetí prací\nSouhlas stavebního dozoru s provedenými pracemi, potvrzující, že práce uvedené ve zprávě zhotovitele souhlasí\nse skutečností, je nutnou podmínkou pro převzetí prací od zhotovitele.\nSoučástí převzetí prací protikorozní ochrany je vzhledové hodnocení celkového stavu protikorozního povlaku\n(viz ČSN EN ISO 4618-2). Kontroluje se zejména:\n• rovnoměrnost nanesení na všechny plochy,\n• překrytí hran a obtížně dostupných míst,\n• celistvost,\n• zanesení nečistot do zaschlého nátěru,\n13\n• výskyt nepřípustných vad jako jsou trhliny, puchýřování, praskání, odlupování, pórovitost, kráterky, slzy,\napod..\nSoučástí převzetí je i měření celkové tloušťky protikorozního povlaku.\nPři převzetí prací musí být odevzdána dokumentace skutečného provedení stavby, případně musí být rozhodnuto\no termínu dodání této dokumentace.\nJednání o převzetí prací se zúčastní správce objektu.\n25.B.9 KONTROLNÍ MĚŘENÍ, MĚŘENÍ POSUNŮ A PŘETVOŘENÍ\n25.B.9.1 Kontrolní měření\nKontrolní měření se provádí v rozsahu kontrol uvedených v oddíle 25.B.5.\n25.B.9.2 Měření posunů a přetvoření\nNeurčuje se.\n25.B.10 EKOLOGIE\n25.B.10.1 Všeobecně\nPodle typu protikorozního povlaku a povahy činností při jeho zhotovování je nutno řídit se podmínkami danými\nv kap. 1 TKP.\nNátěrové hmoty patří k chemickým látkám. Musí se s nimi zacházet podle příslušných právních předpisů\nv platném znění.\n25.B.11 BEZPEČNOST PRÁCE A TECHNICKÝCH ZAŘÍZENÍ, POŽÁRNÍ\nOCHRANA\n25.B.11.1 Bezpečnost práce a technických zařízení\nPodmínky pro bezpečnost práce a technických zařízení jsou dány předpisem ČD Op 16 a kap. 1 TKP.\n25.B.11.2 Požární ochrana\nZásady požární ochrany jsou uvedeny v kap. 1 TKP.\n25.B.12 CITOVANÉ A SOUVISEJÍCÍ NORMY A PŘEDPISY\n25.B.12.1 Obecné ustanovení\nUvedené citované a související normy a předpisy vycházejí z aktuálního stavu v době zpracování TKP, případně\nv době jejich aktualizace. Uživatel TKP odpovídá za použití aktuální verze výchozích podkladů ve smyslu\nkap. 1 TKP, oddílu 1.3, tj. právních předpisů, technických norem a předpisů a předpisů ČD.\n14\n25.B.12.2 Citované normy a předpisy\nČSN 03 8157 Ochrana proti korozi. Kovové a nekovové povlaky. Nedestruktivní metody\nměření tloušťky. Všeobecné požadavky.\nČSN 67 3007 Vzorkování nátěrových hmot\nČSN 67 3061 Stanovení tloušťky nátěru\nČSN 67 3062 Stanovení tloušťky mokrého nátěru\nČSN EN 971-1 Nátěrové hmoty - Názvy a definice v oboru nátěrových hmot - Část : obecné\n(67 0010) pojmy\nČSN EN 22063 Kovové a jiné anorganické povlaky - Žárové stříkání - Zinek, hliník a jejich\n(03 8551) slitiny (ISO 2063: 1991 modifikovaná)\nČSN EN 24624 Nátěrové hmoty. Odtrhová zkouška přilnavosti\n(67 3077)\nČSN EN ISO 1461 Žárové povlaky zinku nanášené ponorem na železných a ocelových\n(03 8558) výrobcích - Specifikace a zkušební metody\nČSN EN ISO 2808 Nátěrové hmoty - Stanovení tloušťky nátěru\n(673061)\nČSN EN ISO 4618-2 Nátěrové hmoty - Názvy a definice v oboru nátěrových hmot - Část 2:\n(67 0010) Odborné termíny vztahující se k charakterizaci a vlastnostem nátěrů\nČSN EN ISO 4618-3 Nátěrové hmoty - Názvy a definice v oboru nátěrových hmot - Část 3:\n(67 0010) Příprava povrchu a způsoby aplikace\nČSN EN ISO 8503-1 Příprava ocelových podkladů před nanesením nátěrových hmot a obdobných\n(03 8223) výrobků - Charakteristiky drsnosti povrchu otryskaných ocelových podkladů -\nČást 1: Specifikace a definice pro hodnocení otryskaných povrchů s pomocí\nISO komparátorů profilů povrchu\nČSN EN ISO 8503-2 Příprava ocelových podkladů před nanesením nátěrových hmot a obdobných\n(03 8223) výrobků - Charakteristiky drsnosti povrchu otryskaných ocelových podkladů -\nČást 2: Hodnocení profilu povrchu otryskané oceli komparátorem\nČSN EN ISO 9001 Systémy jakosti. Model zabezpečování jakosti při návrhu, vývoji, výrobě,\n(01 0321) instalaci a servisu\nČSN EN ISO 9002 Systémy jakosti. Model zabezpečování jakosti při výrobě, instalaci a servisu\n(01 0322)\nČSN EN ISO 11124-1 Příprava ocelových podkladů před nanesením nátěrových hmot a obdobných\n(03 8234) výrobků - Specifikace kovových otryskávacích prostředků - Část 1: Obecný\núvod a klasifikace\nČSN EN ISO 11126-1 Příprava ocelových podkladů před nanesením nátěrových hmot a obdobných\n(03 8236) výrobků - Specifikace nekovových otryskávacích prostředků - Část 1: Obecný\núvod a klasifikace\nČSN EN ISO 12944-1 Nátěrové hmoty - Protikorozní ochrana ocelových konstrukcí ochrannými\n(03 8241) nátěrovými systémy - Část 1: Obecné zásady\nČSN EN ISO 12944-2 Nátěrové hmoty - Protikorozní ochrana ocelových konstrukcí ochrannými\n(03 8241) nátěrovými systémy - Část 2: Klasifikace vnějšího prostředí\nČSN EN ISO 12944-3 Nátěrové hmoty - Protikorozní ochrana ocelových konstrukcí ochrannými\n(03 8241) nátěrovými systémy - Část 3: Navrhování\nČSN EN ISO 12944-4 Nátěrové hmoty - Protikorozní ochrana ocelových konstrukcí ochrannými\n(03 8241) nátěrovými systémy - Část 4: Typy povrchů podkladů a jejich příprava\nČSN EN ISO 12944-5 Nátěrové hmoty - Protikorozní ochrana ocelových konstrukcí ochrannými\n(03 8241) nátěrovými systémy - Část 5: Ochranné systémy\nČSN EN ISO 12944-6 Nátěrové hmoty - Protikorozní ochrana ocelových konstrukcí ochrannými\n(03 8241) nátěrovými systémy - Část 6: Laboratorní zkušební metody\n15\nČSN EN ISO 12944-7 Nátěrové hmoty - Protikorozní ochrana ocelových konstrukcí ochrannými\n(03 8241) nátěrovými systémy - Část 7: Provádění a dozor při zhotovování nátěrů\nČSN EN ISO 12944 8 Nátěrové hmoty - Protikorozní ochrana ocelových konstrukcí ochrannými\n(03 8241) nátěrovými systémy - Část 8: Zpracování specifikací pro nové a údržbové\nnátěry\nČSN EN ISO 14918 Žárové stříkání - Zkoušení způsobilosti pracovníků provádějících žárové\n(038750) stříkání\nČSN EN ISO 14713 Ochrana železných a ocelových konstrukcí proti korozi - Povlaky zinku\n(03 8261) a hliníku - Směrnice\nČSN EN ISO 14922-1 Žárové stříkání - Požadavky na jakost při žárovém stříkání konstrukcí -Část 1:\n(03 8711) Směrnice pro jejich volbu a použití\nČSN EN ISO 14922-2 Žárové stříkání - Požadavky na jakost při žárovém stříkání konstrukcí -Část 2:\n(03 8711) Komplexní požadavky na jakost\nČSN EN ISO 14922-3 Žárové stříkání - Požadavky na jakost při žárovém stříkání konstrukcí -Část 3:\n(03 8711) Standardní požadavky na jakost\nČSN EN ISO 14922-4 Žárové stříkání - Požadavky na jakost při žárovém stříkání konstrukcí -Část 4:\n(03 8711) Základní požadavky na jakost\nČSN ISO 2064 Kovové a jiné anorganické povlaky. Definice a dohody týkající se měření\n(03 8155) tloušťky.\nČSN ISO 2409 Nátěrové hmoty. Mřížková zkouška\n(67 3085)\nČSN ISO 2178 Nemagnetické povlaky na magnetických podkladech. Měření tloušťky\n(03 8181) povlaku. Magnetická metoda\nČSN ISO 8044 Koroze kovů a slitin. Slovník\n(03 8001)\nČSN ISO 8501-1 Příprava ocelových podkladů před nanesením nátěrových hmot a obdobných\n(03 8221) výrobků - Vizuální vyhodnocení čistoty povrchu - Část 1: Stupně zarezavění\na stupně přípravy ocelového podkladu bez povlaku a ocelového podkladu po\núplném odstranění předchozích povlaků\nČSN ISO 8501-2 Příprava ocelových podkladů před nanesením nátěrových hmot a obdobných\n(03 8221) výrobků - Vizuální vyhodnocení čistoty povrchu - Část 2: Stupně přípravy\ndříve natřeného ocelového podkladu po místním odstranění předchozích\npovlaků\nČSN ISO 8502-4 Příprava ocelových podkladů před nanesením nátěrových hmot a obdobných\n(03 8222) výrobků - Zkoušky pro vyhodnocení čistoty povrchů - Část 4: Směrnice pro\nodhad pravděpodobnosti kondenzace vlhkosti před nanášením nátěrů\nČSN ISO 8504-1 Příprava ocelových podkladů před nanesením nátěrových hmot a obdobných\n(03 8224) výrobků - Metody přípravy povrchu - Část 1: Obecné zásady\nČSN ISO 8504-2 Příprava ocelových podkladů před nanesením nátěrových hmot a obdobných\n(03 8224) výrobků - Metody přípravy povrchu - Část 2: Otryskávání\nČSN ISO 8504-3 Příprava ocelových podkladů před nanesením nátěrových hmot a obdobných\n(03 8224) výrobků - Metody přípravy povrchu - Část 3: Ruční a mechanizované čištění\nČD S 5/4 Protikorozní ochrana ocelových konstrukcí\nOTP Obecné technické podmínky Českých drah, s.o. pro dokumentaci železničních\nmostních objektů (č.j. 794/2000 - O 13)\nOTP Obecné technické podmínky Českých drah s.o. pro ochranné nátěrové\nsystémy ocelových konstrukcí mostních objektů (č.j. 955/2000 - O 13)\nČD Op 16 Pravidla o bezpečnosti a ochraně zdraví při práci\n25.B.12.3 Související normy a předpisy\nČSN 03 8215 Stanovení zamaštění kovových povrchů\nČSN 03 8220 Zásady povrchové úpravy nátěrem\n16\nČSN 03 8260 Ochrana ocelových konstrukcí proti atmosférické korozi. Předpisování,\nprovádění, kontrola\nČSN ISO/TR 8502-1 Příprava ocelových podkladů před nanesením nátěrových hmot a obdobných\n(03 8222) výrobků. Zkoušky pro vyhodnocení čistoty povrchu - Část 1: Provozní\nmetody pro rozpustné korozní produkty železa\nČSN ISO 8502-2 Příprava ocelových podkladů před nanesením nátěrových hmot a obdobných\n(03 8222) výrobků. Zkoušky pro vyhodnocení čistoty povrchu - Část 2: Laboratorní\nstanovení chloridů na očištěném povrchu\nČSN ISO 8502-3 Příprava ocelových podkladů před nanesením nátěrových hmot a obdobných\n(03 8222) výrobků. Zkoušky pro vyhodnocení čistoty povrchu - Část 3: Stanovení\nprachu na ocelovém povrchu připraveném pro natírání (metoda snímání\nsamolepicí páskou)\nČSN ISO 9223 Koroze kovů a slitin. Korozní agresivita atmosfér. Klasifikace\n(03 8203)\n25.B.12.4 Související kapitoly TKP\nKapitola 1 Všeobecně\nKapitola 19 Ocelové mosty a konstrukce\n17\nPoznámky:\n18\nTECHNICKÉ KVALITATIVNÍ PODMÍNKY STAVEB ČESKÝCH DRAH\nVydavatel: České dráhy, s.o. - Divize dopravní cesty, o.z.\nP r v n í v y d á n í / z roku 1996/ bylo vyhotoveno a připomínkováno v tomto složení:\nZpracovatel: PRAGOPROJEKT, a.s., a SUDOP Praha, a.s.\nZpracovatel kap. 25: část A-Ing. Šetřil (SUDOP Praha, a.s.),\nčást B-Ing. Kubátová (SVÚOM Praha, a.s.)\nTechnická rada: Ing. Milan Strnad (Pragoprojekt, a.s.), Ing. Miloslav Bažant (Pragoprojekt, a.s.),\nIng. Jiří Stříbrný (SUDOP Praha, a.s.), Ing. Petr Lapáček (SUDOP Praha, a.s.),\nIng. Vítězslav Herle (SG-Geotechnika, a.s.), Ing. Jiří Bureš (ČD-DDC),\nIng. Ondřej Chládek (ČD-DDC), Ing. Danuše Marusičová (ČD-DDC),\nIng. Pavel Stoulil (MD ČR)\nT ř e t í - aktualizované v y d á n í /z roku 2000/ včetně z m ě n y č. 1 /z roku 2001/ :\nZpracovatel: České dráhy, s.o., DDC, o.z., Technická ústředna dopravní cesty Praha\nGestor části B Ing. Milan Kučera (ČD, DDC O13)\nkapitoly 25:\nZpracovatel připomínek k části B kapitoly 25:\nIng. Miroslav Teichman\n(ČD, DDC, Technická ústředna dopravní cesty - sekce 13)\nDistribuce: České dráhy, s.o., DDC, o.z.\nTechnická ústředna dopravní cesty - Sekce technické dokumentace\n772 58 Olomouc, Nerudova l\ntel. 950-2241, st. tel. 068-472 22 41\nfax 950-5290, st. fax 068-472 52 90\ne-mail: TUDCOTDOLCsek.@tudc.olc.cdrail.cz\n"
}