{
  "type": "tkp_document",
  "filename": "TKP27_2013_05.pdf",
  "extracted_at": "2026-02-25T15:44:05.109085",
  "document_info": {
    "tkp_number": "27",
    "year": "2013",
    "month": "05"
  },
  "technical_specs": [
    {
      "value": "1",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "25",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "1500",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "20",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "500",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "3000",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "34",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "1",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "25",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "000",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "90",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "0",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "3000",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "90",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "3000",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "6",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "60",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "50",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "1500",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "20",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "500",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    }
  ],
  "prices": [],
  "raw_text": "Správa železniční dopravní cesty, státní organizace\nDlážděná 1003/7, 110 00 Praha 1, Nové Město\nTECHNICKÉ KVALITATIVNÍ PODMÍNKY\nSTAVEB STÁTNÍCH DRAH\nKapitola 27\nZABEZPEČOVACÍ ZAŘÍZENÍ\nTřetí - aktualizované vydání\nzměna č. 8\nSchváleno generálním ředitelem SŽDC\ndne: 27.3.2013\nč. j.: S 3916/2012-TÚDC\nÚčinnost od: 1.5.2013\nPočet stran : 25\nPočet příloh: 0\nPočet listů příloh: 0\nPraha 2013\nVšechna práva vyhrazena.\nTato publikace ani žádná její část nesmí být reprodukována, uložena ve vyhledávacím systému nebo\npřenášena, a to v žádné formě a žádnými prostředky elektronickými, fotokopírovacími či jinými, bez\npředchozího písemného svolení vydavatele.\nVýhradní distributor: Správa železniční dopravní cesty, státní organizace\nTechnická ústředna dopravní cesty\nÚsek automatizační a telekomunikační techniky - Oddělení typové dokumentace\n772 58 Olomouc, Nerudova 1\nObsah\nSEZNAM POUŽITÝCH ZNAČEK A ZKRATEK 3\n27.1 ÚVOD 4\n27.2 POPIS, KVALITA A PARAMETRY POUŽITÝCH ZAŘÍZENÍ 4\n27.2.1 Vnější části zabezpečovacího zařízení 5\n27.2.2 Vnější kabelové rozvody 5\n27.2.3 Vnitřní části zabezpečovacího zařízení 5\n27.2.4 Vnitřní kabelové rozvody 5\n27.2.4.1 Kabelové rozvody centrálního pracoviště DOZ a v tunelech délky nad 3000 m 6\n27.2.5 Ovládací a indikační prvky zabezpečovacího zařízení 6\n27.3 TECHNOLOGICKÉ POSTUPY PRACÍ 6\n27.3.1 Zemní práce a použité mechanizmy 6\n27.3.2 Montáž vnějších prvků 6\n27.3.3 Vnější kabelové rozvody 7\n27.3.4 Montáž vnitřních prvků 8\n27.3.5 Vnitřní kabelové rozvody 9\n27.3.6 Ovládací prvky 9\n27.4 DODÁVKA, SKLADOVÁNÍ A PRŮKAZNÍ ZKOUŠKY 9\n27.4.1 Vnější části zabezpečovacího zařízení 9\n27.4.2 Vnější kabelové rozvody 10\n27.4.3 Vnitřní části zabezpečovací zařízení 10\n27.4.4 Vnitřní kabelové rozvody 10\n27.4.5 Ovládací prvky 10\n27.5 ODEBÍRÁNÍ VZORKŮ A KONTROLNÍ ZKOUŠKY 11\n27.5.1 Všeobecně 11\n27.5.2 Ověření provedení prací a konstrukcí zakrytých v průběhu výstavby 11\n27.5.3 Komplexní vyzkoušení zhotovitelem 11\n27.5.4 Přezkušování zařízení při stavebních postupech 12\n27.6 PŘÍPUSTNÉ ODCHYLKY, MÍRA OPOTŘEBENÍ, ZÁRUKY 12\n27.6.1 Vnější části zabezpečovacího zařízení 12\n27.6.2 Vnější kabelové rozvody 12\n27.6.3 Vnitřní části zabezpečovacího zařízení 12\n27.6.4 Vnitřní kabelové rozvody 13\n27.6.5 Ovládací prvky 13\n27.6.6 Míra opotřebení 13\n27.6.7 Záruční doba 13\n27.7 KLIMATICKÁ OMEZENÍ 13\n27.7.1 Vnější části zabezpečovacího zařízení 13\n27.7.2 Vnější kabelové rozvody 13\n27.7.3 Vnitřní části zabezpečovacího zařízení 14\n27.7.4 Vnitřní kabelové rozvody 14\n27.7.5 Ovládací prvky 14\n27.8 ODSOUHLASENÍ A PŘEVZETÍ PRACÍ 14\n27.8.1 Všeobecně 14\n27.8.2 Příprava k převzetí prací 15\n27.8.3 Odborná komise 16\n27.8.4 Technické prohlídky 16\n27.8.5 Přezkoušení jednotlivých zařízení SZZ, TZZ a PZZ 16\n27.8.6 Požadavky na dokumentaci v rámci dodávek 17\n27.8.7 Zapnutí zařízení do provozu 17\n1\n27.9 KONTROLNÍ MĚŘENÍ 18\n27.9.1 Vnější části zabezpečovacího zařízení 18\n27.9.2 Vnější kabelové rozvody 18\n27.9.3 Vnitřní části zabezpečovacího zařízení 18\n27.9.4 Vnitřní kabelové rozvody 18\n27.10 EKOLOGIE 18\n27.10.1 Vnější a vnitřní kabelové rozvody 19\n27.10.2 Vnější části zabezpečovacího zařízení 19\n27.10.3 Vnitřní části zabezpečovacího zařízení 19\n27.11 BEZPEČNOST PRÁCE A TECHNICKÝCH ZAŘÍZENÍ, POŽÁRNÍ OCHRANA 19\n27.11.1 Bezpečnost práce při montážích v kolejišti 19\n27.11.2 Bezpečnost práce na elektrických zařízeních 19\n27.11.3 Montážní práce prováděné na provozovaném zařízení 19\n27.12 SOUVISEJÍCÍ NORMY A PŘEDPISY 19\n27.12.1 Technické normy 19\n27.12.2 Předpisy 22\n27.12.3 Související Kapitoly TKP 25\n2\nSEZNAM POUŽITÝCH ZNAČEK A ZKRATEK\nČD ...................... České dráhy, a. s.\nDLM .................. dlouhodobý majetek\nDLZT ................. Diagnostická laboratoř zabezpečovací technicky (TÚDC)\nDOZ ................... dálkové ovládání zabezpečovacího zařízení\nEMC ................... elektromagnetická kompatibilita\nKSUaTP ............. Koordinační schéma ukolejnění a trakčního propojení\nMD ..................... Ministerstvo dopravy\nMDS ................... Ministerstvo dopravy a spojů\nPBZ .................... požárně bezpečnostní zařízení\nOK...................... odborná komise podle předpisu SŽDC (ČSD) T200\nOŘ ...................... oblastní ředitelství (SŽDC)\nPOTV ................. prostor ohrožení trolejovým vedením\nPZZ .................... přejezdové(á) zabezpečovací zařízení\nSÚ ...................... stavědlová ústředna\nSZZ .................... staniční zabezpečovací zařízení\nSŽDC ................. Správa železniční dopravní cesty, státní organizace\nTBZ .................... technicko bezpečnostní zkouška (Stavební zákon)\nTKP .................... Technické kvalitativní podmínky staveb státních drah\nTP....................... Technické podmínky (výrobku(ů))\nTSI ..................... technické specifikace interoperability\nTÚDC ................ Technická ústředna dopravní cesty (SŽDC)\nTV ...................... trakční vedení\nTZZ .................... traťové zabezpečovací zařízení\nUPS .................... zdroj nepřetržitého napájení\nUTZ.................... určené technické zařízené podle Vyhlášky č. 100/1995 Sb.\n3\n27.1 ÚVOD\nPro tuto Kapitolu 27 platí všechny pojmy, ustanovení, požadavky a údaje uvedené v Kapitole 1 TKP -\nVšeobecně.\nKapitola 27 TKP platí pro dodávku a montáž železničního zabezpečovacího zařízení staničního, traťového\na přejezdového (dále jen SZZ, TZZ a PZZ), traťové části vlakového zabezpečovacího zařízení a dálkového ovládání\nzabezpečovacího zařízení (DOZ). I pro ostatní méně běžná zabezpečovací zařízení se postupuje při dodávce\na montáži, pokud není zvláštními TKP určeno jinak, analogicky podle těchto TKP. Při zabezpečení stavebních\na technologických postupů jsou potřebná omezení, pokud jsou nutná, uvedena v jednotlivých oddílech a článcích\ntéto Kapitoly.\nMontáž zabezpečovacího zařízení se provádí zásadně podle projektové dokumentace (dále jen „dokumentace“)\nvypracované oprávněnou osobou na základě polohopisného výkresu a situačního schématu s vyznačením venkovních\nprvků zabezpečovacího zařízení, doplněného dle potřeby Závěrovou tabulkou, případně Tabulkou přejezdu,\nschématy izolace kolejiště, KSUaTP, kabelů, umístění zařízení v budovách a výkresy uspořádání ovládacích\na kontrolních prvků.\nSituační schéma, Závěrová tabulka a Tabulka přejezdu musí být prověřeny organizační složkou OŘ pro řízení\nprovozu, DLZT a odsouhlaseny Odborem automatizace a elektrotechniky SŽDC (podrobnosti stanoví předpis1)\nSŽDC).\nPři zabezpečení stavebních a technologických postupů na provozovaném zařízení je nutné na každý stavební postup\nzpracovat dokumentaci (může být i zjednodušená, která svým obsahem jednoznačně popisuje a zobrazuje změny\ntechnologie) a při vypracování Rozkazu o výluce postupovat jak podle této dokumentace, tak podle předpisů SŽDC\n(ČSD) T100 i SŽDC D7/2.\nGeodetická dokumentace se zpracovává dle požadavků uvedených v Kapitole 1 TKP.\n27.2 POPIS, KVALITA A PARAMETRY POUŽITÝCH ZAŘÍZENÍ\nPři montáži zabezpečovacího zařízení musí být zohledněny požadavky na EMC, jak z hlediska zabezpečovacího\nzařízení jako zdroje rušení, tak i z hlediska jeho ovlivnitelnosti rušením z jiných zdrojů včetně atmosférických vlivů\n(přepěťové ochrany) v rámci budoucích konkrétních provozních podmínek.\nDodávaná a montovaná zabezpečovací zařízení musí být v souladu s ČSN 34 2600 ed. 2, ověřena a schválena pro\npoužívání na železniční dopravní cestě ve vlastnictví státu (dále jen u SŽDC). Při použití nezavedených zařízení se\npostupuje podle Směrnice SŽDC č. 34 „Směrnice pro uvádění do provozu výrobků, které jsou součástí sdělovacích a\nzabezpečovacích zařízení a zařízení elektrotechniky a energetiky, na železniční dopravní cestě ve vlastnictví státu\nstátní organizace Správa železniční dopravní cesty“. Nezavedená zařízení musí být uvedena v dokumentaci (obvykle\ntechnické zprávě), ve které musí být doložen:\na) Souhlas se sjednáním Technických podmínek výrobku respektive se změnou již schválených Technických\npodmínek výrobku až v průběhu realizace dodávky, nebo\nb) doklad o upuštění od jejich sjednání, nebo\nc) Schválení podmínek pro ověřovací provoz nezavedených vnějších prvků, nebo\nd) Souhlas s použitím nezavedeného zařízení v konkrétní aplikaci.\nUvedené souhlasy podle Směrnice SŽDC č. 34 musí být vydány vždy před uvedením zabezpečovacího zařízení do\nprovozu.\nNová nezavedená zabezpečovací zařízení musí respektovat příslušné Základní technické požadavky, Funkční\npožadavky ČD vydané do 31.12.2005, Technické specifikace SŽDC a na tratích evropského železničního systému\ntaké TSI. Odchylky od těchto požadavků (mimo TSI) musí být projednány s určeným útvarem SŽDC. Požadavky na\nkvalitu se řeší pro každé nové zařízení/výrobek při jeho zavádění pro používání u SŽDC. Zařízení v ověřovacím\nprovozu je zhotovitel povinen na své náklady po ukončení ověřovacího provozu uvést do stavu odpovídajícího\nzaváděnému zařízení.\n1 Výnos č. 1 k TNŽ 34 2604 „Závěrové tabulky – přezkušování a schvalování“ č. j. 44 134/2009–OAE z 9.9.2009\na „Metodický pokyn pro přezkušování a schvalování Tabulek přejezdů“ č.j. S338/11–OAE ze 17.1.2011\n4\n27.2.1 Vnější části zabezpečovacího zařízení\nDodávané vnější části pro montáž zabezpečovacího zařízení jsou u nově budovaných zařízení (SZZ, TZZ a PZZ)\nnové. Případné použití vyzískaných zařízení musí být řešeno v dokumentaci a odsouhlaseno objednatelem.\nPři rekonstrukcích zabezpečovacího zařízení a při zabezpečení stavebních postupů se používá, je-li to možné,\nstávající vnější zařízení v souladu s dokumentací.\nSoučásti výstroje kolejových obvodů konstruované s ohledem na podmínky provozu zpětného trakčního vedení jsou\nUTZ podle vyhlášky č. 100/1995 Sb. § 1 odstavec 4 písmeno k) a zároveň písmeno d). Jejich průkaz způsobilosti\nmusí být doložen technickými prohlídkami a zkouškami vykonanými osobou určenou MD pro jeden druh UTZ spolu\ns osobou určenou MD pro druhý druh UTZ.\nPřed zprovozněním kolejových obvodů musí být vytvořeny vnější podmínky jejich funkce stanovené pro trakční\nzařízení a pro vodivé konstrukce umístěné v POTV na elektrizované trati dokumentací podle čl. 31.3.10 těchto TKP.\nTyto podmínky musí být splněny pro každý stavební postup, při kterém jsou v činnosti kolejové obvody.\nSoučástí dodávky a montáže vnějšího zabezpečovacího zařízení jsou také upozorňovadla, která předcházejí\nnepřenosným návěstidlům, návěst ”Vlak se blíží k hlavnímu návěstidlu”, návěst ”Konec vlakové cesty”, návěsti pro\nvlakový zabezpečovač apod. Tato pevná návěstidla se provedením a způsobem montáže shodují s výstrojí trati, proto\npro ně platí Kapitola 32 TKP.\n27.2.2 Vnější kabelové rozvody\nVnějšími kabelovými rozvody se rozumějí kabelové rozvody v obvodu dopraven a na širé trati. Pro vnější kabelové\nrozvody zabezpečovacího zařízení se přednostně používají plastové kabely párové s měděnými jádry minimálního\nprůřezu 1 mm2, s vrstvenými plášti a s ochranou proti podélnému pronikání vody, typové řady TCEKPFLE.\nVýjimečně se použijí kabely čtyřkované. Při střídavé elektrické trakční soustavě a při vlivech vn a vvn se používají\nkabely se stínícím pláštěm. Konkrétní provedení ochranných obalů (-E, -EY, -PE, -PY, - ZE, -ZY, -DE, -DY) musí\nbýt zásadně stanoveno a zdůvodněno v dokumentaci. Pro napájecí kabely zabezpečovacího zařízení nebo jeho části\nmohou být použity i kabely s hliníkovými jádry o průřezu 25 mm2 a více. Tam, kde je to účelné, se používají optické\nkabely.\nKabely se ukládají buď přímo do země, nebo do úložných zařízení, tj. do žlabů, rour, betonových prefabrikátů, trub\npro optické kabely, kabelovodů a kolektorů, a to demontovatelným způsobem v prostoru vymezeném ČSN 73 6301.\nPoužité výrobky a materiály musí splňovat požadavky Kapitoly 12 TKP.\nPokládané kabely se používají nové. Použití stávajících kabelů v zemi již uložených musí být řešeno v dokumentaci.\nPro přechodnou kabelizaci použitou jen v rámci řešení stavebních postupů mohou být kabely používány opakovaně\npro různé postupy. Při využití stávajících kabelů, případně kabelů položených v rámci jiné stavby, musí být\nprostřednictvím objednatele zhotovitelovi předány od vlastníka nebo správce kabelu potřebné doklady o stavu\nvyužívaných kabelů.\n27.2.3 Vnitřní části zabezpečovacího zařízení\nDodávané vnitřní prvky pro montáž zabezpečovacího zařízení jsou u kompletně nových zařízení (SZZ, TZZ a PZZ)\nnové. Případné použití vyzískaných zařízení musí být řešeno v dokumentaci a odsouhlaseno objednatelem. Při\nrekonstrukcích zabezpečovacího zařízení a při zabezpečení stavebních postupů se používá, je-li to možné, stávající\nvnitřní zařízení v souladu s dokumentací. Dodávané vnitřní prvky pro montáž zabezpečovacího zařízení nesmí\nobsahovat žádné látky pevného, tekutého nebo plynného skupenství (například materiály obsahující silikon), které by\nnegativně ovlivňovaly jeho správnou činnost (bezpečnost, spolehlivost) a to po celou dobu jeho technické životnosti.\nPro tunely délky nad 3 000 m se musí veškerá kabelová vedení včetně optických navrhovat a provádět se zvýšenou\nodolností proti šíření plamene kategorie A podle ČSN EN 60332-3-22 (provedení r- barva pláště oranž návěstní).\nKabelové nosné konstrukce musí mít rovněž zaručenou funkční schopnost při požáru 90 min.\n27.2.4 Vnitřní kabelové rozvody\nVnitřními kabelovými rozvody se rozumějí kabelové rozvody uvnitř budov. Jedná se o kabely ve stavědlové ústředně\n(dále jen „SÚ“) mezi SÚ a dopravní kanceláří, mezi SÚ a místností kabelových závěrů a podobně. Pro vnitřní\nkabelové rozvody se používají kabely jednoplášťové celoplastové párované, šňůry nebo jednotlivé vodiče v souladu\ns dokumentací. Izolace vodičů, včetně doplňkových izolací (bužírek) ve vnitřních kabelových rozvodech (tzn.\nv reléové místnosti, reléovém domku anebo reléové skříni) nesmí být z materiálů obsahujících silikon. Pokládané\n5\nrozvody se používají zásadně nové. Rozvody nesmí být vystaveny vlivům, které je mohou zvýšenou měrou\npoškozovat (např. sluneční záření).\nPřenosové systémy, které využívají komunikaci v uzavřeném přenosovém zabezpečovacím systému podle\nČSN EN 50159, musí být provedeny způsobem vylučujícím jakoukoli možnost „narušení uzavřenosti“\nv prostorech, ve kterých není umístěna technologie zabezpečovacího zařízení.\nPro zvýšení odolnosti sdělovacích a zabezpečovacích systémů ve stavědlových ústřednách se umístění součástí\ntechnologie těchto systémů a bleskosvody vně budov musí navrhovat tak, aby uvnitř budov kabelové rozvody,\nveškeré součásti technologie sdělovacích a zabezpečovacích systémů, prvky pro obsluhu a řízení dráhy jejich pomocí\nbyly od bleskosvodů v horizontální i vertikální rovině vzdáleny nejméně 2,0 m.\n27.2.4.1 Kabelové rozvody centrálního pracoviště DOZ a v tunelech délky nad 3000 m\nPro centrální dispečerské pracoviště DOZ (jinak také CDP), se pro vnitřní kabelové rozvody technologií sdělovací\na zabezpečovací techniky, která zajišťují bezpečnost osob a činnost důležitých funkčních schopností, musí veškerá\nkabelová vedení včetně optických navrhovat a provádět se zvýšenou odolností proti šíření plamene kategorie A\npodle ČSN EN 60332-3-22, (provedení r- barva pláště oranž návěstní). Kabelové nosné konstrukce musí mít rovněž\nzaručenou funkční schopnost při požáru 90 min.\nStejně se navrhují a provádějí kabelové rozvody technologií sdělovací a zabezpečovací techniky a kabelové nosné\nkonstrukce v tunelech délky nad 3000 m.\n27.2.5 Ovládací a indikační prvky zabezpečovacího zařízení\nOvládací prvky se montují nové, při rekonstrukcích stávajícího zařízení lze v souladu s dokumentací používat\nzařízení stávající.\nPro přechodné použití v rámci řešení stavebního postupu mohou být používány vyzískané ovládací a indikační\nprvky. Trvalé použití vyzískaných prvků musí být řešeno v dokumentaci a odsouhlaseno objednatelem\na projektantem.\n27.3 TECHNOLOGICKÉ POSTUPY PRACÍ\n27.3.1 Zemní práce a použité mechanizmy\nVýkopy pro kabelové rozvody a základy vnějších prvků se provádějí v trasách a místech určených dokumentací.\nV dokumentaci musí být řešena všechna křížení a podchody stávajících sítí, kolejí a komunikací. Případné změny\nmusí být odsouhlaseny technickým dozorem stavebníka.\nVlastní výkopové práce se provádějí v definitivně upraveném terénu nebo před zahájením terénních úprav za\npodmínky, že těmito pracemi nebudou kabely a základy zařízení poškozeny a po terénních úpravách bude dodržena\nhloubka pro uložení kabelů a základů. Pro provádění zemních prací platí obecně Kapitola 3 TKP.\nPro výkopové práce se používají také mechanizační prostředky. Zásady pro bezpečnost práce těchto mechanizmů\nv kolejišti jsou uvedeny v článku 1.13 Kapitoly 1 TKP. Při využití těchto mechanizmů musí zhotovitel dbát na to,\naby nedocházelo k poškozování již hotových částí železničního spodku (plání, svahů, příkopů apod.) a jiných\nzařízení, která jsou součástí dopravní cesty.\nUložení kabelu, kabelové kanály a trasy je nutno řešit tak, aby se zabránilo šíření případného požáru po vedení.\nKabelové trasy musí být navrženy tak, aby bylo zajištěno bezpečné vypnutí (odpojení) elektrické energie v objektu a\ntím zajištěn účinný a bezpečný zásah jednotky požární ochrany. Přitom prvky jištění přívodu elektrické energie pro\nzabezpečovací zařízení musí být barevně zvýrazněny (odlišeny) oproti prvkům jištění jiného elektrického zařízení.\n27.3.2 Montáž vnějších prvků\nVnější prvky zabezpečovacího zařízení lze rozdělit podle způsobu montáže zásadně do dvou skupin.\nPrvní skupinu tvoří zařízení, která nejsou pevně spojena se železničním svrškem, jako jsou návěstidla, výstražníky,\nstojany závor apod. Tato zařízení se montují na typové betonové základy usazené do výkopu. U návěstidel je nutno\nprovést komisionální situování návěstidel v souladu s předpisem SŽDC (ČSD) T100. Pokud není zápis o situování\nnávěstidel součástí dokumentace, provede objednatel na výzvu zhotovitele komisionální situování před zahájením\n6\nmontáže návěstidel. Postup a složení komise se řídí dokumentem SŽDC Pokyn GŘ č. 12/2009. Prvky, jejichž\numístění má vztah k poloze návěstidel, jako jsou izolované styky, návěstní lávky, krakorce, eurobalízy apod.,\nje nutno umístit ve vztahu ke skutečné poloze návěstidel podle zápisu o situování návěstidel. Podkladem pro\nsituování výstražníků a stojanů závor je dokumentace, doplněná rozhodnutím Drážního úřadu o zabezpečení nebo\nzměně zabezpečení přejezdu. Při osazování základů všech výše uvedených prvků v předstihu před dokončením prací\nna železničním spodku a svršku je třeba dbát na definitivní tvar terénu a geometrickou polohu budoucí koleje, popř.\npozemní komunikace. Polohu a výšku základů je nutné vytyčit v souřadnicích. Vnější prvky montované v předstihu\n(např. návěstidla, výstražníky, přejezdníky, upozorňovadla apod.) nesmí zakrývat stávající dosud provozované\nprvky, nebo svým osazením způsobit možnou záměnu se stávajícími prvky.\nDruhou skupinu tvoří zařízení, která jsou pevně spojena s železničním svrškem, jako jsou přestavníky včetně\ndoplňujících zařízení, výstroj kolejových obvodů, počítače náprav apod., která se montují na definitivně položený,\nsměrově a výškově vyrovnaný železniční svršek. Zejména pro stykový transformátor je třeba zajistit stabilní podklad\n(panel nebo rám apod.). Montáž těchto zařízení musí zhotovitel provést tak, aby tyto prvky nebyly překážkami při\nstrojním podbíjení kolejí a výhybek (viz předpis SŽDC S3). Nelze-li to takto provést, pak způsobem, který umožní\nsnadnou demontáž těchto prvků pro průchod mechanizačních prostředků traťového hospodářství. Montáž\npřestavníku smí být provedena jen na výhybku, která je v souladu s technickými podmínkami platnými pro daný typ\nvýhybky, zejména z hlediska předepsaných chodů pohyblivých částí a přestavného odporu. Montáž výstroje\nkolejových obvodů se provádí na kolejový rošt, který musí splňovat hodnoty předepsaného izolačního stavu\na izolované styky nesmí být vodivé (viz Kapitola 8 TKP).\nPři vlastním provádění montáže vnějších zařízení postupuje zhotovitel podle montážních pokynů výrobce\njednotlivých zařízení (jedná se zejména o dodržení umístění těchto zařízení z hlediska příčného řezu kolejiště;\nzajištění průjezdného průřezu a z hlediska vibrací a rázů podle ČSN EN 50125-3, popř. o zajištění volné šířky\na výšky pozemní komunikace podle ČSN 73 6101, resp. ČSN 73 6110), případné odchylky od těchto pokynů musí\nbýt uvedeny v dokumentaci.\nPro montáž vnějších prvků se používají běžně dostupné mechanizmy. Pro stavění návěstidel, reléových skříní,\nvýstražníků a stojanů závor se používají obvykle kolové nebo kolejové jeřáby. Při využití těchto mechanizmů musí\nbýt dbáno na to, aby nedocházelo k poškozování již hotových částí železničního spodku (plání, svahů, příkopů\napod.).\nZásady pro bezpečnost práce, včetně použití mechanizmů, v kolejišti a jeho blízkosti jsou uvedeny v Kapitole\n1 TKP.\n27.3.3 Vnější kabelové rozvody\nZabezpečovací kabely se kladou do připravených tras podle článku 27.3.1 této Kapitoly TKP.\nPři pokládce kabelů je nutné dodržet ustanovení TNŽ 34 2609, a to část IV. Vnější kabelové rozvody a dalších\nsouvisejících norem (ČSN 73 6005, ČSN 37 5711 ed. 2, TNŽ 37 5711). Způsob uložení kabelů je uveden\nv dokumentaci. Při uložení do země bez úložného zařízení se kabely kladou na vrstvu jemnozrnného písku nebo\nproseté zeminy do hloubky nejméně 80 cm a překryjí se krycí vrstvou nebo ochrannou fólií podle dokumentace. Po\nrozvinutí kabelů do délky a před jejich definitivním uložením do kabelové trasy musí zhotovitel dbát na to, aby\nnedošlo k jejich poškození ostatní stavební činností.\nPro vedení kabelů je možno vytvořit sdružené kabelové trasy silnoproudé, sdělovací a zabezpečovací. Pro sdruženou\nkabelovou trasu je vhodné využít povrchové kabelové žlaby, samostatné pro každou skupinu kabelů, zakryté\nbetonovou deskou (panelem). Konstrukce úložných zařízení musí být navržena a zakryta takovým způsobem, aby\nnejen dostatečně chránila kabely před mechanickým poškozením, ale také chránila kabely před nedovoleným\nzásahem cizích osob (krádeže).\nDo kynety s metalickými kabely, na nichž se provozují nebo mají provozovat obvody zabezpečovacího zařízení, se\nnesmí ukládat zemniče. Stávající zemniče uložené společně s metalickými kabely, na nichž se provozují, nebo mají\nprovozovat obvody elektronického nebo kombinovaného (společně reléové a elektronické) zabezpečovacího zařízení\nmusí být odpojeno a nahrazeno novými uloženými samostatně.\nPři pokládce kabelů do kabelovodů, kabelových kanálů a kolektorů, pro které platí Kapitola 12 TKP, musí vlastní\npokládce kabelů předcházet přejímka těchto úložných zařízení objednatelem. Vstup kabelů ze země do budovy musí\nbýt řešen dokumentací. Otvory pro pokládku kabelů musí zhotovitel řádně utěsnit proti vnikání vlhkosti, hlodavců\na šíření požáru podle požadavků TNŽ 34 2609.\nKaždý kabel musí být označen podle TNŽ 34 2609.\n7\nKonce kabelů musí být zajištěny proti vnikání vlhkosti do duše kabelu nebo mezi plášť kabelu a ochranný obal\na musí být upevněny tak, aby byly přístupné k měření.\n27.3.4 Montáž vnitřních prvků\nMontáž vnitřních prvků provádí zhotovitel do stavědlových ústředen nebo reléových domků a skříní. V průběhu\nvýstavby nebo rekonstrukce zabezpečovacího zařízení se nesmí ve vnitřních prostorách stavědlových ústředen,\nreléových domků a skříní provádět práce, v jejichž důsledku by mohlo dlouhodobě dojít ke změně prostředí, a tím\nk narušení bezpečnosti nebo spolehlivosti funkce zabezpečovacího zařízení (práce jako broušení, řezání, mazání,\nprovádění impregnací nebo nátěrů, užití nestabilních látek, zvláště s obsahem silikonu). Materiály obsahující silikon,\npřípadně jiné nestabilní látky nesmí být v prostorách určených pro zabezpečovací zařízení ani přechodně skladovány\nnebo montovány.\nPřed montáží technologických zařízení musí zhotovitel zajistit stavební připravenost podle dokumentace a dát\nprovést její kontrolu. Kontrolu stavební připravenosti provede technický dozor stavebníka nejméně v rozsahu podle\nnásledujících bodů:\na) ověření prostor určených pro montáž podle platné dokumentace a platných norem s kontrolou\n− rozměrů místností,\n− polohy a rozměru prostupů - okosení hran apod.,\n− správný směr otvírání dveří,\n− materiálové provedení,\n− funkčnost odvodnění drenáží,\n− zabezpečení prostor proti zatékání dešťových vod;\nb) kvalitu podlah (bezprašnost), provedení soklu u podlahy a bezprašných nátěrů stěn; pro zachování kvality\npodlahy ve stavědlové ústředně během výstavby se požaduje provést druhou pokládku méně kvalitní podlahovou\nkrytinou, která se po ukončení montáže technologického zařízení odstraní. Definitivní podlaha musí vyhovovat\npodmínkám provozu umístěného zabezpečovacího zařízení;\nc) kvalitu a funkčnost elektroinstalace a uzemnění - podle druhu prostředí;\nd) kvalitu a funkčnost větrání - podle druhu prostředí;\ne) omezení pronikání přímého slunečního záření okny;\nf) únosnost podlah, podlahových roštů a montážních plošin, podle požadavku dokumentace (zhotovitel doloží\natesty zabudovaných výrobků beton. panelů a ocelových konstrukcí);\ng) kvalitu a funkčnost temperování podle zařazení montovaných zařízení (viz oddíl 27.7 této Kapitoly) v případě, že\nnení instalované topení napojeno na funkční zdroj, zhotovitel zajistí náhradní zdroj temperování;\nh) přístupové cesty\n− pro osoby provádějící montáž,\n− pro přesun technologických zařízení;\ni) umístění a vybavení bezpečnostními tabulkami (zejména druh a počet podle ČSN ISO 3864-1, ČSN 01 8013\na TNŽ 34 2612) a označení místností (na dveřích) musí odpovídat projektové dokumentaci; dodávku a montáž\nbezpečnostních tabulek zajišťuje zhotovitel;\nj) protipožární opatření jakož i umístění, počet a druh hasebních prostředků musí odpovídat zpracovanému požárně\nbezpečnostnímu řešení stavby;\nk) zakrytí rozvodných žlabů a šachet, montážních žlabů poklopy pro zajištění bezpečnosti;\nl) zabezpečení kabelových vstupů a průchodů požárními zábranami (např. požární přepážky a ucpávky ve smyslu\n§2 odst. 4 písm. f) vyhlášky 246/2001 Sb.), které zamezí i vnikání malých hlodavců do místnosti;\nm) uzamykatelnost dveří a poklopů patentními klíči jednotnými pro dohodnutý traťový úsek z důvodu zajištění\nprostor proti vniknutí neoprávněných osob;\nn) splnění podmínek z hlediska bezpečnosti práce podle ČSN EN 50 272-2 ed. 2 a ČSN EN 50110-1 ed. 2 (tekoucí\nvoda, je-li požadována dokumentací, ochranné pomůcky apod.);\no) kvalitu a funkčnost chladicích resp. klimatizačních jednotek - podle druhu prostředí;\np) ověření opatření pro zajištění EMC podle projektu a ČSN EN 62305-1, ČSN EN 62305-4.\n8\nPři montáži vnitřních prvků se postupuje podle montážních pokynů výrobce jednotlivých výrobků/zařízení, případné\nodchylky od těchto pokynů musí být uvedeny v dokumentaci.\nPoužité vnitřní prvky musí vyhovovat prostředí, ve kterém budou použity, podle ČSN EN 50125-3. Pokud některé\nprvky mají přísnější požadavky na prostředí (např. baterie nebo elektromechanické spínací prvky), musí jim být\nodpovídající prostředí zajištěno. Zajištění přísnějšího prostředí se smí provést jen pro prvky, které to vyžadují (např.\numístění do klimatizovaných skříní), nikoliv pro celou místnost či objekt.\nPozn.: Pokud je takové zajištění podmínek prostředí použito, musí být v rámci výběrového řízení předloženy údaje\no příkonu klimatizace, či podobného zařízení a propočet nákladů na spotřebu energie, údržbu a opravy po dobu 25\nlet. Není-li všeobecným předpisem stanoveno jinak, počítají se náklady na opravy a údržby ve výši 8 % na rok\nz pořizovací ceny klimatizace bez montáže. Tyto náklady se zohlední při porovnání cen jednotlivých nabídek ve\nvýběrovém řízení.\nZásady pro bezpečnost práce na elektrických zařízeních jsou uvedeny v článku 27.11.2 této Kapitoly TKP. Při\nrekonstrukcích stávajících zařízení, případně při zabezpečení stavebních postupů je obvykle nutné provádět práce na\nprovozovaném (nevypnutém) zařízení. Hlavní zásady pro bezpečnost práce a železničního provozu při těchto pracích\njsou uvedeny v článku 27.11.3 této Kapitoly TKP.\n27.3.5 Vnitřní kabelové rozvody\nPro montáž vnitřních kabelových rozvodů je nutná stavební připravenost, jejíž rozsah a kontrola jejího provedení\njsou obdobné jako v článku 27.3.4 této Kapitoly. Vnitřní kabelové vedení lze klást do kabelových žlabů, kanálů,\ntvárnic, rour, dutin ve stavebních konstrukcích, na rošty, přímo na jiný vhodný podklad apod. Podrobnosti pro\npokládku vnitřních kabelových rozvodů stanovuje dokumentace a pro vlastní technické řešení je závazná\nTNŽ 34 2609 část V. Vnitřní kabelové rozvody s využitím ČSN 73 0848 – Požární bezpečnost staveb – Kabelové\nrozvody.\nProstupy kabelů a vodičů požárně dělícími konstrukcemi a požárně dělícími přepážkami\n− musí odpovídat zpracovanému požárně bezpečnostnímu řešení stavby\n− musí být provedeny podle ČSN 73 0810\n− musí splňovat podmínky požární odolnosti a klasifikaci podle ČSN EN 13501-2\nUtěsnění prostupů kabelu se provádí požární ucpávkou, která musí vykazovat stejnou požární odolnost jako\nkonstrukce, kterou kabely prostupují, nepožaduje se však vyšší požární odolnost než 60 minut.\n27.3.6 Ovládací prvky\nPro montáž ovládacích prvků je nutná stavební připravenost, jejíž rozsah a kontrola jejího provedení jsou obdobné\njako v článku 27.3 této Kapitoly TKP.\nPři montáži ovládacích prvků se postupuje podle montážních pokynů výrobce jednotlivých zařízení, případné\nodchylky od těchto pokynů musí být uvedeny v dokumentaci.\nPři umísťování ovládacích prvků do místnosti obsluhy je nutné kromě dokumentace respektovat ”Zadávací\npodmínky staveb sdělovací a zabezpečovací techniky” schválené č. j. 703/95-S7/INV. Jedná se o ergonometrické\nřešení místností, provedení pracovních stolů, omezení zdrojů tepla a hluku, řešení světelných podmínek pracoviště\na koordinace umístění ovládacích prvků.\nPři rekonstrukcích stávajících zařízení, případně při zabezpečení stavebních postupů je obvykle nutné provádět práce\nna provozovaném (nevypnutém) zařízení. Hlavní zásady pro bezpečnost práce a železničního provozu při těchto\npracích jsou uvedeny v článku 27.11.3 této Kapitoly TKP.\n27.4 DODÁVKA, SKLADOVÁNÍ A PRŮKAZNÍ ZKOUŠKY\n27.4.1 Vnější části zabezpečovacího zařízení\nPři převzetí dodávky vnějších částí zabezpečovacího zařízení, jako jsou návěstidla, přestavníky, výstražníky, stojany\nzávor, výstroj kolejových obvodů apod., provede technický dozor stavebníka kontrolu komplexnosti dodávky podle\ndokumentace a technických podmínek výrobce. Dodávka každého vnějšího prvku musí být doložena dodacím listem\na osvědčením o jakosti (a pokud to vyplývá z obecně právních předpisů i prohlášením o shodě (ujištěním o shodě),\npříp. jiným stanoveným certifikátem), které do převzetí kompletního zařízení objednatelem jsou v opatrování\n9\nzhotovitele. Skladování vnějších prvků zabezpečovacího zařízení na stavbě musí být zajištěno v krytých nebo\noplocených skladech, aby nedošlo k jejich poškození deformací.\nPrůkazní zkoušky pro výrobky, kde je to požadováno podmínkami pro jejich používání u SŽDC, provádí výrobce\na zhotovitel předá jejich výsledky objednateli.\n27.4.2 Vnější kabelové rozvody\nKabely musí být dodávány s osvědčením jakosti od specializovaného výrobce.\nKabely se na stavbu dodávají na kabelových bubnech, které je možno skladovat jen na oplocených prostranstvích.\nKabely musí být zajištěny proti samovolnému rozvinutí. Při manipulaci s kabely musí být zajištěno, aby konce\nkabelů byly zajištěny proti vnikání vlhkosti podle podmínek výrobce.\nKabely nesmí být vystaveny sálavému teplu topidel a nesmí být skladovány společně s hořlavými kapalinami\na rozpouštědly nebo s výrobky tyto obsahující.\n27.4.3 Vnitřní části zabezpečovací zařízení\nPři převzetí dodávky vnitřního zabezpečovacího zařízení, jako jsou relé, reléové sady a bloky, reléové stojany,\nměniče, kodéry, napájecí panely, elektronické soubory, počítačové jednotky apod., stojany, skříně s technologií\nzabezpečovacího zařízení apod. provede technický dozor stavebníka kontrolu komplexnosti dodávky podle\ndokumentace a technických podmínek výrobce. Dodávka každé samostatné části, resp. prvku vnitřního zařízení musí\nbýt doložena dodacím listem a osvědčením o jakosti (a pokud to vyplývá z obecně právních předpisů i prohlášením o\nshodě (ujištěním o shodě), příp. jiným stanoveným certifikátem), které do převzetí kompletního zařízení\nobjednatelem jsou v opatrování zhotovitele. Skladování vnitřních částí zabezpečovacího zařízení na stavbě musí být\nzajištěno v přepravních obalech a v krytých a suchých skladech podle podmínek výrobce. Přednostně se doporučuje\nskladování ve stavědlových ústřednách s ukončenou stavební připraveností.\nPrůkazní zkoušky pro výrobky, kde je to požadováno podmínkami pro jejich používání u SŽDC, provádí výrobce\na zhotovitel předá jejich výsledky objednateli.\nDodávka technologických počítačů a diagnostických počítačů, které jsou součástí zabezpečovacího zařízení, musí\nbýt doložena kopií licenční smlouvy na použitý software.\n27.4.4 Vnitřní kabelové rozvody\nKabely, šňůry a vodiče musí být dodávány s osvědčením o jakosti od specializovaného výrobce.\nVnitřní kabely a jejich příslušenství se na stavbě skladují v suchých uzavřených prostorách podle podmínek výrobce.\nPřednostně se doporučuje skladování ve stavědlových ústřednách s ukončenou stavební připraveností.\nKabely nesmí být vystaveny sálavému teplu topidel a nesmí být skladovány společně s hořlavými kapalinami\na rozpouštědly nebo s výrobky tyto obsahující.\n27.4.5 Ovládací prvky\nPři převzetí dodávky ovládacích a kontrolních prvků zabezpečovacího zařízení, jako jsou tlačítka, řadiče, žárovky,\nsvítivé diody, prosvětlovací buňky, indikační desky, ovládací stoly, desky nouzových obsluh, klávesnice, monitory\napod. provede technický dozor stavebníka kontrolu komplexnosti dodávky podle dokumentace a technických\npodmínek výrobce. Dodávka každé samostatné části, resp. prvku zařízení musí být doložena dodacím listem\na osvědčením o jakosti, které do převzetí kompletního zařízení objednatelem jsou v opatrování zhotovitele. Ovládací\nstoly a skříně s poškozenou povrchovou úpravou nesmějí být připuštěny k přejímce. Skladování ovládacích částí\nzabezpečovacího zařízení na stavbě musí být zajištěno v krytých a suchých skladech podle podmínek výrobce.\nPřednostně se doporučuje skladování ve stavědlových ústřednách s ukončenou stavební připraveností.\nPrůkazní zkoušky pro výrobky, kde je to požadováno podmínkami pro jejich používání u SŽDC, provádí zhotovitel\na předá jejich výsledky objednateli.\n10\n27.5 ODEBÍRÁNÍ VZORKŮ A KONTROLNÍ ZKOUŠKY\n27.5.1 Všeobecně\nV průběhu prací je nutné ověřit provedení prací a konstrukcí, které budou stanoveným technologickým postupem\nzakryty v průběhu výstavby. Ověření provedení prací a konstrukcí a jejich odsouhlasení provede technický dozor\nstavebníka, resp. pověřený zaměstnanec objednatele. Rovněž je nutné provést komplexní přezkoušení zařízení\nzhotovitelem.\nDále technický dozorem stavebníka zajistí nebo sám průběžně provádí:\n− ověření shody skutečně dosažených hodnot uzemnění\n− pro každý stavební postup před jeho zahájením odsouhlasení KSUaTP, resp. odsouhlasení změn KSUaTP podle\npředpisů SŽDC (ČD) T120 a „Směrnice pro zavedení, používání a správu koordinačních schémat ukolejnění\na trakčního propojení“ č. j. ČD 56 731/96-S14,\n− kontrolu stavu ukolejnění a trakčního propojení podle takto odsouhlaseného KSUaTP průběžně během\nstavebního postupu a před ukončením stavebního postupu,\n− zajistí ověření shody skutečného stavu a provedení ukolejnění s nově vyhotoveným KSUaTP (jeho změnou)\nu pověřených osob č. j. ČD 56 731/96-S14 ve znění pozdějších výnosů.\nKaždé ověřené KSUaTP předá určenému správci KSUaTP u OŘ s dostatečným počtem kopií pro jednotlivé dotčené\nsprávy OŘ; platí i pro jednotlivé stavební postupy.\n27.5.2 Ověření provedení prací a konstrukcí zakrytých v průběhu výstavby\nZhotovitel je povinen průběžně požadovat od technického dozoru stavebníka odsouhlasení provedení prací\na konstrukcí, které budou následně zakryty, a pořizovat o tom zápisy. Tato povinnost je předepsána předpisem\nSŽDC (ČSD) T200.\nJedná se především o odsouhlasení hloubky a způsobu zakrytí pokládaných kabelů, zda jsou v souladu\ns TNŽ 34 2609 a dokumentací. Před zakrytím se rovněž zkontroluje řádné označení kabelů podle TNŽ 34 2609\nčl. 196-198, umístění prvků pro lokalizaci kabelové spojky (pokud jsou použity podle projektu) a umístění prvků pro\nlokalizaci kabelové trasy pouze s optickými kabely (resp. prázdnými trubkami pro optické kabely) bez vytyčovacího\nvodiče v místě lomových bodů (bez ohledu na to, zda to stanoví projekt). Maximální vzdálenost mezi kabelovými\nštítky je 50 m.\n27.5.3 Komplexní vyzkoušení zhotovitelem\nKomplexním vyzkoušením zhotovitelem se rozumí ověření kvality, funkčnosti a provozuschopnosti zařízení ve\nvšech funkcích a vzájemných vazbách. Zhotovitel je v souladu s předpisem SŽDC (ČSD) T200 povinen před\nzahájením komplexního vyzkoušení provést oživení, seřízení a nastavení zařízení. Datum zahájení komplexního\nvyzkoušení oznámí zhotovitel nejméně 5 pracovních dnů předem objednateli (technickému dozoru stavebníka\na předsedovi OK). Provádí se mimo jiné podle přezkoušeného a schváleného Situačního schéma, Závěrové tabulky\na Tabulky přejezdu.\nPři komplexním vyzkoušení zhotovitel postupně ověří za přítomnosti odborné komise kvalitu, funkci\na provozuschopnost zařízení ve všech funkcích a souvislostech podle projektové dokumentace. Průběh komplexního\nvyzkoušení zhotovitel zapisuje do montážního deníku, výsledky zkoušek předkládá ve formě předepsané předpisem\nSŽDC (ČSD) T200 nebo podle předpisu výrobce pro vyzkoušení a aktivaci zabezpečovacího zařízení odborné\nkomisi.\nOdborná komise ověří požadované vlastnosti zařízení vyhodnocením výsledků funkčních zkoušek komplexního\nvyzkoušení zhotovitelem, popř. další funkční zkouškou nebo opakováním některé z již provedených funkčních\nzkoušek (viz 27.8.5). K tomu je zhotovitel povinen poskytnout odborné komisi nezbytný materiál, pomůcky,\na požadovaný časový prostor. Zhotovitel je povinen při těchto zkouškách spolupracovat.\nNa základě kladného vyhodnocení komplexního vyzkoušení odborná komise vydá souhlas se zahájením postupného\nuvádění zařízení do provozu. Podmínkou vydání tohoto souhlasu je i kladný výsledek kontroly odstranění závad\nzjištěných při technických prohlídkách prováděných podle SŽDC (ČSD) T200 a SŽDC (ČD) T115.\nPráce při postupném zapínání zařízení do provozu řídí pověřený člen OK.\n11\n27.5.4 Přezkušování zařízení při stavebních postupech\nPři stavebních postupech, kdy je montážními pracemi dotčena pouze část zařízení, se postupuje podle předpisu\nSŽDC (ČSD) T100 část - Přezkušování zabezpečovacího zařízení před uvedením do provozu.\nPřed předáním zabezpečovacího zařízení k přezkoušení musí být zařízení přezkoušeno zhotovitelem. Přezkoušení při\njednotlivých stavebních postupech se provádí podle čl. 27.5.3 TKP s tím, že odpovědný zaměstnanec objednatele\nresp. budoucího provozovatele musí být účasten celého přezkoušení a zajišťuje potřebná dopravní opatření. V rámci\nstavebních postupů uvede zařízení do provozu na základě provedené technické prohlídky a zkoušky, zápisu změny\ndo průkazu způsobilosti UTZ Drážním úřadem a nakonec zápisem do “Záznamníku poruch na sdělovacím\na zabezpečovacím zařízení“ a v ”Knize přehlídek”; případně lze postupovat podle Opatření Drážního úřadu\nč. 4/2010 (č.j. DUCR-32726/10/Pk) resp. opatření, které ho nahrazuje.\n27.6 PŘÍPUSTNÉ ODCHYLKY, MÍRA OPOTŘEBENÍ, ZÁRUKY\n27.6.1 Vnější části zabezpečovacího zařízení\nZařízení, která nejsou pevně spojena se železničním svrškem, jako jsou návěstidla, výstražníky, stojany závor apod.,\nmusí být umístěna podle Protokolu o situování návěstidel, respektive podle dokumentace.\nPři montáži návěstidel musí být dodrženy podmínky protokolu o komisionálním situování návěstidel (viz předpis\nSŽDC (ČSD) T100). Případné požadované odůvodněné změny (při respektování rozhodnutí Drážního úřadu) musí\nbýt odsouhlaseny odpovědným zaměstnancem objednatele, který rozhodne, zda je nutné projednat nové situování\nnávěstidel. Návěstidla musí být umístěna tak, aby nezasahovala do průjezdného průřezu navrženého dokumentací\npro danou trať a nebránila průjezdu těžké mechanizace. Dále je nutné dodržet vzdálenost návěstidla od živé části\ntrakčního vedení (dále jen TV) 1500 mm podle ČSN 34 1530 ed. 2 čl. 6.5.1d) (TNŽ 34 1540 čl. 48) a předepsanou\ndohlednost podle vyhlášky č. 173/1995 Sb. Při umístění návěstidla zavěšeného nad nástupiště musí být dodržena\nminimální výška spodní hrany návěstidla nad nástupištěm podle ČSN 73 4959.\nPři montáži výstražníků a stojanů závor musí být dodrženy podmínky rozhodnutí Drážního úřadu o zabezpečení\npřejezdu. Případné odůvodněné změny (při respektování rozhodnutí Drážního úřadu) musí být odsouhlaseny\ntechnickým dozorem stavebníka. Při změnách musí být ověřeno, zda nové umístění vyhovuje vypočtené přibližovací\ndobě, popřípadě i předzváněcí době PZZ. Rovněž musí být dodržena předepsaná minimální vzdálenost kterékoli\nčásti výstražníku a zařízení závory od osy koleje a vzdálenost závorových břeven od živých částí TV a další\npodmínky stanovené ČSN 73 6380 a minimální vzdálenost k průjezdnému/průchozímu prostoru pozemní\nkomunikace při respektování bezpečnostního odstupu dle ČSN 73 6101 a ČSN 73 6110, při umístění nad pozemní\nkomunikací také ČSN 73 6201.\nPři montáži zařízení, která jsou pevně spojena se železničním svrškem, jako jsou přestavníky včetně doplňujících\nzařízení, výstroj kolejových obvodů, počítače náprav apod., je nutné dodržet tolerance, které jsou uvedeny ve\nvýrobní, resp. montážní dokumentaci jednotlivých zařízení.\n27.6.2 Vnější kabelové rozvody\nVnější kabelové rozvody musí být provedeny podle dokumentace. Změny kabelových tras vyžádané zhotovitelem\njsou možné v odůvodněných případech, ale musí být odsouhlaseny technickým dozorem stavebníka a projektantem.\nPři změně kabelové trasy musí technický dozor stavebníka ověřit, zda její změna není v rozporu se stavebním\npovolením stavby, a to především z hlediska stávajících podzemních sítí a práv vlastníků dotčených, případně\nsousedících pozemků. Při všech změnách kabelové trasy musí být dodržena závazná ustanovení TNŽ 34 2609.\n27.6.3 Vnitřní části zabezpečovacího zařízení\nU vnitřní části zabezpečovacího zařízení jako celku se jedná o dva druhy odchylek. Za prvé o odchylky\nv mechanickém provedení zařízení a za druhé o změny elektrického zapojení, resp. změny aplikovaného software.\nPři montáži zařízení je nutné dodržet mechanické tolerance, které jsou uvedeny ve výrobní, resp. montážní\ndokumentaci jednotlivých zařízení. Při montáži stojanových řad nebo skříní do stavědlové ústředny je třeba dodržet\npředepsanou minimální šířku uliček kolem zařízení (nejméně 80 cm) podle TNŽ 34 2620 resp. ČSN 34 2650 ed. 2.\nPovolená tolerance v tomto případě je 20 mm.\nZměny elektrického zapojení a aplikovaného software oproti schválené dokumentaci se nepřipouštějí. Každé změně\nmusí předcházet změna nebo doplnění dokumentace a její odsouhlasení. Současně musí být respektovány podmínky\n12\nč.j. 55715/98-O14 ze dne 12.2.1998 ”Systémová opatření k provozu mikroprocesorových zabezpečovacích\nzařízení”.\n27.6.4 Vnitřní kabelové rozvody\nVnitřní kabelové rozvody musí být provedeny podle dokumentace. Změny kabelových rozvodů uvnitř budov jsou\nmožné v odůvodněných případech a musí být odsouhlaseny technickým dozorem stavebníka. Při všech změnách\nmusí být respektována TNŽ 34 2609 –část V. Vnitřní kabelové rozvody s využitím ČSN 73 0848.\nNavrženou změnou nesmí dojít ke snížení požární bezpečnosti objektu, zejména ke snížení bezpečnosti osob nebo ke\nztížení zásahu jednotek požární ochrany tj. zejména třída reakce stavebních výrobků na oheň nebo druh konstrukcí\npoužitých v měněných stavebních konstrukcích není oproti původnímu stavu zhoršen; na nově provedenou\npovrchovou úpravu stěn a stropů není použito výrobků třídy reakce na oheň E nebo F, u stropů (podhledů) není\npoužito hmot, které při požáru (při zkoušce podle ČSN 73 0865) jako hořící odkapávají nebo odpadávají a nově\nzřizované prostupy všemi stěnami či stropy jsou utěsněny podle ČSN 73 0810.\nZabezpečovací zařízení ve stavbě, je technické zařízení jehož náhlé odstavení nebo vypnutí může vyvolat havárii\nnebo jinou mimořádnou událost, musí být proto zřetelně označeno štítkem obsahujícím informaci o určení zařízení\na charakteristice nebezpečí.\n27.6.5 Ovládací prvky\nPro tento článek platí obdobné podmínky jako v článku 27.6.3 této Kapitoly TKP. Při montáži zařízení je nutné\ndodržet mechanické tolerance uvedené ve výrobní, resp. montážní dokumentaci výrobce.\nZměny rozmístění ovládacích a kontrolních prvků, jejich elektrického zapojení a aplikovaného software oproti\nschválené dokumentaci se nepřipouštějí. Každé změně musí předcházet změna nebo doplnění dokumentace a její\nodsouhlasení.\n27.6.6 Míra opotřebení\nZařízení podle článků 27.6.1 - 27.6.5 této Kapitoly TKP se zásadně uvažuje nové, pouze při rekonstrukcích\na stavebních postupech se využívá zařízení stávající. Při použití stávajících zařízení stanoví možnou míru jeho\nopotřebení dokumentace (viz oddíl. 27.2 této Kapitoly TKP).\n27.6.7 Záruční doba\nZáruční doby všeobecně stanoví Kapitola 1 TKP. Údržbu v záruční době zajišťuje správce DLM podle Kapitoly 1\nTKP. Technologické postupy (pokyny, předpisy výrobce - zhotovitele) pro údržbu předá zhotovitel správci DLM\nnejpozději tři měsíce před uvedením díla do provozu. V případě, že některé části (technologické celky) díla bude po\ndobu záruky udržovat zhotovitel (dodavatel) díla, pak je povinen tyto části opatřit kryty a pečetěmi tak, aby zásah\nsprávce DLM do zařízení mohl být tímto způsobem registrován.\nNa ty části díla, které jsou v ověřovacím provozu, se vzhledem k provádění údržby a k zárukám vztahují nejen\nčlánky 1.8.2 a 1.8.3 těchto TKP, ale navíc i ustanovení smlouvy o zajištění ověřovacího provozu, která musí být\nmezi správcem DLM a zhotovitelem zařízení uzavřena dostatečně včas před zahájením ověřovacího provozu.\n27.7 KLIMATICKÁ OMEZENÍ\n27.7.1 Vnější části zabezpečovacího zařízení\nPoužité venkovní prvky musí vyhovovat prostředí, ve kterém budou použity, podle ČSN EN 50125-3. Klimatická\nomezení pro montáž jednotlivých vnějších zařízení stanoví podmínky pro jejich dodávku a montáž (stanoveno\npodmínkami pro jejich používání u SŽDC). Pokud nejsou stanoveny, je nutné respektovat pracovní podmínky pro\nvenkovní části zabezpečovacího zařízení podle ČSN 34 2600 ed. 2. Jsou-li s montáží zařízení spojeny práce na\nukončování kabelů (kabelové formy, vodní zábrany apod.), platí ustanovení článku 27.7.1 této Kapitoly TKP.\n27.7.2 Vnější kabelové rozvody\nPodle těchto TKP musí zhotovitel zajistit, aby kabely byly transportovány, skladovány, pokládány a montovány\nvýhradně v klimatických podmínkách přípustných podle schválených technických podmínek výrobce.\n13\nNení-li v TP výrobce klimatické omezení stanoveno, nesmí pokládka probíhat při teplotách nižších než +4°C bez\nzvláštních opatření podle ČSN 33 2000-5-52.\nKlimatická omezení pro zemní práce jsou uvedena v Kapitole 3 TKP.\n27.7.3 Vnitřní části zabezpečovacího zařízení\nPoužité vnitřní prvky musí vyhovovat prostředí, ve kterém budou použity, podle ČSN 50125-3, nebo musí být\nzajištěny podmínky podle 27.3.4 této Kapitoly TKP. Klimatická omezení pro montáž vnitřních zařízení stanoví\npodmínky výrobce pro dodávku a montáž jednotlivých zařízení. Pokud nejsou stanoveny, je nutné respektovat\npracovní podmínky pro vnitřní části zabezpečovacího zařízení podle ČSN EN 50125-3. Jsou-li s montáží zařízení\nspojeny práce na ukončování kabelů (kabelové formy, vodní zábrany apod.), platí ustanovení článku 27.7.1 této\nKapitoly TKP.\nAktivace zařízení, umístěného v místnostech budov, pokud není výrobcem zabezpečovacího zařízení pro konkrétní\npřípad stanoveno jinak, musí probíhat při temperování místností alespoň na teplotu + 15 °C.\n27.7.4 Vnitřní kabelové rozvody\nPodle těchto TKP musí zhotovitel zajistit, aby kabely byly transportovány, skladovány, pokládány a montovány\nvýhradně v klimatických podmínkách přípustných podle schválených technických podmínek výrobce.\nNení-li v TP výrobce klimatické omezení stanoveno nesmí pokládka probíhat při teplotách nižších než +4 °C bez\nzvláštních opatření podle ČSN 33 2000-5-52.\n27.7.5 Ovládací prvky\nPoužité ovládací prvky musí vyhovovat prostředí, ve kterém budou použity, podle ČSN EN 50125-3, nebo musí být\nzajištěny podmínky podle 27.3.4 této Kapitoly TKP. Klimatická omezení pro montáž ovládacích prvků stanoví\npodmínky výrobce pro dodávku a montáž jednotlivých zařízení. Pokud nejsou stanoveny, je nutné respektovat\npracovní podmínky pro vnitřní části zabezpečovacího zařízení podle ČSN EN 50125-3. Jsou-li s montáží zařízení\nspojeny práce na ukončování kabelů (kabelové formy, vodní zábrany apod.), platí ustanovení článku 27.7.1 této\nKapitoly TKP.\nOživování a přezkušování zařízení musí probíhat v místnostech obsluhy zabezpečovacího zařízení temperovaných\nalespoň na teplotu + 15 °C.\n27.8 ODSOUHLASENÍ A PŘEVZETÍ PRACÍ\n27.8.1 Všeobecně\nZákladním předpokladem odsouhlasení a převzetí prací od zhotovitele je:\n− kladné vyhodnocení vydané odbornou komisí o provedení technických prohlídek a o přezkoušení\nzařízení zhotovitelem a\n− získání průkazu způsobilosti podle § 47 Zákona č. 266/1994 Sb., o drahách.\nPožaduje se, aby určená technická zařízení podle vyhlášky č. 100/1995 Sb. byla předávána zhotovitelem\nprovozuschopná a s vystaveným průkazem způsobilosti pro veškerá použitá UTZ. Při uvádění zařízení do provozu\npo etapách musí být respektovány podmínky Drážního úřadu pro vystavení Průkazu způsobilosti. Prohlídka\na kontrola zařízení se řídí předpisem výrobce a předpisem SŽDC (ČSD) T200.\nPřevzetí prací se provádí pro ucelené zařízení SZZ, TZZ nebo PZZ podle dokumentace formou přejímacího řízení\na ve smyslu ustanovení čl. 1.8 těchto TKP. Vady a nedodělky zjištěné při přejímacím řízení musí odstranit\nzhotovitel. Do doby odstranění vad a nedodělků, které mohou ohrozit bezpečnost osob nebo provoz dráhy, nebudou\npráce převzaty. Odsouhlasení provedených prací je nezbytné pro jejich ocenění a pro možnost zahájení navazujících\nprací. Zhotovitel odsouhlasených prací za ně odpovídá až do doby převzetí prací. Po převzetí prací udržuje zařízení\njiž objednatel způsobem a v rozsahu daném Pokyny pro údržbu výrobku dodané zhotovitelem. Obsah dokumentace\npro údržbu stanovuje ČSN EN 13460.\nKladné vyjádření odborné komise po ukončení aktivace zařízení/výrobku je nutnou podmínkou pro ukončení TBZ,\npředání díla a provedení kolaudace stavby podle Stavebního zákona.\n14\nVyžaduje-li to charakter předávaného zařízení/výrobku a v zájmu zajištění co nejvyšší pohotovosti předávaného\nzařízení, musí být ke dni předání zařízení stanoveny podmínky a uzavřena smlouva o zajištění záručního\na pozáručního servisu dotčeného zařízení mezi zhotovitelem a budoucím správcem předávaného zařízení.\n27.8.2 Příprava k převzetí prací\nPovinnosti objednatele a zhotovitele jsou uvedeny v předpisu SŽDC (ČSD) T200.\nZhotovitel je povinen připravit nezbytné podklady, a to zejména:\n− dokumentaci dle Kapitoly 1 TKP včetně montážních výkresů s vyznačenými změnami podle skutečného\nprovedení, včetně geodetického zaměření,\n− pro určená technická zařízení technickou dokumentaci ve smyslu vyhlášky č. 100/1995 Sb., pro ostatní zařízení\nobvyklou technickou dokumentaci vztahující se k zařízení, popřípadě jeho jednotlivým částem a ostatní\ndokumentaci potřebnou pro řádnou obsluhu, provozování a údržbu dodaného zařízení,\n− zápisy o odsouhlasení provedených prací a konstrukcí zakrytých v průběhu výstavby (viz čl. 27.5.2),\n− osvědčení o provedených zkouškách použitých materiálů a konstrukcí, zprávu o provedení výchozí revize\nzařízení podle ČSN 33 1500,\n− protokol o měření kabelů,\n− protokol o měření izolačních stavů,\n− protokol o kapacitní zkoušce baterie, u bezúdržbových baterií zápis o provedení provozní zkoušky s uvedením\ndoby, po kterou bylo zařízení napájeno z baterie,\n− protokol o nastavení kolejových obvodů,\n− protokol o technické prohlídce a zkoušce UTZ,\n− certifikát o přezkoumání typu subsystému nebo certifikát o ověření subsystému podle nařízení vlády\nč. 133/2005 Sb., pokud ho má na základě smlouvy zhotovitel pro provozovatele zajistit,\n− montážní deník,\n− udělené výjimky z norem a předpisů,\n− souhlas k ověřovacímu provozu (je-li prováděn),\n− souhlas s použitím nezavedeného zařízení (je-li použito),\n− doklady o provedení komplexního vyzkoušení,\n− prohlášení zhotovitele o shodě dodaného a namontovaného zařízení s předloženou dokumentací, technickými\npodmínkami a typovými podklady a ujištění o shodě podle zákona č. 22/1997 Sb.,\n− doklad o montáži požární přepážky a ucpávky ve smyslu §2 odst. 4 písm. f) vyhlášky 246/2001 Sb. (§6 a §10\nvyhlášky 246/2001 Sb.) ,\n− doklad o oprávnění osob k montáži pro požární přepážky a ucpávky (§6 odst. 2 vyhlášky 246/2001 Sb.) ,\n− doklad o kontrole provozuschopnosti pro požární přepážky a ucpávky (PBZ k omezení šíření požáru),\n− doklad potvrzující požadované vlastnosti z požárně bezpečnostního řešení stavby pro požární přepážky\na ucpávky (prohlášení o shodě, klasifikační protokol),\n− prohlášení zhotovitele, že použité díly a funkční celky jsou v souladu s typem schváleným pro použití na\nželezniční dopravní cestě a neschválené díly a funkční celky zajišťující přímo bezpečnosti drážní dopravy jsou\nv souladu s dokumentací předloženou hodnotiteli bezpečnosti,\nPozn.: Výrobky zabezpečovací technicky již schválené pro použití na železniční dopravní cestě jsou uvedeny\nv Ústředním registru zaváděcích listů umožňujícím dálkový přístup na http://webzl.tudc.cz/.\n− uzavřenou smlouvu o záručním a pozáručním servisu, pokud to charakter předávaného zařízení vyžaduje,\n− dokument o složení a technologii provedení bezpečnostních a ochranných nátěrů vnějších prvků\nzabezpečovacího zařízení včetně jejich záručních podmínek,\n− je-li to zakotveno ve smlouvě i protokol o proškolení obsluhujících a udržujících zaměstnanců, včetně předání\nvýukových simulačních programů.\nObjednatel je povinen na základě v předstihu zhotovitelem předložených dokladů a prohlášení připravit:\n− zprávu, jak odpovídá provedení prací schválené dokumentaci, smluvním podmínkám, technickým normám\na příslušným předpisům,\n15\n− pokud stavba zabezpečovacího zařízení na elektrizované trati vyvolá změnu KSUaTP i ověření nového (případně\nzměny stávajícího) KSUaTP oprávněnými určenými osobami podle č.j. ČD 56 731/96-S14 ve znění pozdějších\nvýnosů a SŽDC (ČD) T120 čl. 66.\nPokud je zabezpečovací zařízení aktivováno v menším rozsahu, než v jakém bylo vyprojektováno a schváleno (tzv.\nvýhledový stav), je objednatel povinen zajistit schválenou dokumentaci také na stav ke dni aktivace. Zkoušení\nzařízení se v takovém případě provádí jednak pro celé zařízení pomocí maket, jednak ke dni aktivace předepsaným\nzpůsobem podle předpisu SŽDC (ČSD) T200.\n27.8.3 Odborná komise\nOdborná komise ve smyslu předpisu SŽDC (ČSD) T200, jmenovaná na žádost objednatele nebo příslušného OŘ, se\nzřizuje:\n− k provedení technických prohlídek zařízení,\n− k vyhodnocení výsledků komplexního vyzkoušení zhotovitelem, popř. k provedení dalších funkčních zkoušek\nv rámci TBZ.\nOdborná komise ke dni zahájení své činnosti musí obdržet aktualizovanou a schválenou Závěrovou tabulku, Tabulku\npřejezdu.\nOdborná komise se zúčastní:\n− komplexního vyzkoušení zařízení prováděného zhotovitelem,\n− zhodnocení komplexního vyzkoušení zařízení,\n− zapnutí a uvedení zařízení do provozu.\nČinnost odborné komise končí písemným vyhodnocením technického stavu zařízení zkontrolovaného jednotlivými\npracovními skupinami OK a ukončených činností spojených s aktivací zařízení.\n27.8.4 Technické prohlídky\nTechnickou prohlídkou se ověřuje úplnost montáže podle projektové dokumentace, platných směrnic, norem,\npředpisů, vzorových a zaváděcích listů. Technickou prohlídku lze zahájit až po provedení výchozí revize\nelektrických zařízení podle ČSN 33 1500, resp. ČSN 33 2000-6. Technickou prohlídku provádí odborná komise\nnezávisle na kontrole zhotovitelem (provádí se zpravidla před komplexním vyzkoušením).\nOdborná komise při technických prohlídkách kontroluje:\n− venkovní části - zařízení umístěná v kolejišti, včetně výhybek a zařízení na trati,\n− vnitřní část - zařízení umístěná uvnitř budovy, domku nebo v reléové skříni.\nPodrobnosti pro provádění technických prohlídek jsou uvedeny v předpisu SŽDC (ČSD) T200, SŽDC (ČD) T115\na předpisech výrobce.\n27.8.5 Přezkoušení jednotlivých zařízení SZZ, TZZ a PZZ\nFunkční zkoušky jednotlivých zařízení se provádějí podle předpisu SŽDC (ČSD) T200 ”Předpis pro vyzkoušení\na uvádění železničních zabezpečovacích zařízení do provozu“ a k němu přidružených předpisů:\n− SŽDC (ČSD) T200/1 - Funkční zkoušky reléového staničního zabezpečovacího zařízení,\n− SŽDC (ČSD) T200/2 - Funkční zkoušky automatického bloku,\n− SŽDC (ČSD) T200/3 - Funkční zkoušky elektromechanického staničního zabezpečovacího zařízení,\n− SŽDC (ČSD) T200/4 - Funkční zkoušky železničního přejezdového zabezpečovacího zařízení.\nPro typy zařízení, pro něž nejsou tyto předpisy přímo použitelné, musí být upraveny podmínky pro vykonání\nzkoušek stanovených předpisy řady T200 a technologie provedení těchto zkoušek musí být zapracována do předpisu\nvýrobce pro přezkoušení konkrétního zařízení.\nFunkční zkoušky zařízení prováděné za provozu musí být organizovány tak, aby neohrozily bezpečnost železničního\na silničního provozu.\n16\n27.8.6 Požadavky na dokumentaci v rámci dodávek\nV rámci dodávky stavby musí být Správě dopravní cesty předána následující dokumentace skutečného provedení\nřešená podle čl. 1.11.4 Kapitoly 1 TKP:\na) schéma izolace kolejiště - na elektrifikovaných tratích 4x\n- na neelektrifikovaných tratích 7x,\nb) situační schéma, Závěrová tabulka (TNŽ 34 2604), Tabulka přejezdu (ČSN 34 2650) 5x,\nc) přehledová schémata, obvodová schémata 2x,\nd) zapojovací schémata (montážní výkresy) - nejméně obsazení stojanů, skříní, obsazení svorkovnic\na svorek prvků, multiply, čísla spojů a přechodů 2x,\ne) KSUaTP (jen na elektrifikovaných tratích) 9x,\nf) schéma uzemnění budov a jejich hromosvodů 5x,\ng) stanovení zón ochran před účinky blesku uvnitř a vně budov (podle souboru norem ČSN EN 62 305) 2x,\nh) dokumentace v rozsahu a počtu podle Směrnice SŽDC č. 34,\ni) doplňující ustanovení k technickému popisu, návodu pro montáž, návodu pro údržbu a návodu pro hodnocení\nprovozní způsobilosti,\nj) návod pro provádění funkčních zkoušek zařízení (není-li zcela v souladu s předpisy řady SŽDC (ČSD) T200\nnebo není-li již obsahem návodu pro hodnocení provozní způsobilosti),\nk) podklady pro vypracování doplňujícího ustanovení pro obsluhu (natolik včas před uvedením do provozu, aby\nmohlo být doplňující ustanovení zpracováno),\nl) návody dodávané s výrobky, které nejsou primárně vyráběny pro zabezpečovací zařízení (např. monitory,\nmodemy, nabíječe, komerční časové soubory, atd.), počet dodávaný výrobcem\nm) dokumentace ke staničním bateriím podle ČSN EN 50272-2,\nn) software a soupis použitého software.\nTato dokumentace se rovněž dodává na datovém nosiči v digitální formě, a to jak otevřené (editovatelné), tak\nv uzavřené (archivní a neměnitelné) formě.\nNávody pro hodnocení provozní způsobilosti, resp. jejich doplnění musí obsahovat konkrétní technologické postupy\nprovedení přezkoušení. Mohou se odkazovat na předpisy řady SŽDC (ČSD) T200, přitom však musí rovněž\nobsahovat technologické postupy přezkoušení. Pokud postupy uvedené v předpisech řady SŽDC (ČSD) T200 nelze\nvyužít (např. nejsou řadiče pro individuální stavění výhybek, kterými se při přezkušování podle předpisu SŽDC\n(ČSD) T200/1 přidržuje výhybka v opačné než požadované poloze), nebo se při přezkoušení má zařízení chovat\nodlišně (např. stavění cesty od zhaslého návěstidla), mohou návody pro hodnocení provozní způsobilosti vyžadovat\npoužití maket při hodnocení provozní způsobilosti při technické prohlídce a zkoušce UTZ.\nNávody pro údržbu se nemusí předávat pro mechanické zámky, mechanické závorníky, mechanické přestavníky,\nmechanická návěstidla a předvěsti uvedené v předpise SŽDC (ČD) T121, mechanická a elektromechanická\nzabezpečovací zařízení uvedená v předpise SŽDC (ČD) T122, zabezpečovací relé, reléové sady, kodéry a kmitací\nadaptéry, ovládací a kontrolní prvky, zástrčkové pojistky uvedené v předpise SŽDC (ČD) T123.\nPodklady pro vypracování doplňujícího ustanovení pro obsluhu musí být předány příslušné organizační složce OŘ\npro provoz infrastruktury nejméně 10 pracovních dní před termínem, kdy musí tato předat podklady příslušné\norganizační složce OŘ pro řízení provozu.\n27.8.7 Zapnutí zařízení do provozu\nZapnutí zařízení do provozu se provede podle ”Rozkazu o výluce”.\nPro jednotlivé stavební postupy musí být dodány KSUaTP, Závěrová tabulka a Tabulka přejezdu odsouhlasené\nTÚDC - DLZT.\nOdpovědný zaměstnanec SŽDC (OZOV) uvede zařízení do provozu na základě souhlasu Odborné komise (dle\nSŽDC (ČSD) T200) v rozsahu a za podmínek stanovených v „Protokolu o zavedení zkušebního provozu“ Drážním\núřadem (resp. Průkazu způsobilosti, pokud je již vydán). V rámci stavebních postupů uvede zařízení do provozu na\n17\nzákladě provedené technické prohlídky a zkoušky, zápisu změny do průkazu způsobilosti UTZ Drážním úřadem a na\nkonec zápisem do ”Záznamníku poruch na sdělovacím a zabezpečovacím zařízení” a v ”Knize přehlídek”; případně\nlze postupovat podle Opatření Drážního úřadu č. 4/2010 (č.j. DUCR-32726/10/PK) resp. opatření, které ho\nnahrazuje.\n27.9 KONTROLNÍ MĚŘENÍ\n27.9.1 Vnější části zabezpečovacího zařízení\nJe nutné zkontrolovat, zda namontované zařízení nezasahuje do průjezdného průřezu a volného manipulačního\nprostoru pro použití mechanizačních prostředků v souladu s Vyhláškou č. 177/1995 Sb. a do prostoru, který má být\nvolný podle ČSN 73 4959, ČSN 73 6101, ČSN 73 6110 a ČSN 73 6201.\nU kolejových obvodů se ověří, zda lana a vodiče neomezují volný schůdný a manipulační prostor a vyhovují\nustanovením předpisu SŽDC S3 a SŽDC (ČD) T120 čl. 66. Dále se ověří upevnění, správný počet a průřez\npoužitých propojek a lanových propojení a shoda skutečného provedení se schématem izolace kolejiště. V případě\nelektrizované tratě se ověří shoda skutečného provedení se změnou KSUaTP ověřenou určenými oprávněnými\nosobami podle č. j. ČD 56 731/96-S14 ve znění pozdějších výnosů.\nU návěstidel je nutné přeměřit vzdálenost nejbližší části návěstidla od živé části trakčního vedení (min 1 500 mm).\nProvede se měření odporu ochranného uzemnění, pokud je použito, a ověří se, zda dosažená hodnota je v souladu\ns dokumentací.\nU kolejových obvodů se provede kontrola hodnot napájecího a výstupního napětí podle regulačních tabulek. Dále se\nprovede fázová kontrola izolovaných styků. Provede se změření izolačního stavu kolejového roštu. Před vlastním\nměřením ověří zhotovitel za účasti technického dozoru stavebníka provedení vnějších částí podle dokumentace,\nzejména v záležitostech trakčního propojení a ukolejnění. Ověření se provede podle KSUaTP, jehož návrh je\nsoučástí dokumentace (obsah a náplň viz TNŽ 34 2603). Dále se provede změření odporu všech ukolejněných\nkonstrukcí (nově budovaných i stávajících) vůči zemi, a to zejména v případech důvodného podezření na nadměrné\nsvody a obchozí cesty. Měření provádí zhotovitel. Pokud objednatel předá naměřené hodnoty zemních odporů\nstávajících konstrukcí, jejich měření se neprovádí.\n27.9.2 Vnější kabelové rozvody\nU všech položených kabelů provede zhotovitel závěrečné měření podle předpisu SŽDC (ČSD) T200 a zpracuje\no tomto protokol.\n27.9.3 Vnitřní části zabezpečovacího zařízení\nU každé použité akumulátorové baterie je nutné provést měření izolačního odporu, ověřit její dostatečnou kapacitu\na výsledek zaznamenat do protokolu.\nU měničů a napájecích zdrojů se kontroluje jmenovité napětí, napětí při zatížení a měření se opakuje po zahřátí\nzdroje na provozní teplotu. Provede se kontrola výkonnosti zdroje podle technických podmínek výrobce.\nVe stavědlové ústředně se měří izolační odpor mezi izolovanými živými částmi a kostrou a mezi živými částmi\nrůzných soustav navzájem.\nProvede se měření odporu ochranného uzemnění a ověří se, zda dosažená hodnota je v souladu s dokumentací.\n27.9.4 Vnitřní kabelové rozvody\nU všech položených kabelů provede zhotovitel závěrečné měření podle předpisu SŽDC (ČSD) T200 a zpracuje\no tomto protokol.\n27.10 EKOLOGIE\nPři všech montážních pracích na zabezpečovacím zařízení je nutné dodržet ustanovení pro odpadové hospodářství\nKapitoly 1 TKP - Všeobecně. Dále platí pro jednotlivé druhy prací:\n18\n27.10.1 Vnější a vnitřní kabelové rozvody\nPři spojkování kabelů nesmí dojít ke znečištění půdy a vod působením spojovacích hmot. Musí být bezpečně\nuloženy hmoty a dodržen výrobcem předepsaný postup práce. Zbytky spojovacích hmot a kabelů lze likvidovat\npouze na skládkách k tomu určených.\n27.10.2 Vnější části zabezpečovacího zařízení\nPři pracích nesmí dojít k znečištění půdy a vod.\nPři natěračských pracích na staveništi je nutné zajistit likvidaci ekologicky škodlivých odpadů, jako jsou použité\nštětce, obaly od nátěrových hmot, ředidla apod.\nPři pracích s ropnými produkty (olejová náplň stykových transformátorů) je nutné dodržovat ochranu půdy a vod\npřed únikem těchto produktů.\n27.10.3 Vnitřní části zabezpečovacího zařízení\nPři natěračských pracích na staveništi musí zhotovitel zajistit likvidaci ekologicky škodlivých odpadů, jako jsou\npoužité štětce, obaly od nátěrových hmot, ředidla apod.\nManipulace s bateriemi je možné provádět pouze v prostorách k tomu určených. Při manipulaci s elektrolytem nesmí\ndojít k poškození půdy a vod.\n27.11 BEZPEČNOST PRÁCE A TECHNICKÝCH ZAŘÍZENÍ, POŽÁRNÍ OCHRANA\n27.11.1 Bezpečnost práce při montážích v kolejišti\nPožadavky na bezpečnost práce a technických zařízení jakož i na požární ochranu obecně stanoví Kapitola 1 TKP.\n27.11.2 Bezpečnost práce na elektrických zařízeních\nPři práci na elektrickém zařízení a práci s elektrickým zařízením a při práci v blízkosti TV je nutno dodržovat\nzejména ČSN EN 50110-1 ed. 2.\n27.11.3 Montážní práce prováděné na provozovaném zařízení\nPráce zhotovitele na provozovaném zařízení je možné provádět pouze za přímého dozoru a odpovědnosti\nudržujícího zaměstnance. Při pracích se postupuje podle předpisu SŽDC (ČSD) T100 čl. 113.\n27.12 SOUVISEJÍCÍ NORMY A PŘEDPISY\nUvedené související normy a předpisy vycházejí z aktuálního stavu v době zpracování TKP, resp. jejich aktualizace.\nUživatel TKP odpovídá za použití aktuální verze výchozích podkladů ve smyslu Kap. 1.3 TKP, tj. právních\npředpisů, technických norem a předpisů a předpisů SŽDC.\n27.12.1 Technické normy\nČSN 33 0050-603 Mezinárodní elektrotechnický slovník. Kapitola 603: Výroba, přenos a rozvod elektrické\nenergie. Plánování a řízení elektrizační soustavy\nČSN 33 0120 Elektrotechnické předpisy – Normalizovaná napětí IEC\nČSN 33 0121 Elektrotechnické předpisy – Jmenovitá napětí veřejných distribučních sítí nn\nČSN 33 1500 Elektrotechnické předpisy. Revize elektrických zařízení\nČSN 33 2000-1 Elektrické instalace nízkého napětí – Část 1: Základní hlediska, stanovení základních\ned. 2 charakteristik, definice\nČSN 33 2000-4-41 Elektrické instalace nízkého napětí – Část 4–41: Ochranná opatření pro zajištění\ned. 2 bezpečnosti – Ochrana před úrazem elektrickým proudem\nČSN 33 2000-4-442 Elektrické instalace nízkého napětí – Část 4-442: Bezpečnost –Ochrana instalací nízkého\ned. 2 napětí proti dočasným přepětím v důsledku zemních poruch v soustavách vysokého napětí\n19\nČSN 33 2000-4-443 Elektrické instalace budov – Část 4–44: Bezpečnost - Ochrana před rušivým napětím\ned. 2 a elektromagnetickým rušením – Kapitola 443: Ochrana proti atmosférickým nebo\nspínacím přepětím\nČSN 33 2000-4-444 Elektrické instalace nízkého napětí – Část 4–444: Bezpečnost – Ochrana před napěťovým a\nelektromagnetickým rušením\nČSN 33 2000-5-52 Elektrické instalace nízkého napětí – Část 5-52: Výběr a stavba elektrických zařízení –\ned. 2 Elektrická vedení\nČSN 33 2000-5-523 Elektrické instalace budov – Část 5: Výběr a stavba elektrických zařízení – Oddíl 523:\ned. 2 Dovolené proudy v elektrických rozvodech\nČSN 33 2000-5-54 Elektrické instalace nízkého napětí – Část 5–54: Výběr a stavba elektrických zařízení –\ned. 3 Uzemnění a ochranné vodiče\nČSN 33 2000-6 Elektrické instalace nízkého napětí – Část 6: Revize\nČSN 33 2130 ed. 2 Elektrické instalace nízkého napětí – Vnitřní elektrické rozvody\nČSN 33 2160 Elektrotechnické předpisy. Předpisy pro ochranu sdělovacích vedení a zařízení před\nnebezpečnými vlivy trojfázových vedení VN, VVN a ZVN\nČSN 34 1500 ed. 2 Drážní zařízení – Pevná trakční zařízení – Předpisy pro elektrická trakční zařízení\nČSN 34 1530 ed. 2 Drážní zařízení – Elektrická trakční vedení železničních drah celostátních, regionálních\na vleček\nČSN 34 2040 Elektrotechnické předpisy ČSN. Předpisy pro ochranu sdělovacích a zabezpečovacích\nvedení a zařízení před nebezpečnými a rušivými vlivy elektrické trakce 25 kV, 50 Hz\nČSN 34 2600 ed. 2 Drážní zařízení – Železniční zabezpečovací zařízení\nČSN 34 2613 ed. 2 Železniční zabezpečovací zařízení - Kolejové obvody a vnější podmínky pro jejich činnost\nČSN 34 2614 ed. 2 Železniční zabezpečovací zařízení – Předpisy pro projektování, provozování a používání\nkolejových obvodů\nČSN 34 2617 Určování a ověřování ukazatelů spolehlivosti železničních zabezpečovacích zařízení\nČSN 34 2650 ed. 2 Železniční zabezpečovací zařízení – Přejezdová zabezpečovací zařízení\nČSN 37 5711 ed. 2 Drážní zařízení – Křížení kabelových vedení s železničními dráhami\nČSN 73 0810 Požární bezpečnost staveb – Společná ustanovení\nČSN 73 0848 Požární bezpečnost staveb – Kabelové rozvody\nČSN 73 0865 Požární bezpečnost staveb – Hodnocení odkapávání hmot z podhledů stropů a střech\nČSN 73 4959 Nástupiště a nástupištní přístřešky na drahách celostátních, regionálních a vlečkách\nČSN 73 6005 Prostorové uspořádání sítí technických vybavení\nČSN 73 6101 Projektování silnic a dálnic\nČSN 73 6110 Projektování místních komunikací\nČSN 73 6201 Projektování mostních objektů\nČSN 73 6301 Projektování železničních drah\nČSN 73 6320 Průjezdné průřezy na dráhách celostátních, dráhách regionálních a vlečkách normálního\nrozchodu\nČSN 73 6380 Železniční přejezdy a přechody\nČSN EN 13460 Údržba - Dokumentace pro údržbu\nČSN EN 13501-1 Požární klasifikace stavebních výrobků a konstrukcí staveb – Část 1: Klasifikace podle\n+A1 výsledků zkoušek reakce na oheň\nČSN EN 13501-2 Požární klasifikace stavebních výrobků a konstrukcí staveb – Část 2: Klasifikace podle\n+A1 výsledků zkoušek požární odolnosti kromě vzduchotechnických zařízení\nČSN EN ISO/IEC Posuzování shody – Prohlášení dodavatele o shodě – Část 1: Všeobecné požadavky\n17050-1 (01 5259)\nČSN EN 50110-1 Obsluha a práce na elektrických zařízeních\ned. 2\nČSN EN 50121-1 Drážní zařízení – Elektromagnetická kompatibilita – Část 1: Všeobecně\ned. 2 (33 3590)\n20\nČSN EN 50121-2 Drážní zařízení – Elektromagnetická kompatibilita – Část 2: Drážní vozidla – Zařízení\ned. 2 (33 3590)\nČSN EN 50121-3-1 Drážní zařízení – Elektromagnetická kompatibilita – Část 4: Emise a celkové vozidlo\ned. 2 (33 3590)\nČSN EN 50121-3-2 Drážní zařízení – Elektromagnetická kompatibilita – Část 3-2: Drážní vozidla – Zařízení\ned. 2 (33 3590)\nČSN EN 50121-4 Drážní zařízení – Elektromagnetická kompatibilita – Část 4: Emise a odolnost\ned. 2 (33 3590) zabezpečovacích a sdělovacích zařízení\nČSN EN 50122-1 Drážní zařízení – Pevná trakční zařízení – Elektrická bezpečnost, uzemňování a zpětný\ned. 2 (34 1520) obvod – Část 1: Ochranná opatření proti úrazu elektrickým proudem\nČSN EN 50122-2 Drážní zařízení – Pevná trakční zařízení – Elektrická bezpečnost, uzemnění a zpětný obvod\ned. 2 (34 1520) – Část 2: Ochranná opatření proti účinkům bludných proudů DC trakčních soustav\nČSN EN 50122-3 Drážní zařízení – Pevná trakční zařízení – Elektrická bezpečnost, uzemnění a zpětný obvod\n(34 1520) – Část 3: Vzájemná interakce mezi AC a DC trakčními soustavami\nČSN EN 50124-1 Drážní zařízení – Koordinace izolace – Část 1: Základní požadavky – Vzdušné vzdálenosti\n(33 3501) a povrchové cesty pro všechna elektrická a elektronická zařízení\nČSN EN 50125-3 Drážní zařízení – Podmínky prostředí pro zařízení – Část 3: Zabezpečovací a sdělovací\n(33 3504) zařízení\nČSN EN 50126-1 Drážní zařízení – Stanovení a prokázání bezporuchovosti, pohotovosti, udržovatelnosti\n(33 3502) a bezpečnosti (RAMS)\nČSN EN 50128 ed. 2 Drážní zařízení – Sdělovací a zabezpečovací systémy a systémy zpracování dat – Software\n(34 2680) pro drážní řídicí a ochranné systémy\nČSN EN 50129 Drážní zařízení – Sdělovací a zabezpečovací systémy a systémy zpracování dat –\nElektronické zabezpečovací systémy\nČSN EN 50159 Drážní zařízení – Sdělovací a zabezpečovací systémy a systémy zpracování dat -\n(34 2670) Komunikace v přenosových zabezpečovacích systémech\nČSN EN 50160 Charakteristiky napětí elektrické energie dodávané z veřejných distribučních sítí\ned. 3 (33 0122)\nČSN EN 50163 Drážní zařízení – Napájecí napětí trakčních soustav\ned. 2 (33 3500)\nČSN EN 50205 Relé s nuceně ovládanými (mechanicky spřaženými) kontakty\n(35 3439)\nČSN EN 50238 Drážní zařízení – Kompatibilita mezi drážním vozidlem a systémy pro detekování vlaků\n(33 3592)\nČSN CLC/TS Drážní zařízení – Kompatibilita mezi drážním vozidlem a systémy pro detekování vlaků –\n50238-2 (33 3592) Část 2: Kompatibilita s kolejovými obvody\nČSN CLC/TS Drážní zařízení – Kompatibilita mezi drážním vozidlem a systémy pro detekování vlaků –\n50238-3 (33 3592) Část 3: Kompatibilita s počítači náprav\nČSN EN 60332-3- Zkoušky elektrických a optických kabelů v podmínkách požáru - Část 3-10: Zkouška\n10 (34 7107) vertikálního šíření plamene na vertikálně namontovaných svazcích vodičů nebo kabelů –\nZařízení\nČSN EN 60332-3- Zkoušky elektrických a optických kabelů v podmínkách požáru - Část 3-22: Zkouška\n22 (34 7107) vertikálního šíření plamene na vertikálně namontovaných svazcích vodičů nebo kabelů –\nKategorie A\nČSN EN 50272-2 Bezpečnostní požadavky pro akumulátorové baterie a akumulátorové instalace – Část 2:\n(36 4380) Staniční baterie\nČSN EN 60146-1-1 Polovodičové měniče - Všeobecné požadavky a měniče se síťovou komutací –\ned. 2 (35 1530) Část 1-1:Stanovení základních požadavků\nČSN EN 60529 Stupně ochrany krytem (krytí – IP kód)\n(33 0330)\nČSN EN 61140 Ochrana před úrazem elektrickým proudem – Společná hlediska pro instalaci a zařízení\ned. 2 (33 0500)\n21\nČSN EN 61204 Napájecí zařízení nízkého napětí se stejnosměrným výstupem – Charakteristické vlastnosti\n(35 1536) a požadavky na bezpečnost\nČSN EN 61558-1 Bezpečnost výkonových transformátorů, napájecích zdrojů, tlumivek a podobných výrobků\ned. 2 (35 1330) – Část 1: Všeobecné požadavky a zkoušky\nČSN EN 61558-2-6 Bezpečnost transformátorů, tlumivek, napájecích zdrojů a podobných výrobků pro napájecí\ned. 2 (35 1330) napětí do 1 100 V – Část 2–6: Zvláštní požadavky a zkoušky pro bezpečnostní ochranné\ntransformátory a pro napájecí zdroje obsahující bezpečnostní ochranné transformátory\nČSN EN 61663-1 Ochrana před bleskem – Telekomunikační vedení – Část 1: Instalace s optickými kabely\n(34 1391)\nČSN EN 61663-2 Ochrana před bleskem – Telekomunikační vedení – Část 2: Vedení s kovovými vodiči\n(34 1391)\nČSN IEC 61713 Zajištění spolehlivosti softwaru pomocí procesů jeho životního cyklu – Návod k použití\n(01 0692)\nČSN EN 62040-1 Zdroje nepřerušovaného napájení (UPS) – Část 1: Všeobecné a bezpečnostní požadavky\n(36 9066) pro UPS\nČSN EN 62305-1 Ochrana před bleskem – Část 1: Obecné principy\ned. 2 (34 1390)\nČSN EN 62305-4 Ochrana před bleskem – Část 4: Elektrické a elektronické systémy ve stavbách\ned. 2 (34 1390)\nČSN ISO 3864-1 Grafické značky - Bezpečnostní barvy a bezpečnostní značky - Část 1: Zásady navrhování\n(01 8011) bezpečnostních značek a bezpečnostního značení\nTNŽ 01 0101 Názvosloví Českých drah\nTNŽ 34 2602 Pravidla pro kreslení schémat železničních zabezpečovacích zařízení\nTNŽ 34 2603 Pravidla pro kreslení koordinačních schémat ukolejnění a trakčních propojení\nTNŽ 34 2604 Železniční zabezpečovací zařízení. Závěrové tabulky\nTNŽ 34 2605 Návěstní nátěry a bezpečnostní sdělení na železničních sdělovacích a zabezpečovacích\nzařízeních\nTNŽ 34 2606 Rozbory bezpečnosti obvodů železničních zabezpečovacích zařízení\nTNŽ 34 2607 Indikace v železničních zabezpečovacích zařízeních\nTNŽ 34 2609 Projektování kabelových rozvodů železničních zabezpečovacích zařízení\nTNŽ 34 2610 Železniční světelná návěstidla\nTNŽ 34 2612 Ochrana zabezpečovacích zařízení před požárem\nTNŽ 34 2616 Výběr ukazatelů spolehlivosti železničních zabezpečovacích zařízení\nTNŽ 34 2620 Železniční zabezpečovací zařízení. Staniční a traťové zabezpečovací zařízení\nTNŽ 34 2640 Železniční zabezpečovací zařízení. Předpisy pro vlakové zabezpečovací zařízení\nTNŽ 34 2660 Zařízení pro mechanizaci a automatizaci spádovišť\nTNŽ 34 3109 Bezpečnostní předpisy pro činnost na trakčním vedení a v jeho blízkosti na železničních\ndráhách celostátních, regionálních a vlečkách\nTNŽ 34 5542 Značky pro situační schémata železničních zabezpečovacích zařízení\nTNŽ 34 5543 Značky pro obvodová schémata železničních zabezpečovacích zařízení\nTNŽ 36 5530 Elektromechanická relé pro železniční zabezpečovací zařízení\nTNŽ 36 5540 Přestavníky\nTNŽ 37 5711 Křížení úložných, závlačných a závěsných kabelů s celostátními drahami a vlečkami\n27.12.2 Předpisy\nSŽDC (ČD) D1/5 Prováděcí opatření ke směrnici pro tvorbu a zpracování základní dopravní dokumentace\nSŽDC D7/2 Předpis pro organizování výlukové činnosti na tratích provozovaných Správou železniční\ndopravní cesty, státní organizace\n22\nSŽDC Ob14 Předpis pro stanovení organizace zabezpečení požární ochrany Správy železniční dopravní\ncesty, státní organizace\nSŽDC (ČD) Op16 Pravidla o bezpečnosti a ochraně zdraví při práci\nSŽDC S3 Železniční svršek\nSŽDC (ČSD) T100 Provoz zabezpečovacích zařízení\nSŽDC (ČD) T115 Předpis pro opravy výměnných dílů zabezpečovacích zařízení\nSŽDC (ČD) T120 Předpis pro provozování a údržbu zařízení pro kontrolu volnosti nebo obsazenosti\nkolejových úseků\nSŽDC (ČSD) T121 Údržba venkovních zabezpečovacích zařízení\nSŽDC (ČSD) T122 Údržba mechanických a elektromechanických zabezpečovacích zařízení\nSŽDC (ČSD) T123 Údržba reléových zabezpečovacích zařízení\nSŽDC (ČSD) T200 Předpis pro vyzkoušení a uvádění zabezpečovacích zařízení do provozu\nSŽDC (ČD) Z1 Předpis pro obsluhu staničního a traťového zabezpečovacího zařízení\nSŽDC (ČD) Z2 Obsluha přejezdových zabezpečovacích zařízení\nNařízení vlády č. 272/2011 Sb., o ochraně zdraví před nepříznivými účinky hluku a vibrací\nNařízení vlády č. 133/2005 Sb., o technických požadavcích na provozní a technickou propojenost evropského\nželezničního systému\nNařízení vlády č. 426/2000 Sb., kterým se stanoví technické požadavky na rádiová a na telekomunikační\nkoncová zařízení\nVyhláška č. 100/1995 Sb. Podmínky pro provoz, konstrukci a výrobu určených technických zařízení\nVyhláška č. 173/1995 Sb. Dopravní řád drah\nVyhláška č. 177/1995 Sb. Stavební a technický řád drah\nVyhláška č. 30/2001 Sb. kterou se provádějí pravidla provozu na pozemních komunikacích a úprava a řízení\nprovozu na pozemních komunikacích\nVyhláška č. 246/2001Sb. o stanovení podmínek požární bezpečnosti a výkonu státního požárního dozoru\n(vyhláška o požární prevenci)\nVyhláška č. 381/2001 Sb. kterou se stanoví Katalog odpadů, Seznam nebezpečných odpadů\nVyhláška č. 447/2001 Sb. o báňské záchranné službě\nVyhláška č. 376/2006 Sb. o systému bezpečnosti provozování dráhy a drážní dopravy a postupech při vzniku\nmimořádných událostí na dráhách\nVyhláška č. 23/2008 Sb. o technických podmínkách požární ochrany staveb\nVyhláška č. 398/2009 Sb. o obecných technických požadavcích zabezpečujících bezbariérové užívání staveb\nMDS TP 65 Zásady pro dopravní značení na pozemních komunikacích (rozšiřuje Centrum dopravního\nvýzkumu) , včetně dodatku 1 (lze získat na webových stránkách Ministerstva dopravy)\nMDS TP 133 Zásady pro vodorovné dopravní značení na pozemních komunikacích (rozšiřuje Centrum\ndopravního výzkumu) , včetně dodatku 1 (lze získat na webových stránkách Ministerstva\ndopravy)\nMDS TP 169 Zásady pro označování dopravních situací na pozemních komunikacích (rozšiřuje Centrum\ndopravního výzkumu)\nDrážní úřad č. j. DUCR-32726/10/Pk ze dne 28. 6. 2010 “Vydávání průkazů způsobilosti UTZ po modernizaci\na rekonstrukci stavby dráhy ve výjimečných situacích“\nVýnos ČD DDC č. j. 55 715/98-O14 ”Systémová opatření k provozu mikroprocesorových zabezpečovacích\nzařízení” – Věstník ČD č. 4/98.\nVýnos ČD DDC č. j. 56 731/96-S14 Směrnice pro zavedení, používání a správu koordinačních schémat\nukolejnění a trakčního propojení - prováděcí pokyny ve znění pozdějších výnosů\nVýnos SŽDC č. j. 21 981/08-OP ze dne 20.06.2008 „Zásady technického řešení akcí racionalizace řízení\nprovozu na železniční dopravní cestě\nPokyn GŘ č. 12/2009 Situování nepřenosných návěstidel zabezpečovacího zařízení dle TNŽ 34 2620\nSměrnice GŘ č. 11 Směrnice pro hospodaření s vyzískaným materiálem z majetku SŽDC ve správě ČD\n23\nSměrnice GŘ Zásady optimalizace a modernizace vybrané sítě České republiky\nč. 16/2005\nSměrnice SŽDC č. 30 Zásady rekonstrukce celostátních drah České republiky nezařazených do evropského\nželezničního systému\nSměrnice SŽDC č. 32 Zásady rekonstrukce regionálních drah\nSměrnice SŽDC č. 34 Směrnice pro uvádění do provozu výrobků, které jsou součástí sdělovacích a\nzabezpečovacích zařízení a zařízení elektrotechniky a energetiky, na železniční\ndopravní cestě ve vlastnictví státu státní organizace Správa železniční dopravní cesty\nSměrnice SŽDC č. 50 Požadavky na odbornou způsobilost dodavatelů při činnostech na dráhách\nprovozovaných státní organizací Správa železniční dopravní cesty\nSměrnice SŽDC č. S měrnice pro ochranu zabezpečovacích a sdělovacích zařízení před účinky blesku\n(připravuje se) a proti přepětí (připravuje se)\nVýnos ČD DDC č. j. 703/95-S7/INV Zadávací podmínky staveb sdělovací a zabezpečovací techniky\nZákon č. 22/1997 Sb. o technických požadavcích na výrobky a o změně a doplnění některých zákonů\nZákon č. 266/1994 Sb. o drahách\nZákon č. 361/2000 Sb. o provozu na pozemních komunikacích a o změnách některých zákonů\nZákon č. 185/2001 Sb. o odpadech a o změně některých dalších zákonů\nZTP 01/1994 Základní technické požadavky - Dálkové ovládání zabezpečovacích zařízení\nZTP 01/1999 Základní technické požadavky na Světelný indikátor pro ČD\nZTP 01/2000 Základní technické požadavky na systém napájení zabezpečovacích zařízení z trakčního\nvedení\nZTP 02/2000 Základní technické požadavky na PZM 2 uzamykatelné na místě\nZTP 03/2000 Základní technické požadavky na Výkolejky\nZTP 04/2000 Základní technické požadavky na Výkolejky přenosné oboustranné\nZTP 05/2000 Základní technické požadavky - Jednotné obslužné pracoviště - vydání IV\nZTP 06/2000 Základní technické požadavky - Diagnostika železničních zabezpečovacích zařízení\nZTP 01/2002 Základní technické požadavky - Technologický domek - objekt k použití u Českých drah\nTS 1/2006-Z Změny návěstí světelných návěstidel hlavních a samostatných a opakovacích předvěstí při\nporuchách jejich svícení Vydání I\nTS 2/2006-ZS Technické specifikace systémů, zařízení a výrobků. Dálkové ovládání zabezpečovacího\nzařízení. Druhé vydání\nTS 1/2007-Z Technické specifikace pro velkoplošné zobrazení na tratích vybavených dálkovým\novládáním zabezpečovacího zařízení. Druhé vydání\nTS 2/2007-Z Technické specifikace systémů, zařízení a výrobků. Diagnostika zabezpečovacích zařízení.\nVydání I\nTS 3/2007-Z Technické specifikace systémů, zařízení a výrobků. Dálkově ovládaná zvuková signalizace\npro nevidomé doplňující světelné přejezdové zabezpečovací zařízení. Vydání I\nTS 2/2008-ZSE Technické specifikace systémů, zařízení a výrobků. Dálková diagnostika technologických\nsystémů železniční dopravní cesty. Druhé vydání\nTS 3/2008-Z Technické specifikace systémů, zařízení a výrobků. Zabezpečovací zařízení dle\nTNŽ 34 2620 Část 1. Neprofilové úseky u SZZ 3.kategorie. Vydání I\nTS 4/2008 Technické specifikace systémů, zařízení a výrobků. Diagnostika zabezpečovacích zařízení\nna tratích vybavených dálkovým ovládáním zabezpečovacích zařízení. Vydání I\nTS 6/2008-Z Technické specifikace systémů, zařízení a výrobků. Zabezpečovací zařízení dle\nTNŽ 34 2620 Část 2. Návěstění. Vydání I\nTS 11/2009-Z Technické specifikace systémů, zařízení a výrobků.\nEliminace ztráty šuntu na staniční koleji. Vydání II\nTS 1/2010-Z Technické specifikace systémů, zařízení a výrobků.\nAutomatické stavění vlakových cest. První vydání\n24\nTS 5/2010-Z Technické specifikace systémů, zařízení a výrobků. Návěstění jízdy na cílovou kolej podle\nrozhledových poměrů. Vydání I\nTS 1/2012-Z Technické specifikace systémů, zařízení a výrobků. Přenos kódu vlakového zabezpečovače\nna tratích bez automatického bloku. Vydání I\nnařízení Komise ES o přijetí společné bezpečnostní metody pro hodnocení a posuzování rizik\nč. 352/2009\nRozhodnutí komise EU o technické specifikaci pro interoperabilitu týkající se subsystémů pro řízení a zabezpečení\ntransevropského železničního systému – aktuálně platné a účinné rozhodnutí v platném\na účinném znění (např. od 1.1.2013 Rozhodnutí komise 2012/88/EU ve znění Rozhodnutí\nkomise 2012/696/EU)\n27.12.3 Související Kapitoly TKP\nKapitola 1 - Všeobecně\nKapitola 3 - Zemní práce\nKapitola 8 - Konstrukce koleje a výhybek\nKapitola 9 - Úrovňové přejezdy a přechody\nKapitola 12 - Chráničky a kolektory\nKapitola 19 - Ocelové mosty a konstrukce\nKapitola 25 - Protikorozní ochrana úložných zařízení a konstrukcí\nČást A: Ochrana proti elektrochemické korozi a korozi bludnými proudy\nČást B: Ochrana ocelových konstrukcí proti atmosférické korozi\nKapitola 26 - Osvětlení, rozvody nn včetně dálkového ovládání, EOV, stožárové transformovny VN/NN\na kabelový rozvod pro EPZ\nKapitola 31 - Trakční vedení\nKapitola 32 - Zařízení trati a traťové značky\nKapitola 33 - Elektromagnetická kompatibilita (EMC)\n25\nTECHNICKÉ KVALITATIVNÍ PODMÍNKY STAVEB STÁTNÍCH DRAH\nKapitola 27\nT ř e t í aktualizované vydání se zapracovanou změnou č. 8 /z roku 2013/\nVydala Správa železniční dopravní cesty, státní organizace.\nZpracovatel: Ing. Lubomír Anton\nSpráva železniční dopravní cesty, státní organizace\nTechnická ústředna dopravní cesty\nOdborný gestor: Ing. Marcel Klega\nSpráva železniční dopravní cesty, státní organizace\nOdbor automatizace a elektrotechniky\nVydal: Správa železniční dopravní cesty, státní organizace\nGenerální ředitelství\nOdbor automatizace a elektrotechniky\nDlážděná 1003/7, 110 00 Praha 1, Nové Město\nwww.szdc.cz\nDistribuce: Správa železniční dopravní cesty, státní organizace\nTechnická ústředna dopravní cesty - oddělení technické dokumentace\n772 58 Olomouc, Nerudova l\ntel.: +420 972 742 396, +420 972 741 769\nfax: +420 972 741 290\ne-mail: typdok@tudc.cz\nhttp://typdok.tudc.cz\n"
}