{
  "type": "tkp_document",
  "filename": "TKP31_2006_09.pdf",
  "extracted_at": "2026-02-25T15:44:24.636625",
  "document_info": {
    "tkp_number": "31",
    "year": "2006",
    "month": "09"
  },
  "technical_specs": [
    {
      "value": "4",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "16",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "70",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "10",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "1250",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "700",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "50",
      "unit": "mm",
      "context": "extracted_from_text"
    },
    {
      "value": "4",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "16",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "11",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "70",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "10",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "1250",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "700",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "2",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "4",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "1",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "2",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "15",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "4",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "1",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "3",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "50",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "65",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "65",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    }
  ],
  "prices": [],
  "raw_text": "Správa železniční dopravní cesty, státní organizace\nTECHNICKÉ KVALITATIVNÍ PODMÍNKY\nSTAVEB STÁTNÍCH DRAH\nKapitola 31\nTRAKČNÍ VEDENÍ\nTřetí - aktualizované vydání\nzměna č. 5\nSchváleno I. náměstkem generálního ředitele SŽDC\nč.j. 5584 ze dne 16.2.2006\nÚčinnost od 1.9.2006\nPraha 2006\nOznačení textu po stranách znamená věcnou změnu textu oproti znění TKP - Třetímu\naktualizovanému vydání - změně č. 3 /z roku 2002/.\nTato publikace ani žádná její část nesmí být reprodukována, uložena ve vyhledávacím\nsystému nebo přenášena, a to v žádné formě a žádnými prostředky elektronickými,\nfotokopírovacími či jinými, bez předchozího písemného svolení vydavatele.\nVýhradní distributor: České dráhy, a. s., Technická ústředna Českých drah\nSATT - oddělení typové dokumentace\nNerudova l\n772 58 Olomouc\nObsah\n31.1 ÚVOD 3\n31.1.1 Všeobecně 3\n31.1.2 Ostatní vedení a zařízení na podpěrách TV 3\n31.2 POPIS A KVALITA STAVEBNÍCH MATERIÁLŮ 3\n31.2.1 Základní materiály pro základy TV 3\n31.2.1.1 Beton 3\n31.2.1.2 Voda 3\n31.2.1.3 Kamenivo 3\n31.2.1.4 Cement 4\n31.2.2 Ocel 4\n31.2.2.1 Kotevní svorníky 4\n31.2.2.2 Přídavné výztuže 4\n31.2.3 Podpěry TV 4\n31.2.4 Nosné prvky trolejových vedení 5\n31.2.5 Vodiče trolejového vedení 5\n31.2.6 Přívodní vedení 5\n31.2.7 Určená elektrická zařízení 6\n31.2.8 Materiály pro ukolejňování 6\n31.2.9 Zpětné vedení 6\n31.2.10 Ochrana proti korozi 6\n31.2.11 Elektromagnetická kompatibilita (EMC) 7\n31.3 TECHNOLOGICKÉ POSTUPY PRACÍ 7\n31.3.1 Základy TV a jejich vytyčení 7\n31.3.2 Výkopy 8\n31.3.3 Základy TV typového provedení 8\n31.3.4 Základy TV jiných schválených technologií 9\n31.3.5 Podpěry TV 9\n31.3.6 Otočné trubkové konzoly a svislé izolované konzoly (SIK) 10\n31.3.7 Trolejové vedení 10\n31.3.8 Napájecí vedení 10\n31.3.9 Zpětné vedení 10\n31.3.10 Ukolejnění 11\n31.3.11 Ochrana před dotykem živých částí trakčního vedení 11\n31.3.12 Ochrana před dotykem neživých částí trakčního vedení 11\n31.3.13 Návěstidla pro elektrický provoz a traťové značky 12\n31.3.14 Ostatní vedení a zařízení na podpěrách TV 12\n31.3.15 Tabulky s bezpečnostním sdělením nebo s nápisy 12\n31.4 DODÁVKA, SKLADOVÁNÍ A PRŮKAZNÍ ZKOUŠKY 12\n31.4.1 Základy TV 12\n31.4.2 Stožáry a nosná břevna TV 12\n31.4.3 Trolejový vodič a lana 12\n31.4.4 Elektrická zařízení 12\n31.4.5 Izolátory 13\n31.5 ODEBÍRÁNÍ VZORKŮ A KONTROLNÍ ZKOUŠKY 13\n31.5.1 Ukolejnění 13\n31.5.2 Základy TV 13\n31.5.3 Stožáry TV a břevna nosných bran 13\n31.5.4 Kontrolní zkoušky a revize trakčního vedení 13\n31.5.5 Protikorozní ochrana 13\n31.5.6 Kabelová vedení 14\n1\n31.6 PŘÍPUSTNÉ ODCHYLKY, MÍRA OPOTŘEBENÍ, ZÁRUKY 14\n31.6.1 Základy TV 14\n31.6.2 Stožáry a nosné brány TV 14\n31.6.3 Výška a sklon trolejového vodiče 15\n31.6.4 Interakce sběrač-trolejové vedení 16\n31.6.5 Oteplení elektrických spojů 18\n31.6.6 Trakční kabelové vedení 18\n31.6.7 Míra opotřebení a konstrukce TV 18\n31.6.8 Záruky, údržba v záruční době 19\n31.7 KLIMATICKÁ OMEZENÍ 19\n31.7.1 Základy TV 19\n31.7.2 Stožáry TV 19\n31.7.3 Trakční vedení 19\n31.7.4 Kabelová vedení 19\n31.8 ODSOUHLASENÍ A PŘEVZETÍ PRACÍ 19\n31.8.1 Příprava k převzetí prací 20\n31.8.2 Převzetí základové spáry 20\n31.8.3 Dokumentace a zaměření skutečného provedení stavby trakčního vedení 20\n31.9 KONTROLNÍ MĚŘENÍ, MĚŘENÍ POSUNŮ A PŘETVOŘENÍ 21\n31.9.1 Kontrolní měření 21\n31.10 EKOLOGIE 21\n31.11 BEZPEČNOST PRÁCE A TECHNICKÝCH ZAŘÍZENÍ, POŽÁRNÍ OCHRANA 21\n31.12 SOUVISEJÍCÍ NORMY A PŘEDPISY 21\n31.12.1 Technické normy 22\n31.12.2 Předpisy 25\n31.12.3 Související kapitoly TKP 25\n2\n31.1 ÚVOD\n31.1.1 Všeobecně\nPro kapitolu 31 - Trakční vedení platí všechny pojmy, ustanovení, požadavky a údaje uvedené v kapitole\n1 TKP - Všeobecně.\nTato kapitola platí pro zhotovení trakčního vedení (dále jen TV), neobsahuje napájecí stanice, uvedené\nv kapitole 29 TKP, kabely dálkového ovládání odpojovačů, uvedené v kapitole 26 TKP. Korozi bludnými\nproudy řeší kapitola 25 A TKP.\nNázvosloví pro elektrická trakční vedení je určeno v ČSN 34 5145 a v ČSN IEC 50(811) (33 0050).\nZhotovení TV musí splňovat požadavky projektové dokumentace (dále jen dokumentace) a dotčených\nkapitol TKP.\n31.1.2 Ostatní vedení a zařízení na podpěrách TV\nNa podpěrách TV lze umístit i jiná venkovní vedení a zařízení, např. vedení 22 kV, optické kabely, jejich\nkabelové spojky a držáky rezervy, ukolejňovací a ochranná lana, rozvody nn pro venkovní osvětlení, svítidla\nvenkovního osvětlení, návěsti a návěstidla a elektrické přívody k těmto zařízením. Podle potřeby se souhlasem\nsprávce TV je možné doplnit na trakční stožáry a základy i jiné traťové značky a výstroj trati ( např. zajišťovací\nznačky polohy koleje, rychlostníky, hektometrovníky, první a poslední stožár elektrických staničních\na mezistaničních úseků apod.). Umístění uvedených zařízení na trakčních podpěrách podléhá schválení\nurčenými oprávněnými osobami podle výnosu ČD DDC č.j. 56 731/96-S14 ve znění pozdějších výnosů\na v případech jimi stanovených musí být uvedeno v koordinačním schématu ukolejnění a trakčních podpěr (dále\njen KSUaTP) s udáním podmínek tohoto souhlasu.\n31.2 POPIS A KVALITA STAVEBNÍCH MATERIÁLŮ\n31.2.1 Základní materiály pro základy TV\n31.2.1.1 Beton\nPro beton platí obecně kapitola 17 TKP s tím, že zhotovitel musí dodržovat následující požadavky.\nNa rozdíl od schválené typové dokumentace musí být provedeny základy z betonu dále předepsaných tříd.\nZákladní řada základů (hranovité, stupňované a pilotované)\nPoužitý beton je třídy B15 podle ČSN 73 2400, což odpovídá označení C 12/15 podle ČSN EN 206-1 (73 2403).\nZáklady těžené (ZT)\nPoužitý beton je třídy B 20 (C 16/20).\nZáklady vrtané (ZV)\nPoužitý beton je třídy B 20 (C 16/20).\nZkoušení betonové směsi\nse provádí podle ČSN EN 12350 - část 2 až 5.\n31.2.1.2 Voda\nVoda k přípravě betonové směsi nesmí obsahovat látky, které rozrušují cement (např. síra, volný kysličník\nuhličitý) a musí splňovat ČSN EN 1008.\n31.2.1.3 Kamenivo\nK přípravě betonu zhotovitel používá směsi kameniva jemné frakce do 4 mm a hrubé frakce 8 - 16 mm, jejichž\npevnost musí být větší, než je požadovaná pevnost betonu.\nKámen pro zdivo a stavební účely je podle ČSN 72 1860.\n3\n31.2.1.4 Cement\nDruh, třídu a kvalitu cementu pro základy stožárů TV určuje obecně kapitola 17 TKP čl. 17. 2. 1.\nPři volbě druhu cementu se přihlíží k agresivitě půd a spodních vod.\n31.2.2 Ocel\nPro základové konstrukce platí obecně kapitola 19 TKP.\n31.2.2.1 Kotevní svorníky\nmusí zhotovitel osazovat z oceli třídy 11 523 kované nebo se svařovanou patkou podle schválené dokumentace\nzákladů trolejového vedení.\n31.2.2.2 Přídavné výztuže\nzhotovitel osadí podle typové dokumentace základů TV a jsou z oceli třídy 10 216.\n31.2.3 Podpěry TV\nPro podpěry a konstrukce platí obecně kapitola 18 a 19 TKP. Typ a kvalitu podpěr TV určuje typová\ndokumentace a musí být schváleny pro použití na železniční dopravní cestě.\nPodpěry rozdělujeme na:\n− individuální (stožáry),\n− skupinové (nosné brány),\nStožáry se používají :\n− ocelové trubkové,\n− ocelové příhradové - včetně plochých,\n− z předpjatého betonu,\n− atypické ( vyrobené podle schválené dokumentace).\nTyp a velikost stožárů určuje dokumentace.\nPodpěru trakčního vedení musí zhotovitel opatřit těmito údaji:\na) typové označení podpěry,\nb) označení a název výrobce,\nc) číslo normy nebo podnikového předpisu,\nd) rok výroby.\nÚdaje musejí být vyznačeny na trvanlivém štítku, spolehlivě připevněném na viditelném místě vnějšího povrchu\nstožáru.\nOcelové trubkové i příhradové stožáry a patky svorníkových stožárů jsou z oceli třídy 11.\nNosné brány\ntvoří břevno příhradové konstrukce typu 23 a 34 připevněné na trubkových nebo příhradových ocelových\nstožárech.\nBřevna nosných bran musí být z oceli třídy 11 minimálně kvality 11 325.\nPodle zatížení (velikosti a umístění) určuje dokumentace způsob vyvěšení břevna (bez vyvěšení, jednostranné\nnebo oboustranné). Podle vzorové dokumentace provede zhotovitel vyvěšení ocelovými táhly třídy 11.\nOcelové konstrukce trakčního vedení musí být navrhovány podle ČSN 73 1401 a vyráběny podle ČSN 73 2601.\n4\n31.2.4 Nosné prvky trolejových vedení\nNosné prvky provede zhotovitel podle dokumentace a platných vzorových sestav TV typu J, S, P.\nZávěsy trolejového vedení:\n− Otočné izolované konzoly jsou vodorovné (prosté vedení podle vzorové sestavy typu P) a šikmé\n(řetězovkové vedení podle vzorových sestav typu J a S, J/FS1 a S/FS2) a slouží pro zavěšení trolejového\nvedení na stožárech.\n− Musí být vyrobeny z bezešvých trubek podle ČSN 42 5715 (v souladu s dokumentací) z oceli třídy S 355 J0,\nnebo z Al slitiny podle ČSN EN 573-3 třídy EN AW-6082 T6, případně doplněny bronzovým lanem.\n− Svislé izolované konzoly (SIK) slouží pro zavěšení trolejového vedení na břevnech nosných bran.\n− Závěsy se směrovým lanem slouží pro zavěšení trolejového vedení na břevnech nosných bran pomocí\nocelových táhel.\n− Směrová lana jsou bronzová průřezu 50 nebo 70 mm2.\n− Průřez určuje dokumentace.\n31.2.5 Vodiče trolejového vedení\nTrolejové vedení musí splňovat podmínky uvedené v dokumentaci, v ČSN 34 1500, ČSN 34 1530,\nČSN IEC 913 a ČSN EN 50 119.\nPři modernizaci a optimalizaci železničních tratí obou elektrických trakčních soustav se stanovenou\nmaximální traťovou rychlostí nad 120 km.h-1 je nutná výměna trolejového vodiče a nosného lana.\nNapájení a dělení trolejového vedení zhotovitel provede podle dokumentace a ČSN 34 1530.\nTrolejový vodič\nPrůřez a typ určuje dokumentace.\nTvar trolejového vodiče musí vyhovovat rozměrům podle ČSN EN 50149.\nMateriál minimálně dovolené pevnosti 120 MPa podle ČSN 42 3001. Minimální elektrická vodivost trolejového\nvodiče je podle ČSN 34 1530.\nTrolejové spojky jsou v dodávce nové troleje pro rychlost vyšší než 120 km.h-1 nepřípustné a mohou se použít\npouze k naspojkování nové troleje s původní trolejí, která zůstává i po rekonstrukci.\nNosné lano\nMateriál určuje dokumentace.\nPro nosná lana se používají lana měděná a bronzová.\nPrůřezy a typy podle dokumentace, splňující minimálně hodnoty elektrické vodivosti a mechanické pevnosti\npodle ČSN 34 1530 a ČSN EN 50 119.\nFlexilano\nJako flexilana v napínacích systémech se používají pouze lana z nerez oceli, splňující minimálně hodnoty\nmechanické pevnosti odpovídající trolejovému vodiči či nosnému lanu.\n31.2.6 Přívodní vedení\nMateriály pro napájecí, zesilovací a obcházecí vedení určuje dokumentace.\nLana těchto vedení musí odpovídat požadavkům na elektrickou vodivost podle normy ČSN 34 1530. Používají\nse lana měděná.\nCeloplastové kabely pro napájecí vedení musí splňovat podmínky ČSN 34 1530.\n5\n31.2.7 Určená elektrická zařízení\nPro trakční vedení (jako pro určené technické zařízení elektrické podle vyhlášky č. 100/1995 Sb.) lze použít jen\nschválené přístroje a části.\nTypy elektrických zařízení (například odpojovačů, odpínačů a jejich pohonů, úsekových děličů, průrazek,\nbleskojistek) určuje dokumentace.\n31.2.8 Materiály pro ukolejňování\nMateriály pro ukolejňování neživých částí TV a vodivých konstrukcí umístěných v prostoru ohrožení trolejovým\nvedením (dále jen POTV)\n− pro individuální ukolejnění: pozinkovaný drát isolovaný o průměru 10 mm podle ČSN 34 1530,\n− pro skupinové ukolejnění: lano - průřez a délku lana je stanovena v dokumentaci.\n31.2.9 Zpětné vedení\nK vedení zpětného trakčního proudu slouží kolejnice, kolejnicové části výhybek, jejich vodivé propojky\na lanová propojení, kabelová a venkovní zpětná vedení.\nPropojky a lanová propojení kolejnic\nPro vodivá propojení kolejnic a kolejnicových částí výhybek se používají propojky a lanová propojení s vodiči\nz měděných nebo ocelových lan, případně z ocelových drátů. Jejich vodivost musí odpovídat požadavkům\nČSN 34 1530 a ČSN EN 50119.\nNáhradu měděných lan ocelovými lany řeší v souladu s vydáním ČSN EN 50 122-1 opatření ředitele odboru\nautomatizace a elektrotechniky pod č.j. 60 351/04-O14 ze dne 2.8.2004. „Směrnice pro náhradu měděných\npropojek a lanových propojení ocelovými propojkami a lanovými propojeními“, čj. 59 556/96-S14-ZV6 ze dne\n5.12.1996 (účinnost od 1.1.1997).\nVenkovní zpětná vedení.\nMateriál a průřez určuje dokumentace.\nKabelová zpětná vedení .\nKabely se použijí celoplastové, splňující podmínky podle ČSN 34 1530.\nRozváděč musí být umístěn na přehledném místě tak, aby byl přístupný od kolejiště.\nRozváděč musí být viditelně označen štítkem a jeho montáž a provoz musí odpovídat ČSN 33 2000-1\na ČSN 33 3210.\n31.2.10 Ochrana proti korozi - pasivní ochrana\nProvádí zhotovitel v souladu s kapitolou 25B TKP (komplexní protikorozní ochranu určuje článek 31.5.5)\ns následujícími upřesněními:\nOcelové stožáry a konstrukce TV\nje nutno opatřit pasivní protikorozní ochranou.\nPřed provedením ochrany proti korozi provádí zhotovitel otryskání podle ČSN ISO 8501-1, ČSN ISO 8501-2,\nČSN EN ISO 8504-1, ČSN EN ISO 8504-2, ČSN ISO 8504-3 a ČSN EN ISO 8504-4.\nProtikorozní ochranu provede zhotovitel podle dokumentace jedním z následujících způsobů:\n− žárovým nástřikem Met Zn min. 40-60 µm,\n− žárovým nástřikem ZnAl 15, min. 50 µm s utěsňovacím nátěrem nebo min. 100 µm bez utěsňovacího nátěru,\n− žárovým zinkováním ponorem,\n− žárovým nástřikem hliníkem min. 100 µm s utěsňovacím nátěrem nebo hliníkem min. 150 µm bez utěsňo-\nvacího nátěru,\n− nátěrovým systémem podle schváleného technologického postupu.\nTechnické požadavky na žárové zinkování a na metody zkoušek uvádějí ČSN EN ISO 2063\na ČSN EN ISO 1461.\n6\nSpojovací materiály se připouští dodávat ve dvojím provedení:\n− nerezové,\n− žárově zinkované.\nKonečná povrchová úprava spojovacích materiálů svorníkových základů - matice, podložka a vyčnívající\nsvorník se provede protikorozním nátěrem tak, aby nebyla narušena funkce rozebíratelného šroubového spojení.\nPovrch stožáru, který je vetknut do základu, musí být opatřen vhodným nátěrem, který určuje dokumentace.\nPři rekonstrukci nátěru se provádí odstranění oxidační vrstvy povrchu podle ČSN ISO 8501-1.\n31.2.11 Elektromagnetická kompatibilita (EMC)\nTrakční vedení musí splňovat požadavky elektromagnetické interference (EMI) podle kapitoly 33 TKP,\nčl. 33.3.3 (článku 5.2.15 normy ČSN EN 50119).\n31.3 TECHNOLOGICKÉ POSTUPY PRACÍ\nPráce na trakčním vedení nově elektrizovaných tratí zhotovitel realizuje za dopravních výluk.\nRekonstrukce trakčního vedení zhotovitel realizuje za dopravních a napěťových výluk.\n31.3.1 Základy TV a jejich vytyčení\nZáklady TV provede zhotovitel ve shodě s typovou dokumentací:\na) podle typové dokumentace\n− základní řada (hloubené),\n− základy těžené,\n− základy vrtané,\n− prefabrikované základy.\nb) podle technologie schválené objednatelem (pilotové základy)\nc) podle dokumentace\n− modifikace typových základů,\n− atypické základy, upravené podle místních podmínek.\nKonkrétní typ základu je určen v dokumentaci.\nPopis základů uvedených v typové dokumentaci:\nV typové dokumentaci základů jsou uvedeny typy základů pro tři druhy únosností půd zatříděných podle\nČSN 73 1001 a tomu odpovídající únosnost ve vztahu k jejich hloubce.\nZákladní řada základů\nje charakteristická hranolovým tvarem základu, jehož výkopy se hloubí strojně nebo ručně (při výskytu\ninženýrských sítí apod.) Pro kotvení se používají zejména stupňovité základy s patkou.\nPoužitý beton třídy B 15 podle ČSN 73 2400, což odpovídá označení C 12/15 podle ČSN EN 206-1 (73 2403).\nZáklady těžené (ZT)\nJsou charakteristické strojním výkopem kruhového nebo oválného průřezu o průměru cca 950 a 1250 mm.\nPoužitý beton je třídy B 20 (C 16/20).\n7\nZáklady vrtané (ZV)\nProvádí se zemním vrtákem průměru cca 700 mm.\nPoužitý beton je třídy B 20 (C 16/20).\nPrefabrikované základy (P)\nJsou vyrobeny ze železobetonu a odlišují se od předchozích typů nejen tvarově, ale hlavně technologií stavby.\nTypová dokumentace vychází z příčného průřezu tvaru I a čtyř variant hloubek navrhovaných podle zatížení\nzákladu a únosnosti půdy.\nVytyčení poloh základů\nprovede zhotovitel podle dokumentace.\nU atypických základů stožárů TV, které tvoří součást opěrných nebo zárubních zdí apod. musí být doložen\nstatický výpočet a příčný řez základu.\n31.3.2 Výkopy\nPro výkopy obecně platí kapitola 3 TKP.\nVýkopy provede zhotovitel podle dokumentace.\nPřed započetím hloubení výkopu, v případě přítomnosti kabelových rozvodů nebo jiných úložných zařízení\nv místě výkopu základu, provede ověření jejich polohy, a to buď kopanou sondou, nebo elektronickým\nzařízením.\nVýkopy základů\nmusí být provedeny podle schválené dokumentace. Rozměr výkopu hranolových základů musí zhotovitel zvětšit\npodle typu použitého bednění tak, aby byl dodržen rozměr základu uvedený v dokumentaci.\nZjistí-li zhotovitel jinou únosnost půdy, než je uvedena v dokumentaci, oznámí tuto skutečnost písemnou\nformou stavebnímu dozoru a po kontrole a odsouhlasení upraví hloubku založení základu.\nBednění základu je přípravou pro betonáž základu.\nBednění základů provede zhotovitel do hloubky minimálně 0,2 m pod úroveň definitivního terénu, při zachování\ndostatečné tuhosti bednění.\nPro bednění dříku stupňových základů lze použít typových dílců dostatečné tuhosti, které zajistí rozměr a tvar\nurčený v dokumentaci a umožní vibrování betonové směsi.\nPo odstranění bednění se dosypaná zemina zhutní po vrstvách ne větších než 0,4 m.\nVýkopy pro prefabrikované základy\nVýkop pro tyto základy musí být o 0,1 m hlubší, než je jeho hloubka od temene koleje, uvedená jako výkop\nve stavební tabulce dokumentace.\nSrovnaná rovina dna výkopu se zasype vrstvou štěrkopísku a zhutní tak, aby následně osazená základová spára\nzůstala ve vodorovné poloze a hloubce uložení podle dokumentace.\n31.3.3 Základy TV typového provedení\nBetonáž základu\nPro provádění betonáže platí kapitola 17 TKP.\nVýroba betonové směsi, doprava a ukládání musí odpovídat ČSN 73 2400 a ČSN EN 206-1. Zhutnění základu\nse provede vibrováním, jeho stupeň se určuje podle ČSN EN 12350-4.\nDo připraveného výkopu základu osadí zhotovitel pomocí šablony svorníky tak, aby byla zajištěna jejich svislost\na přesná poloha.\nPři použití svorníků M36 s rektifikační maticí musí být základ proveden tak, aby se pod patkou stožáru nedržela\nvoda a závity svorníků včetně matic musí být opatřeny nátěrem zamezujícím korozi svorníků (pokud nejsou již\njinak opatřeny proti korozi).\n8\nU základů trakčních podpěr, kde nejsou použity rektifikační matky se povrch základu upraví podle kapitoly\n17 TKP. U BP stožáru se podmažou jen patky trakční podpěry. U základu s vetknutím stožáru zhotovitel do\nvýkopu upevní jádro kuželového tvaru nebo vhodnou trubku pro vytvoření dutiny. Do doby osazení stožáru\ndutinu základu musí zakrýt, a tak ochránit před znečištěním zeminou.\nPovrch nadzemní části základu musí být celistvý, bez dutin a vad, nesmí být porézní.\nVrchní hrany základů provede zhotovitel 0,2 m nad úroveň definitivního terénu (neplatí pro nástupiště).\nVrchní hrana základu pro vetknutý stožár se provede s hlavičkou bez vodu odpuzujícího nátěru.\nV nástupištích se provedou vrchní hrany základů pod úrovní plochy nástupiště tak, aby případné patky\na svorníky ocelových stožárů z důvodu bezpečnosti nepřesahovaly nad plochu nástupiště a prostor se následně\nzakryje betonovou směsí po případě živičnou směsí do úrovně plochy nástupiště.\nPro geodetické účely vloží zhotovitel do vrchních hran základů označníky do místa 0,15 m od přední hrany\nzákladu, nebo které určí dokumentace nebo stavební dozor.\nOsazení prefabrikovaného základu\nprovede zhotovitel do požadované polohy za pomoci vodícího přípravku tak, aby byla splněna požadovaná\npoloha základu.\nObsyp základu provede netříděným štěrkopískem zhutněným po vrstvách.\nVýška vrstvy pro zhutnění nesmí být větší než 0,4 m.\n31.3.4 Základy TV jiných schválených technologií\nPři jiných technologiích postupuje zhotovitel podle ZTKP.\n31.3.5 Podpěry TV\nRozmístění podpěr\nse provádí podle dokumentace a vzorové sestavy TV.\nOsazení stožárů\na) do dutiny základu\nZhotovitel před osazením ocelového stožáru do dutiny základu provede jeho protikorozní ochranu podle\nčlánku 31.2.10.\nU stožárů z předpjatého betonu před jejich postavením zhotovitel vyplní dno dutiny základu vrstvou betonové\nsměsi B 20 (C16/20) o výšce minimálně 0,1 m.\nPotom do dutiny základu vloží stožár do požadované polohy podle dokumentace, v dutině jej zajistí proti\nposunutí a po nastavení svislé polohy nebo případného záklonu ho v dutině zaklínuje třemi klíny tak, aby\nnedošlo po uvolnění stožáru ze závěsu jeřábu k jeho naklonění.\nNásleduje zalití dutiny základu betonovou směsí (zálivkou) z betonu třídy B 20 (C16/20) tak, aby došlo\nk zaplnění všech volných prostor dutiny do výše 0,2 - 0,3m od vrchní hrany základu (do místa klínů).\nProvede kontrolu svislosti případně záklonu stožáru.\nVrchní plochu základu ochrání tak, aby základ nemohl být znečištěn zeminou.\nPo nezbytné době tuhnutí betonu odstraní jistící klíny a provede hlavičku základu.\nb) na svorníky\nZhotovitel postaví stožár na základ se svorníky a zajistí matkami.\nPomocí vypodložení patek stožáru nebo nastavením rektifikačních matek se provede jeho vyrovnání nebo se\nnastaví jeho záklon, a v požadované poloze se zajistí dotažením všech matek.\nStožár včetně patky musí zhotovitel protikorozně ošetřit podle článku 31.2.10.\nPodkladní podložky vymezující záklon stožáru, vkládané pod patku stožáru musí splňovat požadavky\nprotikorozní ochrany.\n9\nBřevna nosných bran\njsou typových provedení ČD a jejich výroba je prováděna podle technologické části typové dokumentace\nstožárů TV.\nZavěšení břevna provádí zhotovitel podle své technologie, při které musí být zajištěna bezpečnost práce a nesmí\ndojít k poškození protikorozní ochrany břevna.\nV případě vyvěšení břeven nosných bran se toto realizuje současně s montáží nosného břevna.\nV případě kluzného uložení břevna je nutné po montáži kontrolovat, zda má dilatační spára vzhledem k teplotě\nodpovídající rozměry.\nPřesnost výroby břevna a montáže si vyžaduje zvláštní pozornost zhotovitele tak, aby nedošlo k překročení\nmaximální hodnoty dovolené deformace prutů nosné brány podle článku 31.6.2.\n31.3.6 Otočné trubkové konzoly a svislé izolované konzoly (SIK)\nKompletuje a montuje zhotovitel podle své technologie, odsouhlasené stavebním dozorem.\nPři montáži armatur a šroubových spojení je nutné dbát na přesné dotažení šroubů např. pomocí momentových\nklíčů (viz vzorová sestava typu ”J” a ”S”, „J/FS1“ a „S/FS2“).\n31.3.7 Trolejové vedení\nMontáž provede zhotovitel podle své technologie (rozumí se způsob rozvinutí a tažení nosného lana\na trolejového vodiče) tak, aby byly splněny požadované parametry TV podle vzorových sestav typu ”J”, ”S”,\n”P” nebo podle požadavků objednatele.\nVýška zavěšení nosného lana, zesilovacího lana nebo trolejového vodiče nad provozovanými kolejemi, případně\nsilničními přejezdy, musí být taková, aby nedošlo k jejich zachycení projíždějícími železničními či silničními\nvozidly.\nPři rozvinování a zavěšování vodičů na konstrukce TV je třeba důsledně dbát na zachování funkčnosti\nprovozovaných kolejových obvodů a dodržení průjezdného profilu dopravně nevyloučených kolejí - toto je\ntřeba projednat s SDC-SSZT a uložit výlukovým rozkazem.\nPři rozvinování a zavěšování vodičů na konstrukce TV nesmí dojít k jejich poškození překroucením\na mechanickým narušením průřezu!\nPři montáži elektrických spojů pomocí šroubových proudových svorek je nutné dbát na správné uložení vodičů\nve svorce a na přesné dotažení šroubů např. pomocí momentových klíčů.\nMontáž proudového propojení musí být provedena na dokonale očištěné vodiče.\nSpojkování nosných lan je možné pouze lisováním.\n31.3.8 Napájecí vedení\nNadzemní napájecí vedení, vedoucí mimo pozemek dráhy, musí odpovídat ČSN 33 3301.\nV místech přechodu kabelového vedení na nadzemní vedení nebo v místě připojení na trolejové vedení musí být\nkabely ukončeny na trakčním stožáru kabelovou koncovkou a chráněny svodičem přepětí.\nUložení kabelových vedení do kabelových korýtek provede zhotovitel podle kapitoly 26 a 30 TKP.\nPro montáž proudových spojů platí ustanovení v článku 31.3.7.\n31.3.9 Zpětné vedení\nTrakční propojení kolejiště musí odpovídat ověřenému KSUaTP.\nKolejnicové propojky provede zhotovitel podle typu kolejnic a technologie, schválené stavebním dozorem.\nOsazování kolejnicových propojek se provádí podle ČSN EN 50119, ČSN 34 1530, ČSN 34 2614, předpisu\nČD S 3, projektové dokumentace a vzorových listů výhybek.\nUmístění kolejnicových propojek a lanových propojení ve výměnách se provede podle vzorových listů.\n10\nVlastní provedení kolejnicových spojek a příčných propojek určuje dokumentace, vzorová sestava\nTV typu ”J”,”S”, ”P” a ČSN 34 1530.\nVenkovní zpětné vedení, vedoucí mimo pozemek dráhy, musí odpovídat ČSN 33 3301.\nKabely mají být vedeny od napájecí stanice nejkratším směrem k místu připojení na zpětné kolejnicové vedení.\nKabely jsou ukončeny v rozváděči, jehož druh a velikost řeší dokumentace.\nUložení kabelových vedení do kabelových žlabů se řídí ustanoveními kapitol 26 a 30 TKP.\nPro montáž proudových spojů platí ustanovení v článku 31.3.7.\n31.3.10 Ukolejnění\nUkolejnění smí být provedeno výhradně podle KSUaTP ověřených oprávněnými osobami podle\nč.j. 56 731/96- S14 ve znění pozdějších výnosů.\nVodivé konstrukce a podzemní řady spojené s ukolejněním nebo spojené s kolejnicemi elektrizované trati,\npřípadně elektrická zařízení na takových vodivých konstrukcích nebo spojená s kolejnicemi, musí být s ohledem\nna kolejové obvody zabezpečovacího zařízení upraveny způsobem pro ně předepsaným v KSUaTP a musí\nsplňovat ustanovení ČSN EN 50122-1 a norem souvisejících. Ukolejňování malých předmětů dle čl. 6.2.1.\nČSN EN 50 122-1 řeší opatření ředitele odboru automatizace a elektrotechniky GŘ ČD č.j. 63318/2004-14 ze\ndne 2.8.2004.\nPři modernizaci (rekonstrukci) trati zhotovitel provede podle KSUaTP ukolejnění neživých částí trakčního\nvedení a ostatních vodivých konstrukcí dotčených stavbou (zábradlí mostů, návěstidel, osvětlení, rozhlasů,\nprotihlukových stěn apod. v rámci jednotlivých stavebních objektů). Podle KSUaTP se ukolejní i ostatní vodivé\npředměty, které jsou v POTV ve smyslu ČSN 34 1500.\n31.3.11 Ochrana před dotykem živých částí trakčního vedení\nOchranu provede zhotovitel v souladu s dokumentací a podle ČSN 34 1500, ČSN 33 2000-4-41,\nČSN EN 50122-1, ČSN EN 50122-2, ČSN 34 1530.\nOchranu lze provést:\n− polohou,\n− zábranou,\n− krytem,\n− izolací,\n− doplňkovou izolací.\n31.3.12 Ochrana před nebezpečným dotykem neživých částí trakčního vedení\nOchranu lze provést podle ČSN 34 1500, ČSN 33 2000-4-41, ČSN EN 50122-1, ČSN EN 50122-2,\nČSN 34 1530 :\n− ukolejněním,\n− zemněním,\n− izolací,\n− v tunelech také polohou (pro nosné konstrukce TV).\nZhotovitel musí provést ochranu jednotlivých částí trakčního vedení a ostatních vodivých zařízení v POTV\npředepsaným způsobem podle KSUaTP. Musí být dodržen předepsaný způsob připojení ukolejňovacího vodiče\nna chráněnou konstrukci, ke zpětnému kolejnicovému vedení a dodrženo předepsané místo připojení.\nZpůsoby ukolejnění nebo zemnění jsou individuální nebo skupinové (ukolejňovací lano nebo uzemňovací lano).\nUkolejnění může být přímé nebo přes zařízení k omezení napětí (přes průrazku).\nUkolejňovací nebo uzemňovací lano propojuje podpěry trakčního vedení a navrhuje se v případech, kdy je\ns ohledem na svodovou admitanci ukolejněných konstrukcí výhodnější, než jiná řešení.\n11\nPrůřez lan se určuje na základě zkratových proudů a dotykových napětí a musí být uveden v dokumentaci.\nZpůsob zavěšení se provádí podle dokumentace.\nProvedení individuálního ukolejnění je podle ČSN 34 1530, dokumentace stavby a výkresů sestavení vzorové\ndokumentace trolejových vedení (”J”, ”S”, ”P”).\n31.3.13 Návěstidla pro elektrický provoz a traťové značky\nProvedení návěstidel pro elektrický provoz a traťových značek osazovaných na trakční nosné konstrukce\na způsob jejich uchycení na nosnou konstrukci musí odpovídat schváleným TP a/nebo ZL.\nNávěstidla s trvalou nebo občasnou světelnou návěstí zhotovitel osadí podle požadavků návěstních předpisů\na dokumentace.\nUchycení návěstidel a traťových značek na nosnou konstrukci provede zhotovitel podle dokumentace.\n31.3.14 Ostatní vedení a zařízení na podpěrách TV\nPro umístění ostatních vedení a zařízení podle článku 31.1.2 této kapitoly TKP na podpěrách TV musí být\nsplněny tyto podmínky:\n− podpěry přívodního vedení musí vyhovovat zvýšenému namáhání od těchto jiných zařízení,\n− svítidla a návěstidla není dovoleno umísťovat na stožáry s odpojovači, s odpínači a s přepěťovými ochranami\n(bleskojistkami, svodiči přepětí apod.),\n− vedení smí být zavěšena a zařízení připojena jen za podmínek určených v KSUaTP. Plášť kabelu musí být\nelektricky nevodivý,\n− musí být dodržena vzdálenost podle ČSN 34 1500 a ČSN 34 2040.\nOcelové nosné části optických kabelů, umístěné na betonových stožárech TV se nepropojují s ukolejňovacím\nvodičem za předpokladu, že nejsou v prostoru ohroženém trakčním vedením pro ukolejnění podle ČSN 34 1500.\n31.3.15 Tabulky s bezpečnostním sdělením nebo s nápisy\nTabulky musí splňovat požadavky podle ČSN ISO 3864 (01 8010) a ČSN 37 5199. Jsou součástí dodávky.\nJejich umístění a uchycení musí být provedeno podle dokumentace.\n31.4 DODÁVKA, SKLADOVÁNÍ A PRŮKAZNÍ ZKOUŠKY\n31.4.1 Základy TV\nDodávka, skladování a průkazní zkoušky jednotlivých materiálů pro výrobu betonu základů stožárů včetně\nvýztuže musí odpovídat požadavkům uvedeným v kapitole 17 TKP.\n31.4.2 Stožáry a nosná břevna TV\nSoučasně s dodávkou stožárů a břeven nosných bran předloží zhotovitel osvědčení o jejich jakosti (atest),\ntj. dodržení rozměrů, tvarů, materiálů atd. podle typové dokumentace stožárů trakčního vedení, případně podle\nČSN 34 8240, ČSN 34 8346.\nUložení stožárů a břeven nosných bran a manipulace s nimi musí být prováděna tak, aby nedošlo k jejich\npoškození, deformaci nebo narušení protikorozní ochrany.\n31.4.3 Trolejový vodič a lana\nVodiče jsou dodávány na cívkách podle technických podmínek výrobce. Dodávka musí být doložena dodacím\nlistem a osvědčením o jakosti.\nSkladování cívek s vodiči musí zabezpečit zhotovitel tak, aby nedošlo k poškození vodičů a lan.\n31.4.4 Elektrická zařízení\nElektrická zařízení pro trakční vedení se dodávají a zkouší podle schválených technických podmínek .\n12\n31.4.5 Izolátory\nDodávka a montáž izolátorů musí být provedena tak, aby nemohlo dojít k jejich poškození.\nJednotlivé kusy musí být baleny nebo jiným způsobem zajištěny proti poškození. Dodávka musí být doložena\ndodacím listem a osvědčením o jakosti.\n31.5 ODEBÍRÁNÍ VZORKŮ A KONTROLNÍ ZKOUŠKY\nOdebírání vzorků a kontrolní zkoušky zajišťuje zhotovitel a výsledky předkládá stavebnímu dozoru.\n31.5.1 Ukolejnění\nVeškeré ukolejňované konstrukce musí mít změřen zemní odpor a musí být ověřeno, že jeho hodnoty nebudou\nkolidovat s údaji předepsanými v KSUaTP, respektive s předpoklady hodnot, za kterých bylo KSUaTP\npodmínečně ověřeno, to vše s ohledem na klimatické změny hodnot během roku. V opačném případě nesmí být\nukolejnění připojováno ke kolejím a trakční vedení z toho důvodu uvedeno pod napětí, dokud nevstoupí\nv platnost změna KSUaTP vyvolaná existencí jiných hodnot a stanovící jiné podmínky (např. ochran před\nnebezpečným dotykem na elektrizované trati, jiné trakční pospojování, atp.). Také tato změna musí být ověřena\nurčenými oprávněnými osobami podle č.j. 56 731/96-S14 ve znění pozdějších výnosů.\n31.5.2 Základy TV\nKontrola základů musí odpovídat ustanovení ČSN 73 2400, ČSN EN 206-1, tyče kruhové pro výztuž základů\npodle ČSN 42 5512 a kapitoly 17 TKP.\nKotevní svorníky - kontrola se provádí podle ČSN EN 20898-1 a schválené dokumentace.\nZhotovitel je povinen průběžně požadovat od stavebního dozoru odsouhlasení skutečné polohy plochy výkopu\npro základovou spáru a pořizovat o tom zápisy.\n31.5.3 Stožáry TV a břevna nosných bran\nZa kvalitu stožárů a nosných prvků ručí dodavatel (výrobce).\nStožáry a břevna nosných bran musejí splňovat požadavky na provádění ocelových konstrukcí podle\nČSN 73 2601 a na úchylky rozměrů a tvarů podle ČSN 73 2611.\n31.5.4 Kontrolní zkoušky a revize trakčního vedení\nPři předání každé dokončené stavby TV do elektrického provozu se provede revize podle ČSN EN 50119,\nČSN 34 1500, ČSN 34 1530, technicko-bezpečnostní zkouška ve smyslu vyhlášky č.177/95 Sb. a u trolejového\nvedení s projektovanou rychlostí nad 120 km.h-1 také měření interakce mezi pantografem a trolejovým vodičem\n(IPTV) a geometrické polohy trolejového vodiče (GPT) ve smyslu ČSN 34 1530, změna Z2:2002.\nPři předání každé dokončené části stavby TV se podle ČSN 34 1530 zkouška plnou rychlostí nahrazuje\nzkouškou stanovenou rychlostí. Rychlost a způsob této zkoušky se stanoví dohodou mezi zhotovitelem\na správcem TV. Elektrické spoje TV musí mít příslušné parametry podle ČSN EN 50119 a musí být ověřeno,\nzejména u spojů na trolejovém vedení, že nedošlo nedokonalou montáží ke zvýšení stykových odporů nad mez,\npři které dochází při jmenovité proudové zátěži vodiče k oteplení elektrických spojů nad maximální přípustnou\nteplotu vodiče. Ověření oteplení elektrických spojů lze provést například termovizí při zatížení TV provozním\nproudem.\nPři uvedení TV do provozu musí být ověřeno splnění požadavků na EMC podle článku 31.2.11.\n31.5.5 Protikorozní ochrana\nPři nové elektrizaci trati stejnosměrnou proudovou soustavou nebo při rozsáhlých rekonstrukcích\n(modernizacích) stávající trati je nutné provést protikorozní průzkum, měření a vyhodnocení s návrhem na\nopatření podle kapitoly 25 TKP část A.\nZhotovitel dokládá skutečně provedené tloušťky povlaků. Zkoušky a metody měření tloušťky povlaků uvádí\nnormy ČSN EN ISO 2064, ČSN EN ISO 1463, ČSN 03 8157, ČSN ISO 4518, ČSN ISO 2178.\n13\n31.5.6 Kabelová vedení\nZkoušky kabelových vedení provede zhotovitel podle kapitoly 26 a 30 TKP a ČSN 34 1530.\n31.6 PŘÍPUSTNÉ ODCHYLKY, MÍRA OPOTŘEBENÍ, ZÁRUKY\n31.6.1 Základy TV\nOdchylky od dokumentace v umístění základů se připouštějí podle tabulky č. 1, přičemž musejí být splněny\nminimální vzdálenosti uvedené v ČSN 34 1530 a ČSN EN 50119.\nPro rozměry základů a zhotovení konstrukcí TV musí zhotovitel dodržet normu ČSN 73 0202, ČSN 73 0210-1,\nČSN 73 0210-2.\n31.6.2 Stožáry a nosné brány TV\nOdchylky od dokumentace v umístění stožárů a nosných bran se připouštějí podle tabulky č. 1, přičemž musejí\nbýt splněny minimální vzdálenosti volných líců podpěr předepsané pro novou stavbu podle ČSN 34 1530\na ČSN EN 50119.\nZhotovitel provede měření zemního odporu podpěr TV a ocelových konstrukcí, které je nutno ukolejnit podle\nČSN 34 1500.\nTabulka č. 1 Montážní a stavební tolerance trakčního vedení oproti projektové dokumentaci TV:\nhlavní a předjízdné koleje vedlejší koleje\n[mm] [mm]\nTrolejový vodič výška * ± 30 ± 50\nKlikatost *** - 50 - 50\nNosné lano Výška sestavy TV + 100\n- 50\nUmístění vůči ose ± 150\ntrolejového vodiče\nStožár Volná líc ** ± 50\nOstatní Upevňovací prvky kotvení, ± 100\npevných bodů a kotev\nStožár výška upevnění konzol R R ± 50\n1, 2\nBřevno výška upevnění ± 50\nZáklad osa základu od osy koleje + 50\n- 0\nZáklad vrchní hrana základu od TK ± 100\nSměrová lana výška upevnění ± 50\nSměrová lana výška upevnění ± 100\nna stožárech BP (AP)\nPoznámky:\n* tolerance výšky se vztahuje na výšku trolejového drátu v celém traťovém úseku, přičemž sklon trolejového\nvodiče v jednom rozpětí stožárů nesmí přesáhnout hodnotu dle tabulky 8 v ČSN EN 50 119\n** projektovaná vzdálenost líce stožáru se předpokládá o 50 mm větší než minimální vzdálenost stanovená\nnormou ČSN 34 1530\n***\ns ohledem na místní poměry je nutno zvážit vyvázání bočních držáků na konzolách kvůli odvanutí trole-\njového vodiče větrem.\n14\nDovolený záklon stožárů - je odchylka nezatíženého stožáru od svislé polohy ve směru proti působení hlavních\nsil na stožár. Připouští se podle tabulky č. 2.\nZáklon nosných, výztužných a odtahových stožárů trubkových (T, TS), z předpjatého betonu (P, PS)\na plochých příhradových (DS)\nZáklon se nastavuje ve směru kolmém od osy koleje.\nHodnoty záklonů v závislosti na umístění stožáru jsou uvedeny v tabulce č. 2.\nTabulka č. 2:\nUmístění stožáru s konzolou\nNastavení\nvně oblouku o poloměru (m) uvnitř oblouku o poloměru (m)\nzáklonu od\nosy koleje 1 500 - a více 500 - 1499 200 - 499 1 500 - a více 500 - 1 499 200 - 499\nZáklon 1,0 % 1,5 % 2,0 % 1,0 % 0,5 % 0 %\nstožáru\nPoloměr oblouku koleje je uveden v polohovém plánu.\nPOZNÁMKA V dělení kotevních úseků se stožáry umístěnými na stejné straně koleje, se záklon nenastavuje\nu stožáru, nesoucího nesjízdný závěs.\nU trubkových stožárů, nesoucích nosná břevna rámové konstrukce se záklon nenastavuje.\nZáklon kotevních stožárů příhradových ( BP )\nZáklon se nastavuje rovnoběžně s osou koleje proti směru zatížení. Velikost záklonu je 1 % bez ohledu na\numístění stožáru vně nebo uvnitř oblouku.\nZáklon se nenastavuje, je - li kotvení na stožáru oboustranné.\nZáklon příhradových stožárů BP ve skupinových podpěrách\nBránové stožáry - záklon kolmo ke koleji se nenastavuje.\nPřevěsové podpěry (nosné a napájecí převěsy) - záklon stožárů se nastavuje 1 % kolmo k ose koleje ve směru\nproti směru zatížení.\nZáklon kotevních stožárů trubkových\nZáklon těchto stožárů se ve směru rovnoběžném s osou koleje nenastavuje. V případě, že je stožár použit jako\nnosný, nastavuje se záklon kolmo k ose koleje podle tabulky 2. Toto ustanovení neplatí jedná-li se o bránový\nstožár.\nMaximální povolená deformace podpěr a rámových konstrukcí při normálním provozním zatížení je 2 %\nz kontrolované délky prutu pro mezní zatížení podle ČSN 73 0035.\n31.6.3 Výška a sklon trolejového vodiče\nVýška trolejového vodiče je měřena podle ČSN EN 50119 a ČSN 34 1530 jako statická vzdálenost troleje\nod roviny proložené temeny kolejnic.\nOdchylka od dokumentace (v místech závěsů TV) mezi sousedními závěsy se připouští podle tabulky č. 1.\nSklon (změna výšky trolejového vodiče) musí odpovídat požadavkům podle ČSN EN 50 119, tab. 8.\n15\n31.6.4 Interakce sběrač-trolejové vedení\nPro posuzování interakčního chování na rozhranní sběrač-trolejové vedení se používají následující kategorie\ntrolejových vedení:\nTraťová rychlost v km.h-1 v ≤ 160 160 < v ≤ 220 220 < v < 250 v ≥ 250\nKategorie pro střídavou trakci (AC) AC 1 AC 2 AC 3 AC 4\nTraťová rychlost v [km/h] v ≤ 160 160 < v ≤ 220 220 < v ≤ 250 -\nKategorie pro stejnosměrnou trakci (DC) DC 1 DC 2 DC 3 -\nPřípustné proudové zatížení na styku kontaktního pásu a trolejového vodiče v klidovém stavu\nPřípustný proud v trolejovém vedení vztažený na vlak závisí na rychlosti, hmotnosti vlaku vzdálenosti mezi\nvlaky, stoupání trati, konstrukci trolejového vedení. Charakteristiky kontaktního pásu a trolejového vodiče\nmusejí být takové, že při maximálním odebraném proudu nedojde k přehřátí trolejového vodiče při klidovém\nstavu a rozjezdu, a k přehřátí kontaktních pásů během požadavku maximálního odebíraného proudu.\nMaximální proud je omezen následujícími faktory:\n- počet a materiál trolejových vodičů,\n- počet a materiál kontaktních pásů,\n- skutečná hodnota kontaktních tlakových sil v kontaktním bodě,\n- kontaktní síla.\nPro bezpečný provoz musí provozovatel vlaku poskytnout vyhodnocení navrhované konfigurace\npantografových sběračů a proudových požadavků vlaku, aby bylo možno splnit pracovní mezní hodnoty\ntrolejového vedení.\nStatická kontaktní síla vyvolávaná pantografovým sběračem na trolejové vedení musí být uzpůsobena na\nbezpečný odběr proudu v klidovém stavu.\nPro AC sestavu je použita statická kontaktní síla o hodnotě 75±15 N, pro DC sestavu s napětím 1,5 kV kontaktní\nsíla o hodnotě 125±15 N a pro DC se stavu s napětím 3 kV kontaktní síla o hodnotě 110±15 N v klidovém\nstavu.\nHodnota přípustného proudu v klidovém stavu na pantografový sběrač je uvedena v tabulce č. 3.\nTabulka č. 3 - Přípustný proud na pantografový sběrač v klidovém stavu\nKategorie trolejového vedení AC (1,2,3,4) DC (1,2,3) DC (1,2,3) 3\n1,5 kV kV\nPřípustný proud v klidovém stavu 80 300 200\nna pantografový sběrač (A)\nInterakční dynamické chování\nDynamická interakce mezi pantografovým sběračem a trolejovým vedením má vliv na kvalitu systému odběru\nproudu a na opotřebování kontaktních pásů pantografového sběrače a trolejového vodiče.\nToto dynamické chování je závislé na charakteristikách pantografového sběrače a trolejového vedení a dále na\nprovozních podmínkách. Hlavními provozními podmínkami, které je nutno v této souvislosti brát v úvahu, jsou\nrychlost vlaku, počet, vzdálenost a poloha pantografových sběračů.\nPro vyhodnocení parametrů v případě více než jednoho pantografového sběrače se budou brát v úvahu výsledky\nu toho pantografového sběrače, který bude vykazovat kritičtější hodnoty. Pro účely přezkoumání se bude\nprovádět hodnotící zkouška. Dané hodnoty se budou měřit v souladu s normou ČSN EN 50317.\n16\nTabulka č. 4 Hodnoty pro interakční chování\nKategorie trolejového AC 1 AC 2 AC 3 AC 4 DC 1 DC 2 DC 3\nvedení\nF\nM\n(N) Křivka (viz obrázek 1) Křivka (viz obrázek 2)\nσ 0,3 F 0,3 F\nmax M M\n(při maximální rychlosti)\nRezerva pro zdvih Viz 5.2.1.3 ČSN EN 50119\ntrolejového vodiče v místě S = k s a)\n0\nzávěsu - S (mm)\na) s - vypočtený, simulovaný nebo měřený zdvih trolejového vodiče u pevného ramene vygenerovaný\n0\nv normálním provozu v souladu s 5.2.1.3 normy ČSN EN 50119\nk - koeficient podle ustanovení 5.2.1.3 normy ČSN EN 50119\nLegenda:\nσ maximální směrodatná odchylka kontaktní tlakové síly\nmax\nF průměrná kontaktní síla\nM\nPožadovaná hodnota průměrné kontaktní síly F (N) závisí na rychlosti v (km/h) - viz obrázek č. 1 a 2:\nm\nF = f (v)\nM\nPrůměrná kontaktní síla F pro jakýkoliv pantografový sběrač musí být nižší nebo rovna hodnotě udané\nM\npříslušnou křivkou; pro každý pantografový sběrač musí být splněna kritéria pro kvalitu odběru proudu.\nObrázek č. 1 Závislost F (N) na v (km/h) pro sestavy AC\nM\nv km.h-1\n17\nObrázek č. 2 Závislost F (N) na v (km/h) pro DC sestavu\nM\nv km.h-1\nLegenda:\nF curve for 1,5 kV – křivka F pro napětí 1,5 kV\nM m\nF curve for 3 kV – křivka F pro napětí 3 kV\nM m\n31.6.5 Oteplení elektrických spojů\nOteplení elektrických spojů, zejména na vodičích trolejového vedení, nesmí překročit maximální přípustné\nteploty uvedené v tabulce č. 5 (identická tabulka viz ČSN EN 50119 příloha B tabulka B.1), při jejichž\npřekročení může dojít k narušení mechanických vlastností materiálu.\nTabulka č. 5\nMateriál Maximální teplota (°C)\nNormální měď a měď s vysokou pevností a vysokou 80\nvodivostí\nSlitina stříbra a mědi 100\nSlitina kadmia a mědi 80\n31.6.6 Trakční kabelové vedení\nOdchylky položení kabelů jsou uvedeny v kapitole 26 TKP.\n31.6.7 Míra opotřebení a konstrukce TV\nPoužití stávajícího materiálu TV určí vlastník dráhy na základě prohlídek, měření, inspekcí a vyhodnocení\nspolehlivosti provozu.\nTrolejový vodič a nosné lano se musí vždy vyměnit při stavbách nebo rekonstrukcích kolejí pro rychlosti nad\n120 km.h-1 a rozpětí stožárů nesmí překročit vzdálenost 65 m (pro sestavy ”J” a ”S” funkčních souborů FS 1\na FS 2). Doporučuje se střídat velikost rozpětí stožárů po sobě jdoucích pro zamezení rozkmitání trolejového\nvedení při rychlostech nad 120 km.h-1.\n18\nPro rychlosti do 120 km.h-1 se při stavbách a rekonstrukcích kolejí nemusí trolejový vodič a nosné lano měnit.\nPro rychlosti do 100 km.h-1 není rozpětí stožárů omezeno vzdáleností 65 m (za předpokladu příznivých\ntraťových poměrů a místních podmínek).\n31.6.8 Záruky, údržba v záruční době\nZáruční doby všeobecně stanovuje kapitola 1 TKP. Údržbu v záruční době zajišťuje správce TV podle\nustanovení uvedených v kapitole 1 TKP.\nV souvislosti s vytahováním (prodlužováním) měděných a bronzových vodičů správce TV po projednání\ns dodavatelem TV zajistí přeregulování TV.\n31.7 KLIMATICKÁ OMEZENÍ\n31.7.1 Základy TV\nBetonáž základů podpěr TV musí být provedena v souladu s ustanovením článku 12 ČSN 73 2400\na kapitoly 17 TKP.\n31.7.2 Stožáry TV\nPro osazování vetknutých stožárů do základů spojené betonáží zálivky a pro betonáž hlaviček stožárů platí\npodmínky uvedené v kapitole 17 TKP.\nPro osazování stožárů svorníkového provedení a pro vlastní stožáry a nosné brány nejsou klimatická omezení.\n31.7.3 Trakční vedení\nPráce na trakčním vedení při napěťových výlukách v době bouřky jsou zakázány.\n31.7.4 Kabelová vedení\nManipulace a pokládka celoplastových kabelů nesmí být prováděna při teplotách nižších než + 4°C bez\nzvláštních opatření podle ČSN 34 1050.\n31.8 ODSOUHLASENÍ A PŘEVZETÍ PRACÍ\nZákladním předpokladem odsouhlasení a převzetí prací od zhotovitele je zpráva o technické prohlídce a zkoušce\nve smyslu § 47 zákona č.266/1994 Sb., souhlas DÚ s uvedením do provozu a protokoly o realizaci podmínek\nstanovených v KSUaTP. Požaduje se, aby určená technická zařízení ve smyslu vyhlášky č. 100/1995 Sb. byla\npředávána dodavatelem provozuschopná a s vystaveným průkazem způsobilosti. Součásti a zařízení, které musí\nbýt konstruovány s ohledem na provoz kolejových obvodů, musí mít také platný průkaz způsobilosti UTZ podle\nvyhlášky 100/1995 Sb. § 1 odstavec 4 písmeno k).\nElektrická zařízení, která musí mít před uvedením do provozu schválené ”Technické podmínky pro elektrická\nzařízení”, stanovuje Věstník ČD č. 12/1999.\nKontrolu a měření provedených prací, potřebnou pro vyhotovení revizních zpráv, zhotovitel provede podle\nČSN 34 1530 a dále doplní o doklady požadované v oddíle 31.4.\nDo provozu lze uvést jen ty části trakčního vedení a zařízení, které splňují požadavky příslušných norem\na předpisů na základě výchozí revize podle ČSN EN 50119, ČSN 34 1500 a ČSN 34 1530 a na základě\ntechnické prohlídky a zkoušky, provedené právnickou osobou určenou § 47 zákona č. 266/1994 Sb.\nTrolejové vedení pro rychlosti nad 120 km.h-1 lze uvést do provozu splňuje-li požadavky článku 31.6.4 ověřené\nměřením jízdou měřicího vozu v souladu s ustanoveními ČSN EN 50317.\n19\n31.8.1 Příprava k převzetí prací\nZhotovitel je povinen připravit nezbytné podklady, a to zejména:\n− dokumentaci skutečného provedení včetně geodetického zaměření,\n− zápisy o odsouhlasení prací a konstrukcí zakrytých v průběhu výstavby,\n− osvědčení o provedených zkouškách použitých materiálů a konstrukcí, zprávu o převzetí výchozí revize\nzařízení podle ČSN 34 1530,\n− montážní deník,\n− doklady o provedení komplexního vyzkoušení,\n− KSUaTP ověřené oprávněnými osobami podle č.j. 56 731/96-S14 ve znění pozdějších výnosů. Kopie\nověřeného KSUaTP musí být v počtu pro příslušné správy SDC a pro správce KSUaTP.\n31.8.2 Převzetí základové spáry\nV průběhu výstavby musí být zaměřena skutečná poloha plochy výkopu pro základovou spáru a před betonáží\nzákladu odsouhlasena stavebním dozorem.\nZhotovitel musí pořídit písemný záznam o provedené práci a její kvalitě.\n31.8.3 Dokumentace a zaměření skutečného provedení stavby trakčního vedení\nV dokumentaci skutečného provedení stavby trakčního vedení se uvedou a v její grafické části zakreslí veškeré\nzměny, které nastaly v průběhu realizace stavby.\nSoučástí dokumentace skutečného provedení stavby je:\n− seznam souřadnic geometrických středů základů podpěr nebo kotev trakčního vedení a všech rohů základů\npodle skutečného provedení v souřadnicovém systému S-JTSK a výškovém systému Bpv včetně hloubek\nzákladů.\nSoučástí dokumentace skutečného provedení pokládky kabelového vedení je:\n− seznam souřadnic v systému S - JTSK a nadmořských výšek systému Bpv lomových bodů a zařízení\nnacházejících se na trase kabelového vedení.\nVeškeré výše uvedené měřické práce a následné zpracování předepsané dokumentace zajistí zhotovitel stavby\ntak, aby polohová a výšková přesnost určení podrobných bodů odpovídala ČSN 01 3410 a ČSN 01 3411.\nKabelová vedení nebo jejich úpravy musí stavební dozor odsouhlasit před zakrytím podle kapitol 26 a 30 TKP.\nV dokumentaci podle skutečného provedení zhotovitel zajišťuje:\na) podklady pro ukolejnění podpěr trakčního vedení, osvětlení, návěstidel a ocelových konstrukcí:\n− popis měření,\n− výsledky měření elektrických odporů uvedených objektů vůči zemi;\nb) podklady a měření pro závěrečné revizní zprávy stavebních objektů TV;\nc) protokol o shodě skutečného provedení ochran před nebezpečným dotykem a trakčního propojení ve shodě\ns ověřeným KSUaTP spolu s protokolem o skutečných změřených hodnotách zemních odporů ukolejněných\nkonstrukcí, stanoví-li KSUaTP ověřené v době, kdy trakční podpěry ještě nejsou dokončeny, místo\nzměřených hodnot jen jejich nepodkročitelné meze.\n20\n31.9 KONTROLNÍ MĚŘENÍ, MĚŘENÍ POSUNŮ A PŘETVOŘENÍ\nV průběhu prací na díle (stavebním objektu) zajišťuje zhotovitel pro dokumentaci skutečného provedení měření\nsvislosti trakčních podpěr a případných deformací.\n31.9.1 Kontrolní měření\nObjednatel zajistí do ukončení záruční doby převzatého díla kontrolní měření tak, aby mohl porovnat předané\nvýsledky měření od zhotovitele podle oddílu 31.8 této kapitoly TKP a případně uplatnit reklamaci podle článku\n31.6.6 této kapitoly TKP.\n31.10 EKOLOGIE\nPři všech montážních pracích na TV musí zhotovitel dodržet ustanovení kapitoly 1 TKP.\nOdvoz zeminy a její uložení je určeno do míst podle dokumentace nebo pokynů stavebního dozoru.\nPři provádění manipulace s ekologicky nebezpečnými látkami (kupř. ropné produkty, nátěry apod.) musí\nzhotovitel zajistit likvidaci kontaminovaných odpadů (kupř. i obaly od nátěrových hmot, použité štětce apod.)\npodle ustanovení kapitoly 1 TKP.\n31.11 BEZPEČNOST PRÁCE A TECHNICKÝCH ZAŘÍZENÍ, POŽÁRNÍ\nOCHRANA\nPožadavky na bezpečnost práce a technických zařízení jakož i na požární ochranu obecně stanovuje kapitola\n1 TKP.\nZhotovitel musí při práci dodržovat všechny platné normy a předpisy, týkající se bezpečnosti a ochrany zdraví\npři práci - viz kapitolu 1 TKP.\nBezpečnost pohybu a práce osob na železnici obecně řeší předpis Op 16. Zhotovitel musí provádět\npráce na elektrických zařízeních a práce s elektrickými zařízeními podle norem ČSN EN 50110-1,\nČSN EN 50110-2, ČSN EN 50110-1 ed. 2, TNŽ 34 3109.\nPři práci na TV a v jeho blízkosti musí zhotovitel zajistit dodržování ustanovení normy TNŽ 34 3109.\nZhotovitel musí dodržovat při práci a pobytu na stavbě ustanovení normy ČSN ISO 8421-1 až 8 o požární\nbezpečnosti a musí poučit pracovníky o požární ochraně a použití ručních hasicích přístrojů uvedených\nv ČSN EN 3-1 až 6.\n31.12 SOUVISEJÍCÍ NORMY A PŘEDPISY\nUvedené související normy a předpisy vycházejí z aktuálního stavu v době zpracování TKP, resp. jejich\naktualizace. Uživatel TKP odpovídá za použití aktuální verze výchozích podkladů ve smyslu kap. 1.3 TKP,\ntj. právních předpisů, technických norem a předpisů a předpisů ČD.\n21\n31.12.1 Technické normy\nČSN 01 3410 Mapy velkých měřítek. Základní a účelové mapy.\nČSN 01 3411 Mapy velkých měřítek. Kreslení a značky.\nČSN 33 1500 Elektrotechnické předpisy. Revize elektrických zařízení.\nČSN 33 2000-1 Elektrotechnické předpisy. Elektrická zařízení. Část 1: Rozsah platnosti, účel a základní\nhlediska.\nČSN 33 2000-4-41 Elektrotechnické předpisy . Elektrická zařízení Část 4: Bezpečnost. Kapitola 41: Ochrana\npřed úrazem elektrickým proudem.\nČSN 33 2000-5-52 Elektrotechnické předpisy. Část 5: Výběr a stavba elektrických zařízení. Kapitola 52: Výběr soustav a\nstavba vedení\nČSN 33 2000-6-61 Elektrotechnické předpisy. Elektrická zařízení. Část 6: Revize. Kapitola 61: Postupy při\nvýchozí revizi.\nČSN 33 3210 Elektrotechnické předpisy. Rozvodná zařízení. Společná ustanovení.\nČSN 33 3301 Stavba elektrických venkovních vedení s jmenovitým napětím do 52 kV\nČSN 34 1500 Elektrotechnické předpisy. Předpisy pro elektrická trakční zařízení.\nČSN 34 1530 Elektrická trakční vedení železničních drah celostátních, regionálních a vleček.\nČSN 34 2040 Elektrotechnické předpisy ČSN. Předpisy pro ochranu sdělovacích a zabezpečovacích\nvedení a zařízení před nebezpečnými a rušivými vlivy elektrické trakce 25 kV, 50 Hz.\nČSN 34 2613 Železniční zabezpečovací zařízení. Kolejové obvody a vnější podmínky pro jejich činnost.\nČSN 34 5145 Elektrotechnické názvosloví. Názvosloví pro elektrická trakční zařízení, vedení nad 1 kV.\nČSN 34 8240 Příhradové ocelové stožáry pro venkovní silové vedení do 35kV.\nČSN 34 8340 Osvětlovací stožáry.\nČSN 34 8346 Stožáry pro trakční vedení tramvajových a trolejbusových drah.\nČSN 37 5199 Označování a bezpečnostní sdělení na trakčních vedeních celostátních drah a vleček.\nČSN 42 3001 Měď elektrovodná 42 3001 Cu 99,9E.\nČSN 42 5512 Tyče kruhové pro výztuž do betonu z oceli značky 10 216. Rozměry.\nČSN 42 5715 Trubky ocelové bezešvé tvářené za tepla. Rozměry.\nČSN 42 8460 Trolejový drôt. Rozmery.\nČSN 72 1860 Kámen pro zdivo a stavební účely. Společná ustanovení.\nČSN 73 0035 Zatížení stavebních konstrukcí.\nČSN 73 0202 Geometrická přesnost ve výstavbě. Základní ustanovení.\nČSN 73 0210-1 Geometrická přesnost ve výstavbě. Podmínky provádění. Část 1: Přesnost osazení.\nČSN 73 0210-2 Geometrická přesnost ve výstavbě. Podmínky provádění. Část 2: Přesnost monolitických\nbetonových konstrukcí.\nČSN 73 1001 Zakládaní staveb. Základová půda pod plošnými základy.\nČSN 73 1401 Navrhování ocelových konstrukcí.\nČSN 73 2400 Provádění a kontrola betonových konstrukcí.\nČSN 73 2601 Provádění ocelových konstrukcí.\nČSN 73 2611 Úchylky rozměrů a tvarů ocelových konstrukcí.\nČSN EN 1008 Záměsová voda do betonu - Specifikace pro odběr vzorků, zkoušení a\nposouzení vhodnosti vody, včetně vody získané při recyklaci v betonárně, jako\nzáměsové vody do betonu.\nČSN EN 12166 (42 1318) Měď a slitiny mědi - Dráty pro všeobecné použití\nČSN EN 12350-2 (73 1301) Zkouška čerstvého betonu - Část 2: Zkouška sednutím\nČSN EN 12350-3 Zkoušení čerstvého betonu - Část 3: Zkouška Vebe\nČSN EN 12350-4 (73 1301) Zkoušení čerstvého betonu - Část 4: Stupeň zhutnitelnosti\nČSN EN 12350-5 (73 1301) Zkoušení čerstvého betonu - Část 5: Zkouška rozlitím\nČSN EN 197-1 (72 2101) Cement - Část 1: Složení, specifikace a kritéria\n22\nČSN EN 206-1 (73 2403) Beton - Část 1: Specifikace, vlastnosti, výroba a shoda\nČSN EN 3-1 (38 9100) Přenosné hasicí přístroje. Část 1: Názvy, doby činnosti, zkušební objekty pro\ntřídu požáru A a B.\nČSN EN 3-2 (38 9100) Přenosné hasicí přístroje. Část 2: Zkouška těsnosti, zkouška elektrické\nvodivosti, zkouška odolnosti proti vibracím, zvláštní ustanovení.\nČSN EN 3-3 (38 9100) Přenosné hasicí přístroje. Část 3: Konstrukční provedení, pevnost v tlaku,\nmechanické zkoušky.\nČSN EN 3-4 (38 9100) Přenosné hasicí přístroje. Část 4: Množství a náplně, minimální požadavky na\nhasicí schopnost.\nČSN EN 3-5 (38 9100) Přenosné hasicí přístroje. Část 5: Dodatečné požadavky a zkoušky.\nČSN EN 3-6 (38 9100) Přenosné hasicí přístroje. Část 6: Ustanovení pro atestaci shody přenosných\nhasicích přístrojů podle EN 3 část 1 až část 5.\nČSN EN 50110-1 (34 3100) Obsluha a práce na elektrických zařízeních\nČSN EN 50110-1 ed. 2 Obsluha a práce na elektrických zařízeních\nČSN EN 50110-2 (34 3100) Obsluha a práce na elektrických zařízeních (národní dodatky)\nČSN EN 50119 (34 1531) Drážní zařízení- Pevná trakční zařízení-Elektrická trakční nadzemní trolejová\nvedení\nČSN EN 50122-1 (34 1520) Drážní zařízení - Pevná trakční zařízení – Část 1: Ochranná opatření vztahující\nse na elektrickou bezpečnost a uzemňování\nČSN EN 50122-2 (34 1520) Drážní zařízení - Pevná trakční zařízení – Část 2: Ochranná opatření proti\núčinkům bludných proudů\nČSN EN 50149 (34 1558) Drážní zařízení - Pevná drážní zařízení - Elektrická trakce - Profilový\ntrolejový vodič z mědi a slitin mědi\nČSN EN 50317 (36 2313) Drážní zařízení - Systémy odběru proudu - Požadavky na měření dynamické\ninterakce mezi pantografovým sběračem a nadzemním trolejovým vedením\na ověřování těchto měření\nČSN EN 50318 (36 2314) Drážní zařízení - Systémy odběru proudu - Ověřování simulace dynamické\ninterakce mezi pantografovým sběračem a nadzemním trolejovým vedením\nČSN EN 50367 Drážní zařízení - systémy sběračů proudu - Technické kritéria pro interakci\nmezi pantografem a nadzemním trolejovým vedením (pro dosažení volného\npřístupu)\nČSN EN 573-3 Hliník a slitiny hliníku - Chemické složení a druhy tvářených výrobků - část 3:\nChemické složení\nČSN EN ISO 898-1 (02 1005) Mechanické vlastnosti spojovacích součástí z uhlíkové a legované oceli -\nČást 1: Šrouby\nČSN EN ISO 1461 (03 8558) Žárové povlaky zinku nanášené ponorem na železných a ocelových výrobcích.\nSpecifikace a zkušební metody.\nČSN EN ISO 1520 (67 3081) Nátěrové hmoty – Zkouška hloubením\nČSN EN ISO 2063 Žárové stříkání - Kovové a jiné anorganické povlaky - zinek, hliník a jejich\nslitiny\nČSN EN ISO 2064 (03 8155) Kovové a jiné anorganické povlaky - Definice a dohody týkající se měření\ntloušťky\nČSN EN ISO 2808 (67 3061) Nátěrové hmoty – Stanovení tloušťky nátěru\nČSN EN ISO 3231 (67 3096) Nátěrové hmoty – Stanovení odolnosti vlhkým atmosférám s obsahem oxidu\nsiřičitého\nČSN EN ISO 8504-1 (03 8224) Příprava ocelových podkladů před nanesením nátěrových hmot a obdobných\nvýrobků. Metody přípravy povrchu. Část 1: Obecné zásady\nČSN EN ISO 8504-2 (03 8224) Příprava ocelových podkladů před nanesením nátěrových hmot a obdobných\nvýrobků. Metody přípravy povrchu. Část 2: Otryskávání\nČSN EN ISO 8504-4 Příprava ocelových podkladů před nanesením nátěrových hmot a obdobných\n(03 8224) výrobků – Metody přípravy povrchu – Část 1: Obecné zásady\nČSN EN ISO 1463 (03 8156) Kovové a oxidové povlaky. Měření tloušťky povlaku. Mikroskopická metoda.\n23\nČSN IEC 50(811) (33 0050) Mezinárodní elektrotechnický slovník - Kapitola 811: Elektrická trakce\nČSN IEC 913 (34 1540) Elektrotechnické předpisy. Elektrické trakční nadzemní vedení.\nČSN ISO 2178 (03 8181) Nemagnetické povlaky na magnetických podkladech. Měření tloušťky\npovlaku. Magnetická metoda.\nČSN ISO 2409 Nátěrové hmoty – Mřížková zkouška\nČSN ISO 2813 (67 3066) Nátěrové hmoty – Stanovení zrcadlového lesku nátěrů bez obsahu kovových\npigmentů při úhlu 20°, 60° a 80°\nČSN ISO 3864 (01 8010) Bezpečnostní barvy a bezpečnostní značky.\nČSN ISO 4518 (03 8170) Kovové povlaky. Měření tloušťky povlaku. Profilometrická metoda.\nČSN ISO 8421-1 (38 9000) Požární ochrana. Slovník. Část 1: Obecné termíny a jevy požárů.\nČSN ISO 8421-2 (38 9000) Požární ochrana. Slovník. Část 2: Požární ochrana staveb.\nČSN ISO 8421-3 (38 9000) Požární ochrana. Slovník. Část 3: Elektrická požární signalizace.\nČSN ISO 8421-4 (38 9000) Požární ochrana. Slovník. Část 4: Hasicí zařízení.\nČSN ISO 8421-5 (38 9000) Požární ochrana. Slovník. Část 5: Odvětrání kouře.\nČSN ISO 8421-6 (38 9000) Požární ochrana. Slovník. Část 6: Evakuace a únikové prostředky.\nČSN ISO 8421-7 (38 9000) Požární ochrana. Slovník. Část 7: Prostředky pro detekci a protlačení výbuchu.\nČSN ISO 8421-8 (38 9000) Požární ochrana. Slovník. Část 8: Termíny specifické práce pro hašení požáru,\nzáchranné práce a pro zacházení s nebezpečnými látkami.\nČSN ISO 8501-1 (03 8221) Příprava ocelových povrchů před nanesením nátěrových hmot a obdobných\nvýrobků. Vizuální vyhodnocení čistoty povrchu. Část 1: Stupně zarezavění\na stupně přípravy ocelového podkladu bez povlaku a ocelového podkladu po\núplném odstranění předchozích povlaků.\nČSN ISO 8501-2 (03 8221) Příprava ocelových povrchů před nanesením nátěrových hmot a obdobných\nvýrobků. Vizuální vyhodnocení čistoty povrchu Část 2: Stupně přípravy dříve\nnatřeného ocelového podkladu po místním odstranění předchozích povlaků\nČSN ISO 8504-3 (03 8224) Příprava ocelových podkladů před nanesením nátěrových hmot a obdobných\nvýrobků. Metody přípravy povrchu. Část 3: Ruční a mechanizované čištění\nČSN ISO 9223 (03 8203) Koroze kovů a slitin. Korozní agresivita atmosfér. Klasifikace\nČSN ISO 9227 (03 8132) Korozní zkoušky v umělých atmosférách. Zkoušky solnou mlhou\nČSN IEC 1000-1-1 (33 3431) Elektromagnetická kompatibilita (EMC). Část 1: Všeobecně. Díl 1: Použití\na interpretace základních definic a termínů\nTNŽ 01 3412 Značky a zkratky v jednotných železničních mapách.\nTNŽ 01 3468 Výkresy železničních tratí a stanic.\nTNŽ 34 3109 Bezpečnostní předpisy pro činnost na trakčním vedení a v jeho blízkosti na\nželezničních dráhách celostátních, regionálních a vlečkách.\n24\n31.12.2 Předpisy\nČD E15 Měření parametrů trakčního vedení měřicím vozem BDmee 87/MVPTZ 96/3\nČD Op 16 Pravidla o bezpečnosti a ochraně zdraví při práci.\nČD S3 Železniční svršek\nZákon č. 266/1994 Sb. o drahách\nVyhláška č. 100/1995 Sb. Podmínky pro provoz, konstrukci a výrobu určených technických zařízení.\nVyhláška č. 177/1995 Sb. Stavební a technický řád drah.\nVýnos ČD DDC č.j. 56 731/96-S14 Směrnice pro zavedeni, používání a správu koordinačních schémat ukolejnění\na trakčního propojení ze dne 27. 5. 1996.\n„Směrnice pro náhradu měděných propojek a lanových propojení ocelovými propojkami a lanovými\npropojeními“, čj. 59 556/96-S14-ZV6 ze dne 5.12.1996 (účinnost od 1.1.1997)\nZásady pro schvalování technických podmínek pro elektrická zařízení užívaná v provozu Českých drah. -\nč.j. 56 573/1999-O14 (uveřejněno ve Věstníku ČD č. 12/1999)\nVzorová sestava typu J č.j. 55 506/1989-O24\nVzorová sestava typu P č.j. 21 854/1991-210\nVzorová sestava typu S č.j. 55 506/1989-O24\nVzorové sestavy TV typu J/S FS č. 1,2 a C\nTypová tabulka stožárů\n31.12.3 Související kapitoly TKP\nKapitola 1 - Všeobecně\nKapitola 3 - Zemní práce\nKapitola 17 - Beton pro konstrukce\nKapitola 18 - Betonové mosty a konstrukce\nKapitola 19 - Ocelové mosty a konstrukce\nKapitola 25 - Protikorozní ochrana úložných zařízení a konstrukcí\nKapitola 26 - Osvětlení, rozvody NN včetně dálkového ovládání, EOV, stožárové transformovny vn/nn\nKapitola 27 - Zabezpečovací zařízení\nKapitola 29 - Silnoproudá technologická zařízení\nKapitola 30 - Silnoproudé rozvody vm a soustava 6 kV\nKapitola 33 - Elektromagnetická kompatibilita (EMC)\n25\nPoznámky:\n26\n27\nTECHNICKÉ KVALITATIVNÍ PODMÍNKY STAVEB STÁTNÍCH DRAH\nKapitola 31\nT ř e t í - aktualizované vydání se zapracovanou změnou č. 5 /z roku 2006/\nVydala Správa železniční dopravní cesty, státní organizace.\nZpracovatel: Ing. Bohuslav Kramerius\nČeské dráhy, a.s., Technická ústředna Českých drah,\nsekce elektrotechniky a energetiky\nTechnický redaktor: Ing. Vítězslav Čamek\nČeské dráhy, a.s., Technická ústředna Českých drah,\nsekce elektrotechniky a energetiky\nOdborný gestor: Ing. Pavel Krkoška\nSpráva železniční dopravní cesty, s.o.,\nodbor provozuschopnosti ŽDC\nNakladatelství: České dráhy, a.s., Technická ústředna Českých drah,\nMalletova 10/2363,\n190 00 Praha 9 - Libeň\nDistribuce: České dráhy, a.s., Technická ústředna Českých drah,\nSATT - oddělení typové dokumentace,\nNerudova l,\n772 58 Olomouc\ntel.: +420 972 742 241, +420 972 741 769,\nfax: +420 972 741 290,\ne-mail:otd@tucd.cz\nwww.cd.cz/tudc\n"
}