{
  "type": "tkp_document",
  "filename": "TKP30_2017_04.pdf",
  "extracted_at": "2026-02-25T15:44:20.155223",
  "document_info": {
    "tkp_number": "30",
    "year": "2017",
    "month": "04"
  },
  "technical_specs": [
    {
      "value": "50",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "10",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    },
    {
      "value": "769",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    }
  ],
  "prices": [],
  "raw_text": "Správa železniční dopravní cesty, státní organizace\nDlážděná 1003/7, 110 00 Praha 1, Nové Město\nTECHNICKÉ KVALITATIVNÍ PODMÍNKY\nSTAVEB STÁTNÍCH DRAH\nKapitola 30\nSILNOPROUDÉ ROZVODY VN,\nSOUSTAVA 6 V A 22 V, NAPÁJENÍ Z TV\nk k\nTřetí - aktualizované vydání\nzměna č. 11\nSchváleno generálním ředitelem SŽDC\ndne 8. 12. 2016\nč. j. S48321/2016 - SŽDC - O14\nÚčinnost od: 1. 4. 2017\nPočet listů: 24\nPočet příloh: 0\nPočet listů příloh: 0\nPraha 2017\nVšechna práva vyhrazena.\nTato publikace ani žádná její část nesmí být reprodukována, uložena ve vyhledávacím systému\nnebo přenášena, a to v žádné formě a žádnými prostředky elektronickými, fotokopírovacími či\njinými, bez předchozího písemného svolení vydavatele.\nVýhradní distributor: Správa železniční dopravní cesty, státní organizace,\nTechnická ústředna dopravní cesty\nÚATT - oddělení distribuce dokumentace\n772 58 Olomouc, Nerudova l\nObsah\nSeznam zkratek 3\n30.1 ÚVOD 4\n30.1.1 Obecně 4\n30.1.1.1 Rozvodná soustava 6 kV 4\n30.1.1.2 Rozvodná soustava 22 kV 5\n30.1.1.3 Napájení z trakčního vedení 5\n30.2 POPIS A KVALITA STAVEBNÍCH MATERIÁLŮ 5\n30.2.1 Technologická zařízení NTS, STS, TTS, PTS a RS 6 kV 5\n30.2.1.1 Rozvodny VN 6\n30.2.1.2 Transformátory 6\n30.2.1.3 Rozvaděče 6\n30.2.1.4 Zdroje pomocného napětí 6\n30.2.1.5 Dálkové a ústřední ovládání a dálková diagnostika technologických systému ŽDC 6\n30.2.1.6 Telekomunikační zařízení 7\n30.2.2 Technologická zařízení NTS, STS, TTS a PTS 22 kV 7\n30.2.2.1 Rozvodny VN 7\n30.2.2.2 Transformátory 7\n30.2.2.3 Rozvaděče 7\n30.2.2.4 Zdroje pomocného napětí 8\n30.2.2.5 Dálkové a ústřední ovládání a dálková diagnostika technologických systému ŽDC 8\n30.2.2.6 Telekomunikační zařízení 8\n30.2.3 Technologická zařízení pro napájení z trakčního vedení 8\n30.2.3.1 Transformátory 8\n30.2.3.2 Rozvaděče 8\n30.2.3.3 Zdroje pomocného napětí 9\n30.2.3.4 Dálkové a ústřední ovládání a dálková diagnostika technologických systémů ŽDC 9\n30.2.4 Kabely 6 kV a 22 kV zavěšené na podpěrách trakčního vedení 9\n30.2.5 Kabely, vodiče, kabelové soubory uložené v zemi 9\n30.2.6 Základy pro stožáry venkovního vedení VN 9\n30.2.7 Stožáry venkovního vedení VN 9\n30.3 TECHNOLOGICKÉ POSTUPY PRACÍ 10\n30.3.1 Technologická zařízení NTS, STS, TTS, PTS, RS 6 kV, NTS, STS, TTS a PTS 22 kV a pro\nnapájení z TV 10\n30.3.1.1 Stavební připravenost 10\n30.3.1.2 Montáž technologického zařízení 10\n30.3.2 Kabelové vedení VN 11\n30.3.3 Venkovní vedení VN 12\n30.3.3.1 Základy stožárů pro venkovní vedení VN 12\n30.3.3.2 Stožáry pro venkovní vedení VN 12\n30.4 DODÁVKA, SKLADOVÁNÍ A PRŮKAZNÍ ZKOUŠKY 12\n30.4.1 Technologické zařízení NTS, STS, TTS, PTS, RS 6 kV a TS 25/0,4 kV pro napájení z TV 12\n30.4.2 Kabelové vedení VN 12\n30.4.3 Základy stožárů venkovního vedení VN 13\n30.4.4 Stožáry venkovního vedení VN 13\n30.5 ODEBÍRÁNÍ VZORKŮ A KONTROLNÍ ZKOUŠKY 13\n30.5.1 Technologické zařízení NTS, STS, TTS, PTS a RS 6 kV a TS 25/0,4 kV pro napájení z TV 13\n30.5.2 Kabelová vedení VN 14\n30.5.3 Základy venkovního vedení VN 14\n30.5.4 Stožáry venkovního vedení VN 14\n30.6 PŘÍPUSTNÉ ODCHYLKY, MÍRA OPOTŘEBENÍ, ZÁRUKY 14\n30.6.1 Technologické zařízení NTS, STS, TTS, PTS a RS 6 kV a TS 25/0,4 kV pro napájení z TV 14\n1\n30.6.2 Kabelové vedení VN 14\n30.6.3 Základy stožárů venkovního vedení VN 14\n30.6.4 Stožáry venkovního vedení VN 14\n30.6.5 Záruky, údržba v záruční době 14\n30.7 KLIMATICKÁ OMEZENÍ 14\n30.7.1 Technologické zařízení NTS, STS, TTS, PTS a RS 6 kV a 22 kV a TS 25/0,4 kV pro\nnapájení z TV 14\n30.7.2 Kabelové vedení VN 15\n30.7.3 Základy venkovního vedení VN 15\n30.7.4 Stožáry venkovního vedení VN 15\n30.8 ODSOUHLASENÍ A PŘEVZETÍ PRACÍ 15\n30.8.1 Všeobecně 15\n30.8.2 Příprava k uvedení do provozu 16\n30.8.3 Příprava přejímacího řízení 16\n30.9 KONTROLNÍ MĚŘENÍ, MĚŘENÍ POSUNŮ A PŘETVOŘENÍ 17\n30.10 EKOLOGIE 17\n30.11 BEZPEČNOST PRÁCE A TECHNICKÝCH ZAŘÍZENÍ, POŽÁRNÍ OCHRANA 17\n30.12 SOUVISEJÍCÍ NORMY A PŘEDPISY 17\n30.12.1 Technické normy 17\n30.12.2 Předpisy 19\n30.12.3 Související kapitoly TKP 19\n2\nSeznam zkratek\nTKP Technické kvalitativní podmínky staveb státních drah\nZTKP Zvláštní technické kvalitativní podmínky staveb státních drah\nSŽDC Správa železniční dopravní cesty s.o.\nVN Vysoké napětí\nNN Nízké napětí\nNTS Napájecí transformovna\nSTS Staniční transformovna\nTTS Traťová transformovna\nPTS Přejezdová transformovna\nRS Rozpojovací skříň\nTHD Činitel harmonického zkreslení (Total Harmonic Distorsion)\nGSM-R Global Systém for Mobile Communication – Railway\nIED Intelligent Electronic Device\nDDTS ŽDC Dálková diagnostika technologických systémů železniční dopravní cesty\nUTZ Určené technické zařízení\nTP Technické předpisy\nDAP-SŽDC Dokumenty a předpisy Správy železniční dopravní cesty\n3\n30.1 ÚVOD\nZhotovitel stavby je povinen respektovat požadavky soustavy platných českých technických norem, pokud nejsou\nv rozporu s platnou TKP, projektovou dokumentací nebo zadávacími a smluvními podmínkami a platnou legislati-\nvou. Pokud je projektová dokumentace zpracována podle již neplatných norem, je před zahájením stavby nutno\nprojektovou dokumentaci aktualizovat.\nPro tuto kapitolu platí všechny pojmy, ustanovení, požadavky a údaje uvedené v kapitole 1 TKP - Všeobecně.\nV tomto dokumentu jsou uváděné normy uvažovány v platné edici; dojde-li v průběhu platnosti TKP k aktualizaci\nnorem, musí být tyto normy používány vždy v platné edici. Normy a předpisy uvedené v tomto dokumentu jsou při\naplikaci těchto TKP závazné.\n30.1.1 Obecně\nTato kapitola Technických kvalitativních podmínek staveb SŽDC (dále jen TKP) určuje podmínky zřízení\nrozvodné soustavy SŽDC 6 kV a rozvodné soustavy SŽDC 22 kV, včetně kabelového rozvodu VN, dále určuje\npodmínky pro napájení zařízení SŽDC z trakčního vedení a podmínky pro výstavbu kabelových a venkovních\nvedení VN. Technické řešení napájecí soustavy SŽDC 6 kV a 22 kV, napájení zařízení SŽDC z trakčního vedení\na technické řešení pro výstavbu kabelových rozvodů a venkovních vedení VN stanovuje schválená projektová\ndokumentace.\n30.1.1.1 Rozvodná soustava 6 kV\nRozmístění napájecích transformoven (dále jen NTS), staničních transformoven (dále jen STS), traťových transfor-\nmoven (dále jen TTS), přejezdových transformoven (dále jen PTS) a rozpojovacích skříní (dále jen RS) 6 kV podél\nželezniční trati řeší projektová dokumentace (dále jen dokumentace). Součástí rozvodné soustavy SŽDC 6 kV je\ni ústřední ovládání ze stanoviště elektrodispečera silnoproudých zařízení SŽDC.\nUvedené objekty (NTS, STS a TTS, PTS a RS ) musí být v souladu s dokumentací situovány tak, aby byl umožněn\npřístup silničními vozidly až k objektu, nebráni-li tomu zvláštní okolnosti.\nPozn.: Tato kapitola TKP nezahrnuje soustavu 6 kV, 75 Hz. Pro její případné úpravy se zpracují Zvláštní technické\nkvalitativní podmínky (dále jen ZTKP).\nZ důvodu značného kapacitního příkonu napájecího kabelu 6 kV, je nutné v dokumentaci řešit problematiku\nkompenzace kabelu 6 kV pomocí tlumivek tak, aby byly dodrženy obchodně dodací podmínky mezi SŽDC\na regionálním distributorem elektrické energie a nedocházelo k přetěžování rozvodu jalovými kapacitními proudy.\nVýpočtem a technickými prostředky navrženými v projektové dokumentaci musí být zajištěno, aby rezonanční jevy\nv rozvodné soustavě 6 kV, vyvolané harmonickými vyššího řádu při různých provozních konfiguracích napájecího\nsystému, byly v případě napájení z trakčních měníren eliminovány pomocí filtračních LC obvodů.\nHodnoty harmonického zkreslení napájecího napětí (činitel THD) v rozvodu 6 kV, 50 Hz v případě kdy je\nnapájecím bodem rozvodu 6 kV trakční měnírna, napěťové charakteristiky elektrické energie v rozvodu 6 kV,\n50 Hz a zamezení ovlivnění napájecí sítě harmonickými vyššího řádu produkovanými statickými měniči pro\nnapájení zabezpečovacího zařízení, musí být v souladu se zněním kapitoly 33 TKP.\nS touto kapitolou souvisí podmínky pro zřizování trakčního vedení, které určuje kapitola 31 TKP Trakční vedení,\nprotože prvky pro případné zavěšení kabelu 6 kV určuje projektová dokumentace trakčního vedení.\nS touto kapitolou souvisejí i podmínky provádění zemních prací pro výkop kabelových kynet, které určuje ka-\npitola 3 TKP a podmínky pro zřizování betonových základů pro stožáry venkovního vedení VN, které určuje kapi-\ntola 17 TKP.\nSoučástí projektu trakčního vedení musí být i posouzení, na kterých železničních tratích budou trakční podpěry\ndimenzovány i na zatížení od závěsného kabelu.\nPozn.: Měřícím místem spotřeby elektrické energie v rozvodu 6 kV je vývod na transformátor 22/6 kV v rozvodně\n22 kV.\n4\n30.1.1.2 Rozvodná soustava 22 kV\nRozmístění NTS, STS, TTS, PTS 22 kV podél železniční trati řeší projektová dokumentace (dále jen\ndokumentace). Součástí rozvodné soustavy SŽDC 22 kV je i ústřední ovládání ze stanoviště elektrodispečera\nsilnoproudých zařízení SŽDC.\nUvedené objekty (NTS, STS, TTS a PTS) musí být v souladu s dokumentací situovány tak, aby byl umožněn\npřístup silničními vozidly až k objektu, nebráni-li tomu zvláštní okolnosti.\nZ důvodu značného kapacitního příkonu napájecího kabelu 22 kV, je nutné v dokumentaci řešit problematiku\nkompenzace kabelu 22 kV pomocí tlumivek tak, aby byly dodrženy obchodně smluvní podmínky mezi SŽDC\na regionálním distributorem elektrické energie a nedocházelo k přetěžování rozvodu jalovými kapacitními proudy.\nVýpočtem a technickými prostředky navrženými v projektové dokumentaci musí být zajištěno, aby rezonanční jevy\nv rozvodné soustavě 22 kV, vyvolané harmonickými vyššího řádu při různých provozních konfiguracích napájecího\nsystému, byly v případě napájení z trakčních měníren eliminovány pomocí filtračních LC obvodů.\nHodnoty harmonického zkreslení napájecího napětí (činitel THD) v rozvodu 22 kV, 50 Hz v případě kdy je\nnapájecím bodem rozvodu 22 kV trakční měnírna, napěťové charakteristiky elektrické energie v rozvodu 22 kV,\n50 Hz a zamezení ovlivnění napájecí sítě harmonickými vyššího řádu produkovanými statickými měniči, musí být\nv souladu se zněním kapitoly 33TKP.\nS touto kapitolou souvisí podmínky pro zřizování trakčního vedení, které určuje kapitola 31 TKP Trakční vedení,\nprotože prvky pro zavěšení kabelu 22 kV určuje projektová dokumentace trakčního vedení.\nS touto kapitolou souvisejí i podmínky provádění zemních prací pro výkop kabelových kynet, které určuje kapi-\ntola 3 TKP a podmínky zřizování betonových základů pro stožáry venkovního vedení VN, které určuje kapito-\nla 17 TKP.\nSoučástí projektu trakčního vedení musí být i posouzení, na kterých železničních tratích budou trakční podpěry\ndimenzovány i na zatížení od závěsného kabelu.\nPozn.: Měřícím místem spotřeby elektrické energie v rozvodu 22 kV je vývod na oddělovací transformátor 22/22 kV\nv rozvodně 22 kV.\n30.1.1.3 Napájení z trakčního vedení\nTato kapitola určuje podmínky vybudování zařízení pro napájení staničního, traťového a přejezdového zabezpečo-\nvacího zařízení, elektrického ohřevu výměn a zařízení pro napájení sdělovacích zařízení GSM-R z trakčního vedení\n25 kV, 50 Hz a 3 kV DC.\nSituování trafostanic 25 kV a statických měničů 3 kV DC a způsob jejich připojení k trakčnímu vedení určuje pro-\njektová dokumentace.\nS touto kapitolou souvisí podmínky pro zřizování trakčního vedení, které určuje kapitola 31 TKP Trakční vedení,\nprotože prvky pro připojení trafostanic 25/0,4 kV a statických měničů určuje projektová dokumentace trakčního\nvedení.\nS touto kapitolou souvisejí i podmínky provádění zemních prací pro výkop kabelových kynet, které určuje kapi-\ntola 3 TKP a podmínky zřizování betonových základů pro stožáry venkovního vedení VN, které určuje kapito-\nla 17 TKP.\nPozn : Měřícím místem spotřeby elektrické energie v případě trafostanice 25 kV napájené z trakčního vedení je\nrozvaděč NN pod trafostanicí.\n30.2 POPIS A KVALITA STAVEBNÍCH MATERIÁLŮ\n30.2.1 Technologická zařízení NTS, STS, TTS, PTS a RS 6 kV\nRozměry, provedení, typ a případné další požadované vlastnosti zařízení a použitých materiálů určuje dokumentace\nve shodě s touto kapitolou TKP, pokud v ZTKP není uvedeno jinak.\nJednotlivá technologická zařízení napájecí soustavy 6 kV, 50 Hz jsou propojena kabelem 6 kV, jehož uložení je\nřešeno podle místních podmínek buď zavěšením na podpěry trakčního vedení anebo uložením do zemní kabelové\n5\nkynety. Způsob uložení kabelu 6 kV řeší projektová dokumentace. Napájecí soustava 6 kV je zřizována na tratích\nse stejnosměrnou trakční soustavou 3 kV DC i střídavou trakční soustavou 25 kV, 50 Hz.\nTechnologická zařízení NTS pro napájení rozvodné soustavy 6 kV, 50 Hz sestává z rozvodny 35 kV, 22 kV a 6 kV\nve skříňovém provedení, dále ze stanoviště transformátorů 35/22/6 kV, tlumivek pro kompenzaci kapacitního\nvýkonu kabelu 6 kV (případně rozřaďovacího LC členu), z rozvodny NN s hlavním rozvaděčem NN a rozvaděče\nvlastní spotřeby. Ovládání a signalizace NTS na elektrodispečink je zajištěna pomocí terminálů IED (Intelligent\nElectronic Device).\nTechnologická zařízení STS pro napájení rozvodné soustavy 6 kV, 50 Hz sestává z rozvodny 6 kV ve skříňovém\nprovedení, stanoviště transformátorů 6/0,4 kV, tlumivek pro kompenzaci kapacitního výkonu kabelu 6 kV,\nz rozvodny NN a rozvaděče vlastní spotřeby. Ovládání a signalizace STS na elektrodispečink je zajištěna pomocí\nterminálů IED.\nZ provozních, ekonomických a ekologických důvodů je vhodné do společného technologického objektu s NTS\na STS umístit i transformovnu VN/NN pro napájení elektrických rozvodů žst.\nTechnologické zařízení TTS, PTS a RS 6 kV je obvykle umístěno v kioskové trafostanici v aluzinkovém provedení\nvybavené odpojovači, transformátory a ostatní technologii podle dokumentace.\n30.2.1.1 Rozvodny VN\nRozvodny VN se provedou skříňové podle dokumentace. Rozvodny musí vyhovovat ČSN EN 62271-1 a ČSN EN\n62271-200. Rozvodny musí být označeny podle dokumentace.\n30.2.1.2 Transformátory\nV NTS, STS TTS a PTS se instalují suché a olejové transformátory. Jejich provedení musí odpovídat ČSN EN\n60076-1. Umístění transformátorů musí odpovídat ČSN EN 61936-1. Výkon transformátorů 35, 22 nebo 10/6 kV se\nstanovuje na základě odběru z rozvodu 6 kV. Výkon transformátorů 6/0,4/0,23 kV se stanovují na základě\npožadavků na elektrickou energii v místě odběru.\n30.2.1.3 Rozvaděče\nDruh, velikost, umístění a zapojení rozvaděčů řeší dokumentace.\nMontáž a provoz rozvaděčů musí odpovídat příslušným ČSN a zejména ČSN EN 62271-201 a ČSN EN 61439-1.\nDo venkovního prostředí se přednostně instalují rozvaděče plastové, zejména z hlediska koroze a ochrany před\nnebezpečným dotykovým a zavlečeným napětím.\n30.2.1.4 Zdroje pomocného napětí\nDruh, velikost a zapojení zdrojů pomocného napětí řeší dokumentace podle instalovaných zařízení. Montáž\na provoz zdroje pomocného napětí musí odpovídat ČSN EN 50272-2. Přednostně se doporučuje používat pro tento\núčel staniční olověné bezúdržbové gelové baterie, které mohou být umístěny ve společné místnosti s ostatním\nzařízením a nevyžadují samostatnou akumulátorovnu.\n30.2.1.5 Dálkové a ústřední ovládání a dálková diagnostika technologických systému ŽDC\nZe stanoviště elektrodispečera musí být u bezobslužných VN a VVN rozvoden zajištěno dálkové povelování pro\nzměnu stavu (síťových) vypínačů a odpojovačů nebo nastavení provozních podmínek zařízení zajišťujících\ndistribuci elektrické energie a celkový dohled nad stavem elektrické distribuční sítě z hlediska bezpečnosti,\nspolehlivosti a hospodárnosti v zásobování elektrickou energií.\nSystém dálkové diagnostiky technologických systémů ŽDC zajišťuje dohled nad vybraným zařízením určeným\ndokumentací. Místa dohledu určuje dokumentace. Typ zařízení a spojovací cesty řeší dokumentace ústředního\novládání, DDTS ŽDC a sdělovacího zařízení.\nPřed ukončením stavby musí dodavatel předat správci zařízení úplnou dokumentaci skutečného provedení\n(fyzického, logického a funkčního), dokumentaci ke všem zařízením včetně výpisu konfigurace všech\nnastavitelných hodnot (parametrizace) síťových prvků a všech zařízení výpočetní techniky výše uvedených\nsystémů. Současně musí být dodavatelem předána přístupová jména a hesla uživatelů s nejvyšším přístupovým\noprávněním (administrátorská hesla).\n6\nZákladní technická dokumentace od výrobce zařízení musí být součástí dodávky a musí být zpracována v českém\njazyce. Veškeré texty v popisech, obrázcích a manuálech musí být psané latinkou a obecně používanými písmeny\nřecké abecedy. Za základní technickou dokumentaci se považuje soubor schémat a dokumentů popisujících funkci,\nzpůsob a podmínky instalace, funkční parametry a technická data. U jednotlivých dokumentů musí být uvedeny\nodkazy na webové stránky výrobce s adresou, na které se budou nacházet aktualizace k předané základní\ndokumentaci.\nKe všem aktivním síťovým prvkům a veškerým zařízením výpočetní techniky musí být dodány doklady (případně\njejich kopie) nebo prohlášení dodavatele prokazující nabytí a délku platnosti licencí operačních systémů\na veškerého dalšího aplikačního programového vybavení. V dokumentaci musí být popsán způsob obnovy nebo\nprodloužení doby platnosti jednotlivých licencí. SŽDC musí být koncovým uživatelem těchto licencí.\n30.2.1.6 Telekomunikační zařízení\nVybavení objektů NTS a STS sdělovacím zařízením se řídí platnou legislativou. Sdělovací vedení a spojovací cesty\njsou řešeny zásadně pomocí optických kabelů.\n30.2.2 Technologická zařízení NTS, STS, TTS a PTS 22 kV\nRozměry, provedení, typ a případné další požadované vlastnosti zařízení a použitých materiálů určuje dokumentace\nve shodě s touto kapitolou TKP, pokud v ZTKP není uvedeno jinak.\nJednotlivá technologická zařízení napájecí soustavy 22 kV, 50 Hz jsou propojena kabelem 22 kV, jehož uložení je\nřešeno podle místních podmínek buď zavěšením na podpěry trakčního vedení anebo uložením do zemní kabelové\nkynety. Způsob uložení kabelu 22 kV řeší projektová dokumentace. Napájecí soustava 22 kV je zřizována na\ntratích se stejnosměrnou trakční soustavou 3 kV DC i střídavou trakční soustavou 25 kV, 50 Hz. Rozhodnutí o jejím\nvybudování v příslušném traťovém úseku musí být podloženo technicko-ekonomickou rozvahou, která stanoví\ni koncepci technického řešení napájecího systému 22 kV.\nTechnologická zařízení NTS pro napájecí soustavu 22 kV, 50 Hz sestává z rozvodny 35 kV nebo 22 kV ve\nskříňovém provedení, dále ze stanoviště oddělovacích transformátorů 35/22 kV nebo 22/22 kV, tlumivek pro\nkompenzaci kapacitního výkonu kabelu 22 kV (případně rozřaďovacího LC členu), z rozvodny NN s hlavním\nrozvaděčem NN a rozvaděče vlastní spotřeby. Ovládání a signalizace NTS na elektrodispečink je zajištěna pomocí\nterminálů IED (Intelligent Electronic Device).\nTechnologická zařízení STS pro napájení rozvodné soustavy 22 kV, 50 Hz sestává z rozvodny 22 kV ve skříňovém\nprovedení, dvou stanovišť transformátorů 22/0,4 kV z nichž jeden slouží pouze pro napájení zabezpečovacího\nzařízení a druhý pro napájení vlastní spotřeby železniční stanice, dále z tlumivek pro kompenzaci kapacitního\nvýkonu kabelu 22 kV, z rozvodny NN a rozvaděče vlastní spotřeby. Ovládání a signalizace STS na elektrodispečink\nje zajištěna pomocí terminálů IED.\nTechnologické zařízení TTS, PTS a RS 6 kV je obvykle umístěno v kioskové trafostanici v aluzinkovém provedení\nvybavené odpojovači, transformátory a ostatní technologii podle dokumentace.\n30.2.2.1 Rozvodny VN\nRozvodny VN se provedou skříňové podle dokumentace. Rozvodny musí být označeny podle dokumentace.\n30.2.2.2 Transformátory\nV NTS, STS TTS a PTS se instalují suché a olejové transformátory. Jejich provedení musí odpovídat ČSN EN\n60076-1. Umístění transformátorů musí odpovídat ČSN EN 61936-1. Výkon transformátorů 35, 22 nebo 10/6 kV se\nstanovuje na základě odběru z rozvodu 6 kV. Výkon transformátorů 6/0,4/0,23 kV se stanovují na základě\npožadavků na elektrickou energii v místě odběru.\n30.2.2.3 Rozvaděče\nDruh, velikost, umístění a zapojení rozvaděčů řeší dokumentace.\nMontáž a provoz rozvaděčů musí odpovídat příslušným ČSN a zejména ČSN EN 62271-201 a ČSN EN 61439-1.\nDo venkovního prostředí se přednostně instalují rozvaděče plastové, zejména z hlediska koroze a ochrany před\nnebezpečným dotykovým a zavlečeným napětím.\n7\n30.2.2.4 Zdroje pomocného napětí\nDruh, velikost a zapojení zdrojů pomocného napětí řeší dokumentace podle instalovaných zařízení. Montáž\na provoz zdroje pomocného napětí musí odpovídat ČSN EN 50272-2. Přednostně se doporučuje používat pro tento\núčel staniční olověné bezúdržbové gelové baterie, které mohou být umístěny ve společné místnosti s ostatním\nzařízením a nevyžadují samostatnou akumulátorovnu.\n30.2.2.5 Dálkové a ústřední ovládání a dálková diagnostika technologických systému ŽDC\nVybrané prvky silnoproudých zařízení v železničních stanicích určené dokumentací se ovládají ústředně ze stano-\nviště elektrodispečera silnoproudých zařízení SŽDC.\nSystém dálkové diagnostiky technologických systémů ŽDC zajišťuje dohled nad vybraným zařízením určeným\ndokumentací. Místa dohledu určuje dokumentace. Typ zařízení a spojovací cesty řeší dokumentace ústředního\novládání, DDTSŽDC a sdělovacího zařízení.\n30.2.2.6 Telekomunikační zařízení\nVybavení objektů NTS a STS sdělovacím zařízením řeší předpis SŽDC E8. Sdělovací vedení a spojovací cesty jsou\nřešeny zásadně pomocí optických kabelů.\n30.2.3 Technologická zařízení pro napájení z trakčního vedení\nRozměry, provedení, typ a případné další požadované vlastnosti zařízení a použitých materiálů určuje dokumentace\nve shodě s touto kapitolou TKP, pokud v ZTKP není uvedeno jinak.\nTechnologické zařízení pro napájení zabezpečovacího zařízení, EOV a sdělovacího zařízení z trakčního vedení\n25 kV, 50 Hz sestává ze dvou trakčních odpojovačů VN, z bleskojistky, transformátoru 25/2x0,23 kV nebo\n25/2x0,2 kV, rozvaděče NN, kabelových propojení VN a NN a ukolejnění.\nTechnologické zařízení pro napájení zab.zař., EOV a sdělovacího zařízení z trakčního vedení 3 kV DC sestává ze\ndvou trakčních odpojovačů VN, z bleskojistky, ze statického měniče DAK 3 kV DC/0,46 kV AC, kabelových\npropojení VN a NN a ukolejnění.\nTechnologická zařízení jsou obvykle umísťována na stožáry trakčního vedení anebo do kioskových trafostanic.\nTrafostanice 25 kV i statické měniče DAK musí být připojeny k trakčnímu vedení pomoci dvou trakčních\nodpojovačů, přičemž jeden odpojovač musí být připojen do liché skupiny trakčního vedení a druhy do sudé\nskupiny.Na jednokolejných tratích musí být trafostanice 25 kV a statický měnič DAK v železničních stanicích\npřipojeny jedním odpojovačem ke staničnímu trakčnímu vedení a druhým odpojovačem k obcházecímu vedení.\nU každého odpojovače musí být zajištěna ochrana kabelového svodu proti zemnímu spojení.\nTrakční odpojovače, které napájí trafostanice 25 kV nebo statický měnič DAK umístěné v železničních stanicích,\nmusí být ústředně ovládány z elektrodispečinku. Trakční odpojovače, které napájí trafostanice 25 kV a statické\nměniče DAK umístěné na tratích, jsou ovládány ručně z místa obsluhy.\n30.2.3.1 Transformátory\nTrafostanice 25 kV se osazují hermetizovanými olejovými transformátory 25/2x0,23 kV nebo 25/2x0,2 kV. Jejich\nprovedení musí odpovídat ČSN EN 60076-1. Umístění transformátorů musí odpovídat ČSN EN 61936-1. Výkon\ntransformátorů 25 kV se stanovuje na základě požadavku na elektrickou energii v místě odběru.\n30.2.3.2 Rozvaděče\nDruh, velikost, umístění a zapojení rozvaděčů řeší dokumentace.\nMontáž a provoz rozvaděčů musí odpovídat příslušným ČSN a zejména ČSN EN 62271-201 a ČSN EN 61439-1.\nDo venkovního prostředí se přednostně instalují rozvaděče plastové, zejména z hlediska koroze a ochrany před\nnebezpečným dotykovým a zavlečeným napětím.\n8\n30.2.3.3 Zdroje pomocného napětí\nDruh, velikost a zapojení zdrojů pomocného napětí řeší dokumentace podle instalovaných zařízení. K trafostanicím\n25 kV pro napájení zab.zař. a EOV, které jsou umístěny v železničních stanicích musí být přivedeno pomocné\nnapětí 230V, 50 Hz, které zajistí jejich ovládání a monitoring po dobu, kdy jsou odpojeny od trakčního vedení.\n30.2.3.4 Dálkové a ústřední ovládání a dálková diagnostika technologických systémů ŽDC\nU zařízení pro napájení z TV 25 kV ve stanici jsou ovládány trakční odpojovače dálkově z místa umístění ovláda-\ncích skříní (většinou z technologické budovy nebo dopravní kanceláře) a ústředně ze stanoviště elektrodispečera\nsilnoproudých zařízení SŽDC. Systém dálkové diagnostiky technologických systémů ŽDC zajišťuje dohled nad\nvybranými prvky trafostanice 25/0,4 kV, které určuje dokumentace. Místa dohledu určuje dokumentace. Typ zaří-\nzení a spojovací cesty řeší dokumentace ústředního ovládání, DDTSŽDC a sdělovacího zařízení.\n30.2.4 Kabely 6 kV a 22 kV zavěšené na podpěrách trakčního vedení\nKabely VN zavěšené na podpěrách trakčního vedení se používají zásadně třížilové, samonosné (bez nosného lana)\ndoporučeně se spirálově stočenými žilami v trojúhelníkové konfiguraci a společným mřížkovým cínovaným Cu\nstíněním a společným pláštěm LLD-PE vně laminovaným Cu-PET folií. Kabely pro napájení soustavy 6 kV lze\nv odůvodněných případech používat v izolační hladině 22 kV. Jedná se o kabely například typu AXCES (RW) /\nFXCEL (RW) 3x70/16 12 kV, 3x70/25 22 kV a 3x95/25 22 kV.\nUchycení / zavěšení kabelového systému na trakční podpěry se řeší zásadně za pomocí systémových (výrobcem\ndoporučených) armatur. Nosných svorek a kotevních spirál a napínáků. Konzolovina tzn. konzole, výložníky, háky\nse řeší v dokumentaci a jsou součástí výzbroje trakčních podpěr eventuálně stožárů VN.\nProudové zatížení, úbytky napětí a z nich vyplývající průřezy kabelů a vodičů řeší dokumentace. Kabelové soubory\nse volí dle použitých typů kabelů.\n30.2.5 Kabely, vodiče, kabelové soubory uložené v zemi\nPrůřez a typ kabelů určuje dokumentace. Dostatečnou mechanickou odolnost pro uložení kabelů v drážním tělese\na jeho blízkosti se přednostně používají vodotěsné, celoplastové, třížilové kabely v trojúhelníkové konfiguraci s Al\nstíněním a společným TT pláštěm. Plášť kabelu TT musí být dvouvrstvý s vnitřní absorpční a vnější tvrzenou\nvrstvou. Kabely nesmí obsahovat Cu (stínění) aby se eliminovaly důvody krádeže a poškození. Např. typ AXAL TT\nPRO 3x50/25/12 kV a AXAL TT PRO 3x95/25/22 kV. Kabely pro napájení soustavy 6 kV lze v odůvodněných\npřípadech používat v izolační hladině 22 kV\nProudové zatížení, úbytky napětí a z nich vyplývající průřezy kabelů a vodičů řeší dokumentace. Kabelové soubory\nse volí dle použitých typů kabelů.\n30.2.6 Základy pro stožáry venkovního vedení VN\nKubaturu a rozměry základů uvádějí výrobci příhradových stožárů v typových podkladech pro příhradové stožáry.\nZáklady betonových sloupů se navrhují dle ČSN EN 50423-3-19, tabulky M/CZ.7. Pro betonové základy dále platí\npožadavky kapitoly 17 TKP. Podmínky pro pilotované základy určí ZTKP.\n30.2.7 Stožáry venkovního vedení VN\nStožáry jsou nosiči armatur a elektrovýzbroje. Jejich typ určuje dokumentace. Pro stavbu venkovního vedení se\npoužívají typizované stožáry, u kterých se pouze kontroluje namáhání. Používají se stožáry ocelové příhradové,\ntrubkové nebo z odstřeďovaného předpjatého betonu. Stožáry musí být označeny názvem výrobce, typovým\noznačením stožáru, číslem normy, rokem výroby, výrobní značkou nebo číslem. Údaje musí být vyznačeny na\ntrvanlivém štítku připevněném na povrchu stožáru.\nPožadavky na armatury stanoví norma ČSN EN 61284 Předpoklady pro výpočet i kontrolu stožárů stanoví. ČSN\nEN 50423-3-19.\n9\n30.3 TECHNOLOGICKÉ POSTUPY PRACÍ\n30.3.1 Technologická zařízení NTS, STS, TTS, PTS, RS 6 kV, NTS, STS, TTS a PTS\n22 kV a pro napájení z TV\nTechnologická zařízení se umisťují do stavebního objektu anebo do venkovního prostředí podle dokumentace.\n30.3.1.1 Stavební připravenost\nStavební připravenost pro montáž technologických zařízení musí splňovat následující požadavky:\n vytvořit potřebné pracovní podmínky pro navržené elektrické zařízení transformovny. Zejména je nutné dbát na\nopatření proti vlhkosti, vnikání sněhu, vody, prachu, popílku, případně škodlivých par a plynů. Prostorem\ntransformovny nesmí procházet žádné potrubí, jehož porušení by mohlo ohrozit bezpečnost provozu (vodovod,\nplynovod apod.)\n zabránit vniknutí cizích osob, živočichů nebo předmětů\n v potřebné míře zajistit ochranu životního prostředí - zejména proti hluku, vibracím a vytékání oleje\n zajistit alespoň 40ti-letou životnost stavební části v příslušných specifických podmínkách, při minimálních\npožadavcích na údržbu\n umožnit dopravu a přesun těžkých zařízení do transformovny, z transformovny i uvnitř transformovny\n zajistit ochranu proti atmosférickým přepětím\nVlastní stavební objekt transformovny musí být vybaven:\n základovými rámy pod rozvaděči VN\n kabelovými kanály s odnímatelnými zákryty o odpovídající únosnosti\n kabelovými šachtami a prostupy pro kabelové přípojky\n podlahy a stěny musí být v bezprašném provedení (dielektrické koberce a podlahovou krytinu dodat až po\nmontáži technologie), v místnosti ÚO natřít stěny otěruvzdorným nebo omyvatelným nátěrem\n vstupními dveřmi o rozměrech podle dokumentace stavby\n mříží na otvíratelných oknech, pokud jsou v transformovně navrženy\n větracími otvory se žaluziemi nebo připravenost pro osazení ventilace\n pomocnými konstrukcemi a nosníky, lemováním překladů a nosníků podle dokumentace\n základovým a obvodovým uzemněním včetně jeho vyvedení nad terén na minimálně dvou místech\n protihlukovým opatřením na stanovištích transformátorů\n el. instalací světelnou a zásuvkovou podle ČSN 33 2130\n v případě vybudování akumulátorovny provést stavební úpravy podle ČSN EN 50272-2 s antikorozní ochranou\na odvětráním\n temperováním prostor transformovny na požadovanou teplotu, pokud to zařízení transformovny vyžadují\n hasicím zařízením\n přípojkou NN odpovídající požadavkům kapitoly 26 TKP\n30.3.1.2 Montáž technologického zařízení\nPři montáži musí být dodrženy zásady dispozičního a prostorového uspořádání podle platných předpisů a norem\na podle dokumentace stavby. Příjezdová komunikace a pozemek stanice musí být zabezpečeny před zaplavením\nstoletou vodou, případně před přívaly vod z cizích pozemků. Ochranné pásmo stanice je dáno vlastním ochranným\npásmem stanice a dále ochranným pásmem kabelových, příp. venkovních vedení zaústěných do stanice.\nPo zhotovení nosných konstrukcí a vnitřního uzemnění a po proschnutí celé stavby se musí provést jejich vrchní\nnátěry. Až do takto připravených prostor se smí montovat technologická zařízení. Veškerá elektrická zařízení\na kovové konstrukce se musí připojit vhodným způsobem na uzemňovací soustavu. Z transformovny musí být\nvyvedeny minimálně 2 vývody na vnější uzemnění. Do vývodů se umístí zkušební rozpojovací svorky. Po ukončení\nmontáže zhotovitel provede konečné úpravy nátěrů, rozmístění označovacích a bezpečnostních tabulek, položí\npodlahovou krytinu a dielektrické koberce.\n10\n30.3.2 Kabelové vedení VN\nKabelovou trasu včetně její koordinace se souvisejícími objekty určuje dokumentace. Kabely se kladou do země, na\npomocné konstrukce, do kabelových kanálů a šachet nebo jako závěsné na pomocné konstrukce. Kladení kabelů ve\nzvláštních technologických podmínkách řeší dokumentace. Pro instalaci a kladení kabelů a vodičů platí, ČSN EN\n50341, ČSN 33 2000-5-52, ČSN 73 6005. Kabelové soubory musí odpovídat ČSN EN 61442 a ČSN 34 7006.\nKabely, vodiče a kabelové soubory, uložené v tělese železničního svršku a spodku, musí splňovat ustanovení\npředpisu SŽDC S4, část druhá, kapitola V. a přílohy 26.\nPokud to technické a prostorové podmínky dovolí, musí být kabelový rozvod VN pro SŽDC navržen na pozemku\ndráhy. V mezistaničních úsecích musí být kabely VN uloženy v samostatné kynetě vzdálené od kabelové kynety se\nsdělovacími a zabezpečovacími kabely minimálně 80 cm. Pokud je navržena z důvodu stísněných terénních\npodmínek společná kyneta, musí být kabel VN uložen v betonovém žlabu s víkem, vzdáleném od kabelů\nsdělovacích a zabezpečovacích minimálně 30 cm. V případě použití společné kynety budou kabely VN uloženy ve\nžlabu odděleně od ostatních silových kabelů NN. V odůvodněných případech lze kabely VN zavěsit na stožáry\ntrakčního vedení. Způsob zavěšení kabelů řeší dokumentace. Sdělovací a zabezpečovací kabely mají být ve stanici\nvedeny v samostatných trasách odděleně od kabelů silových v souladu s ČSN.\nKabelové rozvody VN se provedou podle dokumentace. Aby byla zajištěna provozní spolehlivost kabelového\nrozvodu, což je jedna z jeho rozhodujících vlastností, je nutno pečlivě dodržet správnou technologií manipulace\na pokládky kabelů. Jedná se především o ochranu kabelového rozvodu před poškozením při jeho křížení\nkomunikací, cest a železnic, případně o uložení kabelů pod zpevněnými plochami. V případě křížení parovodů musí\nzhotovitel zajistit oddělení vzdáleností nebo tepelnou izolací tak, aby ani v případě poškození tepelné izolace\nparovodu nebo úniku páry nedošlo k přehřátí izolace kabelu. Přechody přes vodní toky musí být řešeny\nv dokumentaci, zásadně nad vodním tokem a mimo záplavová území. Důležité je dbát na kvalitní provedení výstupu\nz ochranných trubek, které musí být bez břitů, zajištěny proti uskřípnutí zpevněním prostoru pod trubkami\nbetonovou mazaninou. Dále je nutno dodržet dovolené poloměry ohybu kabelů jak ve vodorovné, tak horizontální\nrovině podle ČSN EN 50341, ČSN 33 2000-5-52. V případě, že z terénních důvodů (překážky v trase) budou\nkabely uloženy v menší hloubce, než předepisuje ČSN EN 50341, ČSN 33 2000-5-52, musí být kabely zabezpečeny\nvhodnou mechanickou ochranou určenou dokumentací. Dále je nutno dbát na umístění spojkového lože s příslušnou\nrezervou na vybočení kabelu pro případnou poruchu ve spojce. Harmonogram prací při pokládce kabelů je nutno\nplánovat do příznivých ročních období. Při nižší teplotě nesmí být s kabelem manipulováno. Montážní práce je\nmožno provádět až tehdy, je-li k dispozici veškerý montážní materiál, neboť všechny práce se musí provádět\nv jednom sledu současně s odzkoušením kabelového rozvodu. Souběžně uložené kabely VN musí být od sebe\nvzdáleny podle ČSN EN 50341, ČSN 33 2000-5-52.\nVe volném terénu se kabely kladou do výkopu do vrstvy jemnozrnného písku tloušťky minimálně 8 cm, který nesmí\nobsahovat žádné příměsi. Po položení se kabely zasypou pískovou vrstvou stejné tloušťky, která se měří od povrchu\nkabelu. Zapískované kabely se musí pokrýt cihlami, tvárnicemi, dlaždicemi apod. Krytí musí překrývat kabel\nminimálně o 5 cm. Při změně kabelové trasy oproti dokumentaci není možno volit trasu přímočaře ve směru svahu.\nVe směru svahu je nutno trasu navrhnout zvlněnou, přičemž v obloucích se bere v úvahu dovolený poloměr kabelů.\nPokud z prostorových důvodů není možno volit uvedený způsob uložení je nutno použít kotevní zařízení.\nVzdálenost kabelů od stavebního objektu má být alespoň 60 cm. Nejmenší dovolené vzdálenosti mezi souběžnými\na křižujícími podzemními vedeními určuje ČSN 73 6005.\nPřed kladením kabelů do výkopu musí být v místech málo únosné zeminy stěny výkopu zapaženy proti sesutí\nzeminy do výkopu. Kabelové lože musí být vyčištěno od zbytků stavebních materiálů, větších kamenů a jiných\npředmětů, které by kabel při uložení mohly poškodit. Kabely musí být označeny kabelovými štítky, a to na začátku,\nna konci a v průběhu kabelové trasy každých 50 m a při křížení s ostatními kabely.\nPokládka kabelů se předpokládá ruční, případná strojní pokládka musí být předem dohodnuta v podmínkách\ndodávky mezi zhotovitelem a objednatelem.\nKabely 6 kV a 22 kV je dovoleno zavěšovat i na podpěry trakčního vedení. Způsob jejich zavěšení řeší projektová\ndokumentace.\nZemní práce pro výkop kabelové kynety musí být provedeny v souladu s kapitolou 3 TKP.\n11\n30.3.3 Venkovní vedení VN\nZpůsob provedení venkovního vedení VN určuje ČSN EN 50423-3-19. Stavba vedení se skládá z vybudování\nzákladů, postavení stožárů, natažení a namontování vodičů a z dokončovacích prací.\nOcelové a železobetonové stožáry je dovoleno zapustit do země i bez zvláštních základů, pokud to umožní\nvlastnosti půdy a stabilita. Ocelové konstrukce uložené přímo do země musí být vhodným způsobem chráněny proti\nkorozi. Při větších zatíženích je nutno stožáry opatřit betonovými nebo pilotovými základy. Stožáry ocelové\npříhradové venkovního vedení VN se osazují do betonových monolitických základů. Monolitické betonové základy\nse provádějí do vyhloubených nebo vrtaných otvorů. Betonové základy musí převyšovat terén alespoň o 20 cm,\nv orné půdě o 30 cm. Jejich povrch musí být zešikmen, aby voda snadno stékala směrem od konstrukce.\n30.3.3.1 Základy stožárů pro venkovní vedení VN\nStožáry venkovních energetických vedení se považují za zvláštní stavby a pro jejich základy platí ustanovení normy\nČSN EN 50 423.\nZáklady stožárů určuje dokumentace. Základy jsou namáhány velkými ohybovými tahy způsobenými jak vodiči, tak\ntlakem větru. Proto je nutno věnovat zvětšenou pozornost zejména jejich provedení. Při provádění výkopu je nutno\ndbát zejména na to, aby jáma zůstala soudržná a její rozrušení bylo co nejmenší. Základovou jámu je nutno chránit\npřed zatopením vodou a působením mrazu. Stěny základové jámy je nutno chránit před mechanickým rozrušením.\nBetonáž základu je nutno provést ihned po vyhloubení stožárové jámy. Vlastnosti základové půdy lze zlepšit výmě-\nnou zeminy, injektováním nebo zhutněním zeminy. Ocelové části v betonu nesmějí být natřeny.\n30.3.3.2 Stožáry pro venkovní vedení VN\nVenkovní vedení musí být chráněno před úderem blesku. Železobetonové stožáry se v sítích VN považují za\nvodivé, ocelová výstroj nesoucí vodiče se neuzemňuje ani zvlášť nepropojuje.(s výjimkou drážních křižovatek,\núsekových odpojovačů a ochrany proti přepětí svodičem přepětí). V případě vedení VN navrženého z ocelových\nstožárů se musí uzemnit každý třetí stožár, pokud přechodový odpor základu je větší jak 15 ohmů. Na\ntransformovnách a přechodech do kabelového vedení je nutno umístit omezovače přepětí VN. Úsekové odpojovače\nse uzemní tak, aby přechodový odpor vyhovoval ČSN 33 2000-5-54 Uzemnění a ochranné vodiče a ČSN EN\n50 423. Pokud není možno ekonomickým způsobem této hodnoty dosáhnout, provede zhotovitel ochranu před\nnebezpečným dotykovým napětím neživých části pomocí dvou popř. tří ekvipotenciálních kruhů kolem stožáru\nnebo okolí stožárů upraví pomoci živičného povrchu.\n30.4 DODÁVKA, SKLADOVÁNÍ A PRŮKAZNÍ ZKOUŠKY\n30.4.1 Technologické zařízení NTS, STS, TTS, PTS, RS 6 kV a TS 25/0,4 kV pro napájení\nz TV\nPři převzetí dodávky od výrobce se provede kontrola komplexnosti dodávky podle dokumentace a technických pod-\nmínek výrobce. Dodávka musí být doložena dodacím listem a osvědčením o jakosti. Veškeré elektrické rozvaděče\nmusí být vybaveny schématem zapojení. Skladování musí být zabezpečeno v krytých skladech tak, aby nedošlo\nk jejich poškození a k následnému znehodnocení.\nU zařízení z dovozu musí zhotovitel s originálem technické dokumentace předat i český překlad (vyhláška\nč. 48/1982 Sb.) a certifikáty pro nasazení těchto zařízení v ČR.\nDodávka technologických počítačů, které jsou součástí silnoproudých zařízení, ústředního řízení musí být doložena\nkopií licenční smlouvy na použitý software.\n30.4.2 Kabelové vedení VN\nZpůsob skladování a dopravy kabelů VN je dán způsobem balení výrobcem a dodavatelem. Kabely se dodávají na\ndřevěných nebo ocelových kabelových bubnech. Kabelové bubny jsou přepravovány na místo určení přímo na\nploše železničního vagónu nebo nákladního automobilu. Kabelové bubny musí být řádně zajištěny proti jejich\nposunutí během jízdy. Složení kabelových bubnů se provádí pomocí autojeřábu nebo vysokozdvižného vozíku.\nPřímé shození kabelových bubnů i na měkkou podložku je nepřípustné. Konce kabelů musí být zabezpečeny proti\nvnikání vlhkosti. Jednotlivé kabelové bubny musí být opatřeny výrobním štítkem, na kterém je uveden výrobce,\njmenovité napětí kabelu, typové označení kabelu, počet žil, průřez jádra, délka kabelu, číslo kabelu a celková\n12\nhmotnost bubnu. Při delším skladování kabelů je účelné chránit kabely před působením povětrnostních vlivů,\nzejména proti slunečnímu záření a vlhkosti.\n30.4.3 Základy stožárů venkovního vedení VN\nDodávka, skladování a průkazní zkoušky jednotlivých materiálů pro výrobu betonu na základy musí odpovídat\npožadavkům uvedeným v kapitole 17 TKP.\n30.4.4 Stožáry venkovního vedení VN\nSoučasně s dodávkou stožárů musí zhotovitel předložit osvědčení o jejich jakosti podle ČSN EN 50423-3-19.\nStožáry se skladují na volném prostranství podložené dřevěnými hranoly. Zhotovitel musí zajistit, aby byly\nzabezpečeny proti sesutí.\n30.5 ODEBÍRÁNÍ VZORKŮ A KONTROLNÍ ZKOUŠKY\n30.5.1 Technologické zařízení NTS, STS, TTS, PTS a RS 6 kV a TS 25/0,4 kV pro\nnapájení z TV\nFunkční způsobilost celku prokáže zhotovitel zkouškou před uvedením do provozu. Zkoušky před uvedením do\nprovozu jsou určeny ke zjištění vad montáže, nežádoucích změn rozvodného zařízení způsobených dopravou\na skladováním. Provádějí se na kompletně smontovaném zařízení. Jedná se o zkoušky dodržení rozměrových\ntolerancí při montáži, zkoušky správné funkce všech součástí, zkoušky řídících a pomocných obvodů a zkoušky\nvlivu zařízení na okolí. Uvedené zkoušky jsou součástí výchozí revize ve smyslu ČSN 33 2000-6, ČSN 33 1500\na ČSN EN 50522. Jestliže pro některé zařízení je vydáno speciální ustanovení, provedou se zkoušky podle nich. Po\nukončení zkoušek musí zhotovitel požádat drážní správní úřad o vydání průkazu způsobilosti zařízení podle\nustanovení § 47 zákona č. 266/1994 Sb., o drahách, v platném znění.\nÚplnost, funkci zařízení a řádné provedení montáže, jakož i kvalitu a schopnost zařízení pro zkušební provoz\nprokáže zhotovitel zejména těmito dále uvedenými úkony, které přísluší dodávanému zařízení.\n1. Předvedení kompletnosti zařízení podle dokumentace.\n2. Krytí podle druhu prostředí.\n3. Některé izolační a provozní vzdálenosti.\n4. Označení (prostoru, zařízení, kobek, polí, obvodu, přístrojů, poloh vodičů atd.).\n5. Ochrana před nebezpečným dotykovým napětím.\n6. Některá jištění (25 %).\n7. Dotažení některých spojů.\n8. Mechanická funkce spínacího zařízení (25 %). Uvedené zařízení se ověří vizuální prohlídkou.\n9. Blokovací podmínky podle dokumentace.\n10. Působení ochranných relé (signalizace, ovládací impulsy).\n11. Signalizace ztráty ss napětí, případně zemního spojení rozvodu.\n12. Stav nabití akumulátorových baterií (u 10 % článků).\n13. Udržování hladiny napětí při automatickém dobíjení.\n14. Přepínání baterií.\n15. Dálkové ovládání spínání.\n16. Působení plynových relé transformátorů.\n17. Zkouška provozním napětím po dobu 1 hodiny.\n18. Výchylky měřících přístrojů (podle poskytnutého zatížení).\n19. Zapnutí transformátoru na síť.\n20. Záskok transformátoru.\n21. Primární zkoušky (najetí) ochranných relé.\nPři předvádění funkcí, které se provádějí v omezeném počtu (v % namátkově), volí si prvky, na kterých se předve-\ndení provede, objednatel.\n13\nPozn.: Objednatel má právo vyžadovat komplexní odzkoušení dodávky v širším než výše uvedeném rozsahu, pokud\nbyl tento požadavek uplatněn v podmínkách dodávky. Jinak pouze na základě dodatečné dohody objednatele\na zhotovitele.\n30.5.2 Kabelová vedení VN\nU všech nově pokládaných celoplastových kabelů VN je nutno provést minimální zkoušku izolačního stavu,\npřípadně diagnostiku kabelu. Zkoušku mezi jednotlivými žilami a kovovým pláštěm není nutno u těchto kabelů\nprovádět. Uvedená měření se musí provádět před vlastním položením, kdy je kabel ještě navinut na bubnu a po\npoložení kabelu do výkopu, kabelového kanálu nebo chrániček. Kabely VN se proměřují induktorem s napětím\n1000 nebo 2500 V ss. Doporučené nejnižší hodnoty izolačního odporu jsou pro napětí do 10 kV 400 MΩ pro napětí\n22  35 kV 600 MΩ. Důležité je na obou stranách kabelu roztáhnout jednotlivé žíly od sebe do vějíře a řádně\nočistit, aby nedošlo k mylnému měření. Po uložení kabelů a namontování kabelových souborů proměří zhotovitel\nkabelové vedení zkouškou stejnosměrným zkušebním napětím. Zkouší se nejméně 10 minut stejným napětím proti\nzemi a mezi fázemi.\n30.5.3 Základy venkovního vedení VN\nPro odebírání vzorků a kontrolní zkoušky základů venkovního vedení platí kapitola 17 TKP.\n30.5.4 Stožáry venkovního vedení VN\nKromě vizuální kontroly se vlastní kontrolní zkoušky stožárů na stavbě neprovádí.\n30.6 PŘÍPUSTNÉ ODCHYLKY, MÍRA OPOTŘEBENÍ, ZÁRUKY\n30.6.1 Technologické zařízení NTS, STS, TTS, PTS a RS 6 kV a TS 25/0,4 kV pro\nnapájení z TV\nOdchylky se nepřipouštějí.\n30.6.2 Kabelové vedení VN\nMožné odchylky položení kabelů jsou dány ČSN ČSN 33 2000-5-52 a ČSN 73 6005, ČSN EN 50341.\n30.6.3 Základy stožárů venkovního vedení VN\nMožné odchylky stanoví dokumentace na základě ověření únosnosti zeminy.\n30.6.4 Stožáry venkovního vedení VN\nOdchylky od dokumentace se připouštějí pouze v osazení stožárů.\n30.6.5 Záruky, údržba v záruční době\nZáruční doby všeobecně stanovuje kapitola 1 TKP.\nÚdržbu v záruční době zajišťuje správce HIM podle ustanovení uvedených v kapitole 1 TKP.\n30.7 KLIMATICKÁ OMEZENÍ\n30.7.1 Technologické zařízení NTS, STS, TTS, PTS a RS 6 kV a 22 kV a TS 25/0,4 kV pro\nnapájení z TV\nPokud to vyžadují jednotlivá zařízení, je zhotovitel povinen zajistit temperování, případně větrání technologických\nmístností podle dokumentace.\n14\n30.7.2 Kabelové vedení VN\nKabely se kladou při teplotách, jejichž meze jsou stanoveny v normách příslušného výrobku nebo v údajích\nuváděných výrobcem\n30.7.3 Základy venkovního vedení VN\nBetonáž základů pro stožáry a ostatní konstrukce musí být provedena v souladu s kapitolou 17 TKP.\n30.7.4 Stožáry venkovního vedení VN\nNejsou klimatická omezení.\n30.8 ODSOUHLASENÍ A PŘEVZETÍ PRACÍ\n30.8.1 Všeobecně\nZákladním předpokladem odsouhlasení a převzetí prací od zhotovitele je získání průkazu způsobilosti podle\nustanovení § 47 zákona č. 266/1994 Sb., o drahách, v platném znění. Požaduje se, aby určená technická zařízení\npodle vyhlášky Ministerstva dopravy č. 100/1995 Sb., řád určených technických zařízení, v platném znění byla\npředávána zhotovitelem provozuschopná a s vystaveným průkazem způsobilosti.\nElektrické výrobky uváděné do provozu musí mít schválené technické podmínky ve smyslu Směrnice SŽDC č. 34.\nOdevzdání a převzetí díla se provádí pro celé dílo nebo jeho ucelenou provozuschopnou část formou přejímacího\nřízení.\nPři odevzdání a převzetí díla se zjišťuje, zda je provedeno podle uzavřené smlouvy řádně a v celém rozsahu, zda\nodpovídá schválené dokumentaci a zda jeho provedení odpovídá normám a předpisům podle oddílu 30.12 této\nkapitoly TKP.\nPožadovaný termín přejímky dokončeného díla oznámí zhotovitel stavebnímu dozoru, který přizve případné další\núčastníky (např. budoucího uživatele a vlastníka). V průběhu přejímacího řízení musí být zhodnocena kvalita díla\nnebo jeho části nabídnuté k přejímce a rozhodnuto, zda zjištěné vady a dosud neodstraněné vady brání uskutečnění\naktu odevzdání díla zhotovitelem a jeho převzetí objednatelem.\nV průběhu výstavby díla, zejména před zakrytím výkopů s uzemněním a kabely, kdy k tomuto zařízení nebude dále\npřístup, musí být zhotovitelem zaměřena jeho skutečná prostorová poloha a toto zařízení musí být před zakrytím\nověřeno a odsouhlaseno stavebním dozorem a pořízen o provedené práci a její kvalitě zápis. Jedná se především\no kabely ve výkopech a uzemnění ve výkopech.\nKaždé předávané technologické zařízení a stavební dílo musí být vybaveno dokumentací v českém jazyce, která\nodpovídá skutečnému provedení.\nKaždé předávané technologické zařízení musí být vybaveno pracovními a ochrannými pomůckami podle ČSN EN\n61936-1.\nFunkční způsobilost jednotlivých komponent technologických zařízení a dodržení povolených mezí jejich působení\nna okolí prokazuje zhotovitel doklady o typových a kusových zkouškách - viz ČSN 33 2000-5-54.\nPři odsouhlasení a převzetí prací kontroluje stavební dozor rozsah, kvalitu a způsob provedení prací. Případné\nzměny oproti dokumentaci musí být předem dohodnuty a odsouhlaseny stavebním dozorem. Kvalita provedených\nprací musí odpovídat příslušným ustanovením této kapitoly. Kontrolní zkoušky dokončených prací se provádějí\nv rozsahu stanoveném závaznými předpisy, které jsou uvedeny v oddíle 30.5 této kapitoly TKP.\nPřed zasypáním nebo zakrytím konstrukcí, objektů a kabelů požádá zhotovitel stavební dozor o odsouhlasení prací\na pořídí o tom zápis. Upravený povrch terénu se přejímá v rámci objektu, do kterého je v dokumentu zahrnut.\nObjekty nebo jejich části, které mají být uvedeny do provozu v průběhu stavby, se přejímají v předem určených\ntermínech. Zhotovitel je povinen předat kromě zakreslených změn, ke kterým došlo oproti dokumentaci stavby,\ni dokumentaci dodaných technologických souborů a předpisy o jejich provozu a údržbě.\nPřed odsouhlasením prací zaměří zhotovitel nově vybudované kabelové rozvody venkovní vedení VN podle\ndokumentace. O úmyslu provádět zaměření informuje předem zhotovitel písemně stavební dozor.\n15\nU pokovených součástí venkovního vedení se vyzkouší tloušťka kovového povlaku a jeho přilnavost. Zkoušky\nzinkového nebo hliníkového povlaku se provádějí podle ČSN EN ISO 2063. U natřených konstrukcí se nepřipouští\nžádný rozsah poškození nátěru.\n30.8.2 Příprava k uvedení do provozu\nPřed uvedením do provozu provede zhotovitel za účasti stavebního dozoru a právnické osoby podle ustanovení § 47\nzákona č. 266/1994 Sb., o drahách, v platném znění, a v návaznosti na oddíl 29.5.2 zkoušky, které jsou určeny ke\nzjištění vad montáže, nežádoucích změn STZ způsobených dopravou, skladováním a montáží. Provádějí se na\nkompletně smontovaném zařízení a jedná se podle ČSN EN 61936-1:\n zkoušky rozměrových tolerancí (při montáži a po montáži, pokud jsou tolerance v dokumentaci předepsány)\n zkoušky správné funkce\n zkoušky řídících a pomocných obvodů\n zkoušky vlivů zařízení na okolí\n další předepsané nebo zvlášť dohodnuté zkoušky\n rozsah zkoušek NS, STS, PTS a RS musí být v souladu s platnými normami\nZkoušky před uvedením do provozu jsou součástí výchozí revize podle ČSN 33 1500.\nU nově zřízených nebo rekonstruovaných uzemnění zhotovitel musí před uvedením do provozu zajistit měření\nzemního odporu uzemnění jako celku. Měření dotykových a krokových napětí musí zhotovitel zajistit jen u stanic\nuvedených v ČSN 33 2000-5-54.\nDo provozu lze uvést jen ta technologická zařízení a stavební objekty nebo jejich části, která:\na) splňují požadavky příslušných norem a předpisů, na základě výchozí revize podle ČSN 33 1500 a na základě\ntechnické prohlídky a zkoušky, provedené právnickou osobou určenou Ministerstvem dopravy podle ustanovení\n§ 47 zákona č. 266/1994 Sb., o drahách, v platném znění,\nb) mají platný průkaz způsobilosti UTZ podle ustanovení § 1 odst. 4. písm. k) vyhlášky Ministerstva dopravy\nč. 100/1995 Sb., řád určených technických zařízení, v platném znění, jedná-li se o zařízení, které musí být konstruo-\nváno s ohledem na podmínky provozu kolejových obvodů\nc) jsou uvedena v KSU a TP ověřeném určenými oprávněnými osobami podle platných DAP SŽDC.\n30.8.3 Příprava přejímacího řízení\nK žádosti o přejímací řízení musí zhotovitel připravit doklady:\n platný originál průkazu způsobilosti UTZ vyhlášky Ministerstva dopravy č. 100/1995 Sb., řád určených\ntechnických zařízení, v platném znění včetně protokolu o technické prohlídce a zkoušce elektrického zařízení,\nprovedené podle ustanovení § 47 zákona č. 266/1994 Sb., o drahách, v platném znění,\n dokumentaci včetně montážních výkresů s vyznačenými změnami podle skutečného provedení, včetně geodetic-\nkého zaměření, dokumentace musí být předložena v takovém provedení a rozsahu jak je stanoveno v kapitole\n1 TKP\n technickou dokumentaci instalovaných strojů, přístrojů a zařízení a dokumentaci pro obsluhu, provoz a údržbu\ntěchto zařízení,\n zápisy o prověření části díla zakrytých v průběhu výstavby,\n osvědčení a protokoly o provedených zkouškách potvrzené oprávněnou osobou,\n zprávu z výchozí revize podle ČSN 33 2000-6 a ČSN 33 1500, ČSN EN 50522\n stavební (montážní) deník,\n doklady o provedení komplexního vyzkoušení,\n doklad o přezkoušení o zajištění proti vlivu na okolí,\n ve spolupráci s objednatelem provozní dokumentaci (provozní řád STZ, údržbový plán, místní pracovní\na bezpečnostní předpisy).\n16\nObjednatel připraví:\n zprávu, jak odpovídá provedení prací schválené dokumentaci, smluvním podmínkám, technickým normám\na předpisům,\n rozhodnutí o povolení výjimek z norem a předpisů,\n stavební povolení,\n přehled o vybavení ochrannými a pracovními pomůckami,\n souhlas k ověřovacímu provozu (je-li prováděn),\n soupis všech dosud neodstraněných vad zjištěných prohlídkou a komplexním vyzkoušením.\nO přejímacím řízení provede stavební dozor ve spolupráci se zhotovitelem zápis, ve kterém musí být zhodnocena\nkvalita díla. V případě nevyhovující kvality nutno uvést důvody, dohodnout způsob odstranění vad bránících\npřevzetí a termín opakování přejímacího řízení. V případě, že k přejímacímu řízení nebudou doloženy výše uvedené\ndoklady, nebude přejímací řízení zahájeno.\n30.9 KONTROLNÍ MĚŘENÍ, MĚŘENÍ POSUNŮ A PŘETVOŘENÍ\nNení požadováno.\n30.10 EKOLOGIE\nZhotovitel musí dodržet příslušná ustanovení kap. 1 TKP. V případě použití olejových transformátorů a zařízení\nobsahujících olej je nutno stavebními úpravami zabránit jeho případnému úniku. Způsob zábrany řeší dokumentace.\nV případě, že z výkopu bude vytěžena kontaminovaná zemina, zhotovitel jí uloží na skládku k tomu určenou.\n30.11 BEZPEČNOST PRÁCE A TECHNICKÝCH ZAŘÍZENÍ, POŽÁRNÍ OCHRANA\nPožadavky na bezpečnost práce a technických zařízení jakož i na požární ochranu obecně stanovuje kapitola 1 TKP.\nPři práci na elektrickém zařízení a práci s elektrickým zařízením a práci v blízkosti trakčního vedení, je nutno\ndodržovat zejména ČSN EN 50110-1 a TNŽ 34 3109.\nZhotovitel se musí při práci a pobytu na stavbě řídit ustanoveními o požární bezpečnosti a musí poučit pracovníky\no požární ochraně a způsobu použití ručních hasicích přístrojů.\nProblematiku požární bezpečnosti včetně vybavení elektrických stanic hasícími prostředky stanoví ČSN 73 0802.\nVybavení elektrických stanic ochrannými a pracovními pomůckami řeší ČSN EN 61936-1.\n30.12 SOUVISEJÍCÍ NORMY A PŘEDPISY\nU nedatovaných technických norem platí poslední vydání příslušné normy popřípadě normy, která ji nahrazuje.\nUživatel TKP odpovídá za použití aktuální verze výchozích podkladů ve smyslu kap. 1.3 TKP, tj. právních\npředpisů, technických norem a předpisů a předpisů SŽDC.\n30.12.1 Technické normy\nČSN 33 1500 Elektrotechnické předpisy. Revize elektrických zařízení.\nČSN 33 2000-1 Elektrická instalace nízkého napětí – Část 1: Základní hlediska, stanovení základních\ncharakteristik, definice\nČSN 33 2000-4-41 Elektrické instalace nízkého napětí – Část 4-41: Ochranná opatření pro zajištění bezpeč-\nnosti – Ochrana před úrazem elektrickým proudem\nČSN 33 2000-5-52 Elektrická instalace nízkého napětí – Část 5-52: Výběr a stavba elektrických zařízení –\nElektrická vedení\nČSN 33 2000-5-54 Elektrické instalace nízkého napětí – Část 5-54: Výběr a stavba elektrických zařízení –\nUzemnění a ochranné vodiče\nČSN 33 2000-6 Elektrotechnické předpisy. Elektrické instalace nízkého napětí – Část 6: Revize\nČSN 33 2130 Elektrické instalace nízkého napětí - Vnitřní elektrické rozvody\nČSN 33 3015 Elektrotechnické předpisy. Elektrické stanice a elektrická zařízení. Zásady dimenzování\npodle elektrodynamické a tepelné odolnosti při zkratech.\n17\nČSN 33 3051 Ochrany elektrických strojů a rozvodných zařízení.\nČSN 33 3080 Elektrotechnické předpisy. Kompenzace indukčního výkonu statickými kondenzátory.\nČSN 33 3265 Elektrotechnické předpisy. Měření elektrických veličin v dozornách výroben a rozvodů\nelektřiny.\nČSN 34 1500 Drážní zařízení – Pevná trakční zařízení – Předpisy pro elektrická trakční zařízení\nČSN 34 7006 Zkušební požadavky na příslušenství silových kabelů pro jmenovitá napětí od 3,6/6\n(7,2) kV do 20,8/36 (42) kV - Část 1: Kabely s výtlačně lisovanou izolací\nČSN 38 1140 Akumulátorové baterie v elektrárnách a elektrických stanicích.\nČSN 38 1754 Dimenzování elektrického zařízení podle účinku zkratových proudů.\nČSN 73 0802 Požární bezpečnost staveb - Nevýrobní objekty\nČSN 73 6005 Prostorové uspořádání sítí technického vybavení.\nČSN 73 6133 Návrh a provádění zemního tělesa pozemních komunikací\nČSN EN 13670 Provádění betonových konstrukcí.\nČSN EN 206 Beton – Specifikace, vlastnosti, výroba a shoda\nČSN EN 50110-1 Obsluha a práce na elektrických zařízeních\nČSN EN 50160 Charakteristiky napětí elektrické energie dodávané z veřejných distribučních sítí\nČSN EN 60076-11 Výkonové transformátory – Část 11: Suché transformátory\nČSN EN 50272-2 Bezpečnostní požadavky pro akumulátorové baterie a akumulátorové instalace - Část 2:\nStaniční baterie\nČSN EN 50341 Elektrická venkovní vedení s napětím nad AC 1 kV\nČSN EN 50423 Elektrická venkovní s napětím nad 1 kV AC do 45 kV včetně\nČSN EN 50423-3-19 Národní příloha k ČSN EN 50423-3\nČSN EN 50522 Uzemňování elektrických instalací AC na 1 kV\nČSN EN 60909-0 Zkratové proudy v trojfázových střídavých soustavách – Část 0: Výpočet proudů\nČSN EN 61000-2-2 Elektromagnetická kompatibilita (EMC) – Část 2-2: Prostředí – Kompatibilní úroveň pro\nnízkofrekvenční rušení šířené vedením a signály ve veřejných rozvodných sítích nízkého\nnapětí\nČSN EN 61284 Venkovní vedení - Požadavky na armatury a jejich zkoušky\nČSN EN 61439-1 Rozváděče nízkého napětí - Část 1: Všeobecná ustanovení\nČSN EN 61442 Zkušební metody pro silnoproudé kabelové soubory se jmenovitým napětím od 6 kV\n(Um = 7,2 kV) do 36 kV (Um = 42 kV)\nČSN EN 62271-1 Vysokonapěťová spínací a řídicí zařízení - Část 1: Společná ustanovení\nČSN EN 62271-200 Vysokonapěťová spínací a řídící zařízení – Část 200: Kovově kryté rozvaděče na střídavý\nproud pro jmenovitá napětí nad 1 kV do 52 kV včetně\nČSN EN 62271-201 Vysokonapěťová spínací a řídící zařízení – část 201: Izolačně kryté rozvaděče na střídavý\nproud pro jmenovitá napětí nad 1 kV do 52 kV včetně\nČSN EN 62305-1 Obrana před bleskem – Část 1: Obecné principy\nČSN EN 62305-2 Obrana před bleskem – Část 2: Řízení rizika\nČSN EN 62305-3 Obrana před bleskem – Část 3: Hmotné škody na stavbách a ohrožení života\nČSN EN ISO 2063 Žárové stříkání – Kovové a jiné anorganické povlaky – Zinek, hliník a jejich slitin\nČSN ISO 3800 Spojovací součásti se závitem - Zkouška únavy osovým zatížením - Zkušební metody\n(02 1006) a vyhodnocení výsledků.\nČSN EN 60076-1 Výkonové transformátory - Část 1: Obecně\nTNŽ 37 5711 Drážní zařízení – Křížení kabelových vedení s železničními dráhami\nTNŽ 37 5715 Silová kabelová vedení celostátních drah.\nTNŽ 34 3109 Bezpečnostní předpisy pro činnost na trakčním vedení a v jeho blízkosti na železničních\ndráhách celostátních, regionálních a vlečkách\n18\n30.12.2 Předpisy\nSŽDC E 8 Předpis pro provoz zařízení energetického napájení zabezpečovacích zařízení.\nVyhláška č. 48/1982 Sb. Vyhláška Českého úřadu bezpečnosti práce, kterou se stanoví požadavky k zajištění\nbezpečnosti práce a technických zařízení, v platném znění\nVyhláška č. 100/1995 Sb. Vyhláška Ministerstva dopravy, kterou se stanoví podmínky pro provoz, konstrukci\na výrobu určených technických zařízení, v platném znění\nVyhláška č. 177/1995 Sb. Vyhláška Ministerstva dopravy, kterou se vydává stavební a technický řád drah,\nv platném znění\nZákon č. 266/1994 Sb. o drahách, v platném znění\nSměrnice SŽDC č. 34 o uvádění výrobků do provozu, kterou jsou součástí sdělovacích a zabezpečovacích\nzařízení a zařízení elektrotechniky a energetiky, na železniční dopravní cestě ve\nvlastnictví státu statní organizace Správa železniční dopravní cesty.\nSŽDC S4 Železniční spodek.\nPředpis SŽDC Technické podmínky připojení k „Lokální distribuční soustavě železnic.\n30.12.3 Související kapitoly TKP\nKapitola 1 - Všeobecně\nKapitola 3 - Zemní práce\nKapitola 17 - Beton pro konstrukce\nKapitola 26 - Osvětlení, rozvody NN včetně dálkového ovládání\n19\nTECHNICKÉ KVALITATIVNÍ PODMÍNKY STAVEB STÁTNÍCH DRAH\nKAPITOLA 30\nTřetí aktualizované vydání se zapracovanou změnou č. 11 /z roku 2017/\nVydala Správa železniční dopravní cesty, státní organizace\nZpracovatel: Správa železniční dopravní cesty, státní organizace\nOdborný gestor: Bc. Jaroslav Valníček\nSpráva železniční dopravní cesty, státní organizace\nOdbor automatizace a elektrotechniky\nVydal: Správa železniční dopravní cesty, státní organizace\nOdbor automatizace a elektrotechniky\nDlážděná 1003/7, 110 00 Praha 1, Nové Město\nwww.szdc.cz\nDistribuce: Správa železniční dopravní cesty, státní organizace\nTechnická ústředna dopravní cesty\nÚATT – oddělení distribuce dokumentace\n772 58 Olomouc, Nerudova 1\ntel.: +420 972 742 396, +420 972 741 769\nmobil: +420 725 039 782\ne-mail: typdok@tudc.cz\nwww.tudc.cz\n"
}