{
  "type": "tkp_document",
  "filename": "TKP32_2013_05.pdf",
  "extracted_at": "2026-02-25T15:44:25.941146",
  "document_info": {
    "tkp_number": "32",
    "year": "2013",
    "month": "05"
  },
  "technical_specs": [
    {
      "value": "100",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    }
  ],
  "prices": [],
  "raw_text": "Správa železniční dopravní cesty, státní organizace\nDlážděná 1003/7, 110 00 Praha 1, Nové Město\nTECHNICKÉ KVALITATIVNÍ PODMÍNKY\nSTAVEB STÁTNÍCH DRAH\nKapitola 32\nZAŘÍZENÍ TRATÍ A TRAŤOVÉ ZNAČKY\nTřetí - aktualizované vydání\nzměna č. 8\nSchváleno generálním ředitelem SŽDC\ndne: 27.3.2013\nč.j.: S 3916/2012-TÚDC\nÚčinnost od: 1.5.2013\nPočet stran : 6\nPočet příloh: 0\nPočet stran příloh: 0\nPraha 2013\nVšechna práva vyhrazena.\nTato publikace ani žádná její část nesmí být reprodukována, uložena ve vyhledávacím systému nebo\npřenášena, a to v žádné formě a žádnými prostředky elektronickými, fotokopírovacími či jinými, bez\npředchozího písemného svolení vydavatele.\nVýhradní distributor: Správa železniční dopravní cesty, státní organizace\nTechnická ústředna dopravní cesty\nÚATT - oddělení typové dokumentace\n772 58 Olomouc, Nerudova 1\nObsah\nSeznam zkratek 2\nSeznam pojmů 2\n32.1 ÚVOD 3\n32.2 POPIS A KVALITA STAVEBNÍCH MATERIÁLŮ 3\n32.2.1 Staničníky a hraniční znaky dráhy 3\n32.2.2 Traťové značky 3\n32.2.3 Označení železničních stanic a zastávek 3\n32.3 TECHNOLOGICKÉ POSTUPY PRACÍ 3\n32.4 DODÁVKA, SKLADOVÁNÍ A PRŮKAZNÍ ZKOUŠKY 4\n32.5 ODEBÍRÁNÍ VZORKŮ A KONTROLNÍ ZKOUŠKY 4\n32.6 PŘÍPUSTNÉ ODCHYLKY, MÍRA OPOTŘEBENÍ A ZÁRUKY 4\n32.7 KLIMATICKÁ OMEZENÍ 4\n32.8 ODSOUHLASENÍ A PŘEVZETÍ PRACÍ 4\n32.9 KONTROLNÍ MĚŘENÍ, MĚŘENÍ POSUNŮ A PŘETVOŘENÍ 4\n32.10 EKOLOGIE 4\n32.11 BEZPEČNOST PRÁCE A TECHNICKÝCH ZAŘÍZENÍ, POŽÁRNÍ OCHRANA 5\n32.12 SOUVISEJÍCÍ NORMY A PŘEDPISY 5\n32.12.1 Předpisy 5\n32.12.2 Technické normy 5\n32.12.3 Související kapitoly TKP 6\n1\nSeznam zkratek\nČD České dráhy, akciová společnost\nOTH Odbor traťového hospodářství\nSŽDC Správa železniční dopravní cesty, státní organizace\nTKP Technické kvalitativní podmínky staveb státních drah\nTNŽ Technické normy železnic\nZT Zařízení trati\nSeznam pojmů\nHektometrovník - traťová značka označující trať po 100 m s udáním kilometrů a jejich desetin\nHraniční znak - značka, která trvalým způsobem označuje v terénu lomové body hranice pozemků\nKilometrovník - traťová značka označující trať v celých kilometrech\nMateriál činné plochy - materiál nanesený na štít dopravní značky k vytvoření povrchové vrstvy značky\nMezník - označení pro hraniční znak drážního pozemku\nNávěstidlo - technické zařízení, pomůcka nebo předmět, kterým se dává návěst\nPodklad - ploché těleso sloužící jako podklad materiálu činné plochy\nStaničník - souhrnný název pro kilometrovníky a hektometrovníky\nŠtít značky - sestává z podkladu, výztuh a upevňovacího zařízení\nUpevňovací zařízení - slouží k upevnění značek ke sloupkům nebo stožárům trakčního vedení\n2\n32.1 ÚVOD\nPro tuto kapitolu platí všechny pojmy, ustanovení, požadavky a údaje uvedené v kapitole 1 TKP.\nKapitola 32 určuje technické kvalitativní podmínky pro staničníky, hraniční znaky (mezníky) a traťové značky\nželezničních drah v majetku České republiky, se kterými má právo hospodařit Správa železniční dopravní cesty, státní\norganizace.\nZnačky pro zajištění prostorové polohy koleje jsou předmětem kapitoly 8 TKP.\nSituování značek a návěstidel je obecně dáno staničením, vzdáleností od osy a výškou nad temenem kolejnice koleje\npřilehlé ke značce nebo návěstidlu.\nUmístění a osazení staničníků zásadně určuje prováděcí vyhláška č. 177/1995 Sb., kterou se vydává stavební a technický\nřád drah, k zákonu č. 266/1994 Sb., o dráhách, v § 20, dále vzorový list zařízení tratí, TNŽ 73 6395 a předpis SŽDC\n(ČD) M21. Pro hraniční znaky (mezníky) platí ustanovení vyhlášky č. 26/2007 Sb., kterou se provádí zákon č. 265/1992\nSb., o zápisech vlastnických a jiných věcných práv k nemovitostem, ve znění pozdějších předpisů, a zákon č. 344/1992\nSb., o katastru nemovitostí České republiky (katastrální zákon), ve znění pozdějších předpisů, (katastrální vyhláška).\nUmístění, výrobu a osazení traťových značek předepisují vzorové listy řady ZT - Zařízení trati. Situování a návěstní\nznaky uvedených návěstidel předepisuje předpis SŽDC (ČD) D1 Předpis pro používání návěstí při organizování\na provozování drážní dopravy. Jejich umístění vzhledem k odvodňovacímu zařízení určuje článek 171 předpisu\nSŽDC S4 Železniční spodek.\nKonkrétní umístění a materiál traťových značek stanovuje dokumentace ve stupni projekt.\nDalší návěstidla podle předpisu SŽDC (ČD) D1 neuvedená ve vzorových listech zařízení tratí jsou předmětem těchto\nkapitol TKP:\n8 - Konstrukce koleje a výhybek\n27 - Zabezpečovací zařízení\n31 - Trakční vedení\n32.2 POPIS A KVALITA STAVEBNÍCH MATERIÁLŮ\n32.2.1 Staničníky a hraniční znaky dráhy\nStaničníky (kilometrovníky a hektometrovníky) se dodávají železobetonové nebo plechové. Tvar, rozměry, vzhled,\núpravy povrchu a číslic železobetonových staničníků musí odpovídat ustanovením TNŽ 73 6395, pro plechové\nstaničníky platí vzorový list zařízení tratí a předpis SŽDC (ČD) M21. Provedení hraničních znaků (mezníků) musí\nodpovídat § 88 vyhlášky č. 26/2007 Sb.\n32.2.2 Traťové značky\nNávěstidla a značky musí svým tvarem a provedením návěstních znaků odpovídat předpisu SŽDC (ČD) D1 a vzorovým\nlistům zařízení tratí. Štíty a upevňovací zařízení návěstidel a značek včetně sloupků jsou vyrobeny z pozinkované oceli.\nMateriál činné plochy návěstidel a značek je zhotoven z retroreflexní fólie 1. třídy. Použití dosud nezavedených\nmateriálů musí být předem odsouhlaseno OTH. Sloupky se osadí do betonových prefabrikovaných patek nebo se\nzabetonují přímo na stavbě. Beton musí splňovat požadavky kapitol 17 a 18 TKP.\n32.2.3 Označení železničních stanic a zastávek\nNázvy železničních stanic a zastávek státních drah se provádějí dle TNŽ 73 6390 „Nápisy názvů železničních stanic\na zastávek“.\n32.3 TECHNOLOGICKÉ POSTUPY PRACÍ\nTraťové značky (včetně sloupků), staničníky a hraniční znaky (mezníky) musí být vyrobeny, natřeny a opatřeny\npříslušným nápisem již ve výrobně, dílně nebo v patřičně vybaveném staveništním zařízení. Přímo na staveništi mohou\nbýt prováděny pouze takové finální úpravy, které nemohou být z technologických důvodů provedeny předem. Po\npřípravě a vyznačení staveniště a pracoviště přistoupí zhotovitel k vytyčení, výkopu základů nebo vyvrtání otvorů. Vždy\n3\nje nutné respektovat postupy v průvodní dokumentaci výrobce, aby nedošlo k poškození výrobku. Po zabetonování\npřipravenou směsí nebo po přišroubování dokončí povrchovou úpravu značek a staveniště uvede do původního stavu.\n32.4 DODÁVKA, SKLADOVÁNÍ A PRŮKAZNÍ ZKOUŠKY\nBeton musí být doložen doklady podle kapitoly 17 TKP. Použité materiály musí vyhovovat kvalitativním normám\na výrobním předpisům, uvedeným v oddíle 32.12 této kapitoly TKP.\nPři skladování výrobků je nutné dodržovat pokyny výrobce tak, aby nedošlo k poškození výrobků. Uložení výrobků ve\nskladech a na úložištích musí být přehledné a odpovídat požárním a bezpečnostním předpisům. Zhotovitel musí\nzabezpečit výrobky tak, aby nemohlo dojít k jejich znečištění, poškození nebo odcizení. Na staveništi musí být výrobky\nuloženy mimo volný schůdný a manipulační prostor. Pouze na dobu nezbytně nutnou k osazení návěstidel a značek lze\nk práci a skladování využít volný schůdný a manipulační prostor až k obrysu průjezdného průřezu podle ČSN 73 6320.\n32.5 ODEBÍRÁNÍ VZORKŮ A KONTROLNÍ ZKOUŠKY\nNení obecně požadováno. Pokud budou technickým dozorem stavebníka požadovány zkoušky pro betonové základy,\nprovedou se podle kapitoly 17 TKP. Ostatní dodávky se kontrolují podle certifikátů, atestů, případně podle jejich\nprůvodních dokladů.\n32.6 PŘÍPUSTNÉ ODCHYLKY, MÍRA OPOTŘEBENÍ A ZÁRUKY\nPro rozměry a hmotnost železobetonových staničníků včetně přípustných odchylek je závazná tabulka 2 TNŽ 73 6395,\npro umístění a rozměr číslic na nich tabulka 3 téže normy. Pro jejich umístění platí ustanovení TNŽ 73 6395 a předpisu\nSŽDC (ČD) M21. Pro situování plechových staničníků na trakční stožáry platí ustanovení předpisu SŽDC (ČD) M21.\nPro umístění hraničního znaku (mezníku) platí ustanovení vyhlášky č. 26/2007 Sb.\nZáruční doby a ukončení záruční doby všeobecně stanoví kapitola 1 TKP.\nÚdržbu v záruční době zajišťuje provozovatel dráhy podle ustanovení v kapitole 1 TKP.\n32.7 KLIMATICKÁ OMEZENÍ\nKlimatická omezení vztahující se k obsahu této kapitoly se týkají pouze betonářských prací a nátěrů povrchů značek\nnebo lepení fólií mimo dílnu. Při nízkých nebo velmi vysokých teplotách musí zhotovitel dodržovat ustanovení kapitol\n17, 18 a 25B TKP, předpisy výrobců nátěrových hmot a fólií a předpis SŽDC (ČD) S5/4.\n32.8 ODSOUHLASENÍ A PŘEVZETÍ PRACÍ\nOdsouhlasení a převzetí prací se uskutečňuje pro celý úsek tratě nebo pro jednotlivé značky ve shodě s požadavky\nobjednatele. Odsouhlasení prací je nezbytné pro možnost zahájení navazujících prací. Zhotovitel odsouhlasených prací\nza ně odpovídá až do doby převzetí prací. Při odsouhlasení a převzetí prací technický dozor stavebníka kontroluje\nrozměry, umístění, vzhled a viditelnost značek, při požadavku na kontrolní zkoušky podle oddílu 32.5 této kapitoly si\nnechá předložit výsledky těchto zkoušek. Za vady zjištěné při převzetí prací a za jejich odstranění ručí zhotovitel. Před\npřevzetím prací pečuje o značky zhotovitel, po převzetí objednatel.\n32.9 KONTROLNÍ MĚŘENÍ, MĚŘENÍ POSUNŮ A PŘETVOŘENÍ\nKontrolním měřením se ověřuje umístění, rozměry a tvar značek. Vizuální kontrolou se dále ověří správný vzhled\npovrchových úprav značek. U hraničních značek se kontroluje přesnost umístění. Kladný výsledek kontroly je podmíněn\ndodržením přípustných odchylek ve smyslu oddílu 32.6 této kapitoly TKP.\n32.10 EKOLOGIE\nPožadavky na ochranu životního prostředí stanoví obecně kapitola 1 TKP. Při pracích podle této kapitoly se jedná\nzejména o ochranu půdy a povrchových a podzemních vod před působením nátěrových hmot. Za zachování bezpečného\nuložení hmot a dodržování výrobcem předepsaných postupů práce odpovídá zhotovitel. V případě, že jsou zhotovitelem\npoužívány stroje, mohou být použity pouze takové, jejichž emise hluku nepřekračují stanovené limity a nedochází u nich\nk úniku provozních kapalin.\n4\n32.11 BEZPEČNOST PRÁCE A TECHNICKÝCH ZAŘÍZENÍ, POŽÁRNÍ OCHRANA\nPožadavky na bezpečnost práce a technických zařízení jakož i na požární ochranu obecně stanoví kapitola 1 TKP.\n32.12 SOUVISEJÍCÍ NORMY A PŘEDPISY\nUvedené související normy a předpisy vycházejí z aktuální stavu v době zpracování TKP, resp. jejich aktualizace.\nUživatel TKP odpovídá za použití aktuální verze výchozích podkladů ve smyslu kap. 1.3 TKP, tj. právních předpisů,\ntechnických norem a předpisů a předpisů SŽDC.\n32.12.1 Předpisy\nZákon č. 266/1994 Sb. Zákon o dráhách v platném znění\nVyhláška č. 26/2007 Sb. Katastrální vyhláška\nVyhláška č. 173/1995 Sb. Dopravní řád drah v platném znění\nVyhláška č. 177/1995 Sb. Stavební a technický řád drah v platném znění\nSměrnice SŽDC č. 50 Požadavky na odbornou způsobilost dodavatelů při činnostech na dráhách provozovaných\nstátní organizací Správa železniční dopravní cesty, změna č. 1\nSŽDC (ČD) D1 Předpis pro používání návěstí při organizování a provozování drážní dopravy\nSŽDC (ČD) D2 Předpis pro organizování a provozování drážní dopravy\nSŽDC (ČD) D3 Předpis pro zjednodušené řízení drážní dopravy\nSŽDC (ČD) M21 Předpis pro staničení železničních tratí\nSŽDC (ČD) Op16 Předpis o bezpečnosti a ochraně zdraví při práci\nSŽDC S3 Železniční svršek\nSŽDC S4 Železniční spodek\nSŽDC (ČD) S5/4 Protikorozní ochrana ocelových konstrukcí\n32.12.2 Technické normy\nČSN 42 5301 Plechy tenké z ocelí tříd 10 až 16 válcované za tepla. Rozměry\nČSN 42 5340 Pásy a pruhy z ocelí tříd 10 a 11 válcované za tepla. Rozměry\nČSN 42 5512 Tyče kruhové pro výztuž do betonu z oceli značky 10 216. Rozměry\nČSN 42 5522-2 Hutnictví železa. Tyče ploché válcované za tepla vysoké a zvlášť vysoké přesnosti. Rozměry\nČSN 72 2518 Kamenné měřičské značky, staničníky, hraničníky, směrové a zábradelní kameny\nČSN 72 3000 Výroba a kontrola betonových stavebních dílců. Společná ustanovení\nČSN 73 0415 Geodetické body\nČSN 73 6301 Projektování železničních drah\nČSN 73 6320 Průjezdné průřezy na dráhách celostátních, dráhách regionálních a vlečkách normálního rozchodu\nČSN EN 197-1 Cement – Část 1: Složení, specifikace a kritéria shody cementů pro obecné použití\nČSN EN 206-1 Beton – Část 1: Specifikace, vlastnosti, výroba a shoda\nČSN EN 10058 Ocelové tyče ploché válcované za tepla pro všeobecné použití – Rozměry, mezní úchylky rozměrů\na tolerance tvaru\nČSN EN 13670 Provádění betonových konstrukcí\nČSN EN ISO 4016 Šrouby se šestihrannou hlavou – Výrobní třída C\nČSN EN ISO 4034 Šestihranné matice – Výrobní třída C\n5\nTNŽ 73 6390 Nápisy názvů železničních stanic a zastávek\nTNŽ 73 6395 Staničníky a mezníky ČSD\n32.12.3 Související kapitoly TKP\nKapitola 1 – Všeobecně\nKapitola 4 – Odvodnění tratí a stanic\nKapitola 7 – Kolejové lože\nKapitola 8 – Konstrukce koleje a výhybek\nKapitola 17 – Beton pro konstrukce\nKapitola 18 – Betonové mosty a konstrukce\nKapitola 25 – Protikorozní ochrana úložných zařízení a konstrukcí, Část B: Ochrana ocelových konstrukcí proti\natmosférické korozi\nKapitola 27 – Zabezpečovací zařízení\nKapitola 31 – Trakční vedení\n6\nTECHNICKÉ KVALITATIVNÍ PODMÍNKY STAVEB STÁTNÍCH DRAH\nKapitola 32\nTřetí - aktualizované vydání se zapracovanou změnou č. 8 /z roku 2013/\nVydala Správa železniční dopravní cesty, státní organizace.\nZpracovatel: Ing. Jan Panchartek\nSpráva železniční dopravní cesty, státní organizace\nOdbor traťového hospodářství\nOdborný gestor: Ing. Jan Panchartek\nSpráva železniční dopravní cesty, státní organizace\nOdbor traťového hospodářství\nVydal: Správa železniční dopravní cesty, státní organizace\nGenerální ředitelství\nOdbor traťového hospodářství\nDlážděná 1003/7, 110 00 Praha 1, Nové Město\nwww.szdc.cz\nDistribuce: Správa železniční dopravní cesty, státní organizace\nTechnická ústředna dopravní cesty\nÚATT - oddělení typové dokumentace\n772 58 Olomouc, Nerudova 1\ntel.: +420 972 742 396, +420 972 741 769\nfax: +420 972 741 290\ne-mail: typdok@tudc.cz\nhttp://typdok.tudc.cz\n"
}