{
  "type": "tkp_document",
  "filename": "TKP33_2016_11.pdf",
  "extracted_at": "2026-02-25T15:44:30.452647",
  "document_info": {
    "tkp_number": "33",
    "year": "2016",
    "month": "11"
  },
  "technical_specs": [
    {
      "value": "769",
      "unit": "m[²³]?",
      "context": "extracted_from_text"
    }
  ],
  "prices": [],
  "raw_text": "Správa železniční dopravní cesty, státní organizace\nDlážděná 1003/7, 110 00 Praha 1, Nové Město\nTECHNICKÉ KVALITATIVNÍ PODMÍNKY\nSTAVEB STÁTNÍCH DRAH\nKapitola 33\nELEKTROMAGNETICKÁ\nKOMPATIBILITA (EMC)\nTřetí - aktualizované vydání\nzměna č. 10\nSchváleno generálním ředitelem SŽDC\ndne: 23. 6. 2016\nč.j.: S 25627/2016-SŽDC-O14\nÚčinnost od: 1. 11. 2016\nPočet listů: 22\nPočet příloh: 1\nPočet listů příloh: 3\nPraha 2016\nTato publikace ani žádná její část nesmí být reprodukována, uložena ve vyhledávacím systému nebo\npřenášena, a to v žádné formě a žádnými prostředky elektronickými, fotokopírovacími či jinými, bez\npředchozího písemného svolení vydavatele.\nVýhradní distributor: Správa železniční dopravní cesty, státní organizace\nTechnická ústředna dopravní cesty\nÚATT - oddělení typové dokumentace\nNerudova l\n772 58 Olomouc\nObsah\nSeznam zkratek 2\n33.1 ÚVOD 3\n33.1.1 Všeobecně 3\n33.1.2 Základní pojmy 3\n33.2 ZÁKLADNÍ POŽADAVKY NA ZAJIŠTĚNÍ EMC 4\n33.2.1 Obecné požadavky 4\n33.2.2 Emise a odolnost spotřebičů 5\n33.2.3 Emise a odolnost zdrojů 5\n33.2.4 Kompatibilní úrovně napájecích sítí 6\n33.3 SPECIFICKÉ POŽADAVKY A ZPŮSOBY JEJICH NAPLNĚNÍ 6\n33.3.1 Trakční napájecí stanice 6\n33.3.2 Filtračně kompenzační zařízení 8\n33.3.3 Rozvody a vedení 9\n33.3.4 Zařízení napájená z trakčního obvodu (zejména TV) 10\n33.3.5 Elektrická pevná napájecí zařízení 10\n33.4 DODÁVKA, SKLADOVÁNÍ A PRŮKAZNÍ ZKOUŠKY 10\n33.5 ODEBÍRÁNÍ VZORKŮ A KONTROLNÍ ZKOUŠKY 11\n33.6 PŘÍPUSTNÉ ODCHYLKY, MÍRA OPOTŘEBENÍ, ZÁRUKY 11\n33.7 KLIMATICKÁ OMEZENÍ 11\n33.8 ODSOUHLASENÍ A PŘEVZETÍ PRACÍ 11\n33.9 KONTROLNÍ MĚŘENÍ 11\n33.10 EKOLOGIE 11\n33.11 BEZPEČNOST PRÁCE A TECHNICKÝCH ZAŘÍZENÍ, POŽÁRNÍ OCHRANA 11\n33.12 SOUVISEJÍCÍ NORMY A PŘEDPISY 11\n33.12.1 Technické normy 12\n33.12.2 Právní předpisy (v platném znění) 13\n33.12.3 Související vnitropodnikové předpisy SŽDC 13\n33.12.4 Související kapitoly TKP 13\n1\nSeznam zkratek\nAC střídavý proud\nC kapacita, kondenzátor\nČSN česká technická norma\nDC stejnosměrný proud\nDLZT Diagnostická laboratoř zabezpečovací techniky (složka TÚDC)\nEMC elektromagnetická kompatibilita\nEMI elektromagnetická interference\nEPZ elektrické pevné napájecí zařízení drážních kolejových vozidel\nFKZ filtračně kompenzační zařízení\nHDO hromadné dálkové ovládání\nL indukčnost, tlumivka\nNN nízké napětí\nNZZ napájení zabezpečovacího zařízení\nO14 Odbor 14 – odbor automatice a elektrotechniky (složka Generálního ředitelství SŽDC)\nOŘ Oblastní ředitelství (organizační jednotka SŽDC)\nPPDS pravidla provozu distribuční soustavy\nSEE Správa elektrotechniky a energetiky (složka Oblastního ředitelství)\nSpS spínací stanice\nSSZT Správa sdělovací a zabezpečovací techniky (složka Oblastního ředitelství)\nSŽDC Správa železniční dopravní cesty, státní organizace\nSŽE Správa železniční energetiky (organizační jednotka SŽDC)\nTHDi celkové harmonické zkreslení proudu\nTKP technické kvalitativní podmínky\nTM trakční měnírna\nTNS trakční napájecí stanice\nTS distribuční transformovna (trafostanice)\nTT trakční transformovna\nTÚDC Technická ústředna dopravní cesty (organizační jednotka SŽDC)\nTV trakční vedení\nVN vysoké napětí\nVVN velmi vysoké napětí\nŽDC železniční dopravní cesta\n2\n33.1 ÚVOD\nUstanovení této kapitoly musí být splněna v rámci přípravy, návrhu, projekce, konstrukce, výstavby i uvádění do\nprovozu zařízení elektrických, elektrotechnických anebo elektronických určených pro použití v železniční dopravní\ncestě, na níž má právo hospodařit státní organizace Správa železniční dopravní cesty.\nVýše uvedená zařízení musí splňovat veškeré podmínky na jejich funkčnost, spolehlivost a kompatibilitu dané\nprávními předpisy. Dodržení ustanovení této kapitoly je nutnou, nikoli však postačují podmínkou pro splnění těchto\npodmínek.\nU nedatovaných technických norem uvedených v textu TKP platí poslední vydání příslušné normy, popřípadě\nnormy, která ji nahrazuje.\n33.1.1 Všeobecně\nPro kapitolu 33 - Elektromagnetická kompatibilita platí všechny pojmy, ustanovení, požadavky a údaje uvedené\nv kapitole 1 TKP - Všeobecně.\nKapitola 33 obsahuje podmínky pro zajištění elektromagnetické kompatibility (dále jen EMC) elektrických\nrozvodů a zařízení.\nKapitola 33 se vztahuje na všechna elektrická zařízení, napájecí sítě a jejich rozhraní instalovaná a provozovaná\nv infrastruktuře ŽDC, na které má právo hospodařit SŽDC. Zejména se jedná o technologické celky a části\nsilnoproudých zařízení jako jsou trakční napájecí a spínací stanice, napájecí stanice rozvodu 6 kV, trakční vedení\napod. včetně zařízení, která jsou z nich napájena, rozvody VN a NN včetně rozvodů pro napájení zabezpečovacích\nzařízení, distribuční transformovny, venkovní osvětlení železničních prostranství, další odběry a spotřebiče na\nhladině VN i NN.\nZ působnosti této kapitoly jsou vyjmuta\n zařízení a napájecí sítě malého napětí (ve smyslu normy ČSN 33 0010) a rozhraní mezi nimi,\n zařízení nízkého napětí, která jsou určena pro připojení do napájecích sítí o jmenovitém napětí mezi pracovním\na středním vodičem 230 V (resp. jmenovitém napětí mezi pracovními vodiči 400 V) a jmenovitém kmitočtu\n50 Hz, pokud jsou vybavena pohyblivým přívodem zakončeným normalizovanými konektory a opatřena ES/EU\nProhlášením o shodě,\n napájecí sítě nízkého napětí, pokud jsou přímo či pomocí transformovny propojeny s nadřazenou distribuční sítí\ndodavatele elektrické energie jiného než SŽDC,\n rozhraní mezi hnacími vozidly a systémy pro detekování vlaku, pokud jejich vzájemná kompatibilita je\ndefinována technickými normami (viz ČSN EN 50238, ČSN 34 2613 apod.),\n zařízení, jež mají svou podstatou takové fyzikální vlastnosti, že nemohou způsobit elektromagnetické vyzařování\npřekračující úroveň umožňující rádiovým, telekomunikačním a ostatním zařízením provoz v souladu s daným\núčelem ani k takovému vyzařování přispívat, a budou bez přijatelného zhoršení fungovat v přítomnosti\nelektromagnetického rušení, jež je běžné vzhledem k účelu jejich použití.\n33.1.2 Základní pojmy\nNázvosloví pro elektrická trakční zařízení je uvedeno v ČSN 34 5145, ČSN IEC 50(811).\nNázvosloví pro EMC je uvedeno v ČSN IEC 50(161) a ČSN IEC 1000-1-1.\nPro účely této kapitoly se dále rozumí\n zařízením výrobek nebo pevná instalace;\n výrobkem dokončený výrobek, nebo sestava výrobků uváděná na trh jako samostatný funkční celek určený pro\nkonečného uživatele, které mohou způsobit elektromagnetické rušení nebo na jejichž provoz může mít\nelektromagnetické rušení vliv;\n pevnou instalací určitá sestava několika druhů přístrojů, případně prostředků, jež jsou zkompletovány,\ninstalovány a určeny k trvalému používání na předem daném místě;\n elektrickým zařízením zařízení (přístroj nebo pevná instalace), které ke své činnosti nebo působení využívají\núčinků elektrických nebo magnetických jevů;\n elektromagnetickou kompatibilitou (EMC) schopnost zařízení uspokojivě fungovat v elektromagnetickém\nprostředí, aniž by samo způsobovalo nepřípustné elektromagnetické rušení jiného zařízení v tomto prostředí;\n3\n elektromagnetickým rušením elektromagnetický jev, který může zhoršit funkci zařízení; elektromagnetickým\nrušením může být elektromagnetický šum, nežádoucí signál nebo změna v samotném prostředí šíření;\n odolností schopnost zařízení správně fungovat bez zhoršení kvality funkce za přítomnosti elektromagnetického\nrušení;\n elektromagnetickým prostředím veškeré elektromagnetické jevy pozorovatelné v daném místě;\n technickou specifikací dokument nebo dokumenty předepisující technické požadavky, které má zařízení\nsplňovat;\n ověřením shody souhrn postupů, zkoušek, měření a jejich interpretací dokládající, že zařízení je v souladu se\nsvými technickými specifikacemi a požadavky příslušných technických norem.\nVýrobkem ve smyslu odstavce předchozího se rozumí rovněž\n samostatné výrobky nebo komponenty určené pro zabudování do zařízení konečným uživatelem, jež mohou být\nzdrojem elektromagnetického rušení nebo na jejichž správnou funkci může mít elektromagnetické rušení vliv;\n mobilní instalace definované jako sestava výrobků, případně prostředků, určená k přesunu a provozu na různých\nmístech.\nPro účely této kapitoly se dále rozumí\n napájecí sítí soubor technických a technologických zařízení určených k distribuci elektrické energie od zdrojů\nke spotřebičům; za napájecí síť se nepovažuje jednoúčelové elektrické propojení jednoho zdroje\na jednoho spotřebiče;\n spotřebičem elektrické zařízení (přístroj nebo pevná instalace), které pro svou činnost využívá elektrickou\nenergii získávanou z napájecí sítě, bez ohledu na způsob využití získané elektrické energie;\n zdrojem elektrické zařízení (přístroj nebo pevná instalace), které svou činností vyrábí energii elektrickou, kterou\nnásledně dodává do napájecí sítě, bez ohledu na formu původní energie;\n měničem elektrické zařízení (přístroj nebo pevná instalace), jehož činností dochází ke změně nejméně jednoho\nze základních parametrů elektrické energie mezi jeho vstupem a výstupem bez ohledu na případné dílčí přeměny\nv rámci měniče; měnič je nutno z hlediska zajištění EMC považovat současně za spotřebič (vůči napájecí síti, ze\nkteré elektrickou energii odebírá) i zdroj (pro napájecí síť, do které elektrickou energii dodává);\n transformační stanicí (transformovnou) speciální případ měniče, u nějž dochází pouze ke změně napájecího\nnapětí výhradně za využití transformátorů anebo autotransformátorů;\n rozhraním bod (body) vzájemného elektrického propojení mezi napájecí síti a zařízením, resp. napájecími\nsítěmi či zařízeními navzájem.\nZákladními parametry elektrické energie v napájecích sítích jsou:\n kmitočet sítě,\n velikost napájecího napětí (nominální hodnota),\n odchylky napájecího napětí,\n nesymetrie napájecího napětí,\n obsah jednotlivých harmonických složek v napájecím napětí,\n celkové harmonické zkreslení napájecího napětí.\n33.2 ZÁKLADNÍ POŽADAVKY NA ZAJIŠTĚNÍ EMC\n33.2.1 Obecné požadavky\nZařízení musí být navrženo a vyrobeno tak, aby bylo s přihlédnutím k dosaženému stavu techniky zajištěno, že\n elektromagnetické rušení, které způsobuje, nepřesáhne úroveň, za níž rádiové a telekomunikační zařízení nebo\njiné zařízení není schopné fungovat tak, jak má,\n úroveň jeho odolnosti vůči elektromagnetickému rušení předpokládanému při používání k danému účelu mu\ndovoluje fungovat bez nepřijatelného zhoršení určených funkcí.\nPevná instalace musí být instalována s použitím správných technických postupů a při respektování údajů\no použití komponentů pro daný účel, aby byly splněny požadavky na ochranu dle předchozího odstavce. Tyto\nsprávné technické postupy musí být zdokumentovány, dokumentace musí být předána provozovateli a jím uchová-\nvána po dobu provozování pevné instalace pro potřeby kontroly ze strany příslušných orgánů.\n4\n33.2.1.1 Uvádění veličin a jednotek v technických specifikacích a dokumentaci\nVeličiny a jednotky uváděné v technických specifikacích a dokumentaci musí být základními nebo odvozenými\nveličinami a jednotkami soustavy SI. Při použití poměrných hodnot musí být vždy uvedeno, vůči jaké základní\nveličině resp. hodnotě se vztahují, tzn. jaký je základ pro jejich výpočet.\nTolerance mohou být uváděny absolutně s uvedením hodnoty a příslušné jednotky anebo poměrově vůči definované\nhodnotě veličiny (obvykle jmenovité hodnotě).\n33.2.2 Emise a odolnost spotřebičů\nPro každý spotřebič musí být v jeho technické dokumentaci uvedeny mezní úrovně emisí a odolnosti. Zejména se\njedná o základní parametry napájecí sítě, do které může být spotřebič připojen, a při jejichž dodržení je zajištěna\njeho plná funkčnost bez interferencí.\nMezní úrovně dle odstavce předchozího mohou být uvedeny\n výčtem parametrů a uvedením odpovídajících hodnot a tolerancí,\n odkazem na českou technickou normu anebo harmonizovanou normu,\n kombinací výčtu dle bodu prvního (pro vybrané veličiny) a odkazu dle bodu druhého (pro veličiny ostatní).\nNejsou-li definovány specifické parametry, předpokládá se, že spotřebič je určen pro připojení do napájecí sítě\ns parametry odpovídajícími normě ČSN EN 50160.\nDisponuje-li spotřebič více než jedním napájecím vstupem, musí být mezní úrovně emisí a odolnosti uvedeny\nsamostatně pro každý jednotlivý vstup.\n33.2.2.1 Funkčnost spotřebičů při výpadcích a obnovení napájení\nS ohledem na potřebu zajištění odolnosti zařízení proti mimořádným stavům v napájecích sítích bez zásadního\nomezení spolehlivosti a bezpečnosti funkce musí být pro každý spotřebič vybavený jediným napájecím vstupem\nv technické dokumentaci definováno standartní chování při výpadku napájení a po jeho obnovení.\nPro každý spotřebič disponující více než jedním napájecím vstupem (např. záložní napájení) potom musí být\nv technické dokumentaci definovány\n priority napájení,\n postupy a logika přepínání napájení,\n standartní chování při úplném výpadku napájení na všech dostupných napájecích vstupech a při následném\nobnovení napájení na libovolném vstupu a\n postupy pro obnovení funkce zařízení po úplném výpadku napájení na všech dostupných napájecích vstupech.\nJe-li zařízení vybaveno vnitřním záložním zdrojem pro překlenutí výpadků napájení (baterie, UPS atd.), musí být při\nobnovení napájení možné obnovení funkce zařízení bez ohledu na stav vnitřního záložního zdroje (zejména při jeho\núplném vyčerpání či vybití vnitřních baterií). Potřeba zásahu obsluhy musí být minimalizována.\nJe-li to s ohledem bezpečnost a na princip a účel funkce zařízení možné, musí být obnovení funkce zařízení po\nvýpadku napájení automatizované či samočinné.\nPro každé zařízení musí být stanoveny postupy pro obnovení funkce zařízení po nouzovém odpojení všech zdrojů\nelektrické energie (např. tlačítkem „STOP“). Obnovení funkce po nouzovém odpojení dle věty předchozí nesmí být\nmožné automatizovaně, samočinně ani výhradně dálkovou obsluhou.\n33.2.3 Emise a odolnost zdrojů\nPro každý zdroj musí být v jeho technické dokumentaci uvedeny mezní úrovně emisí a odolnosti. Zejména se jedná\no základní parametry napájecí sítě, pro kterou je tento zdroj určen a která je zdrojem vytvářena.\nÚrovně mohou být uvedeny\n výčtem parametrů a uvedením odpovídajících hodnot a tolerancí,\n odkazem na českou technickou normu anebo harmonizovanou normu,\n kombinací výčtu dle bodu prvního (pro vybrané veličiny) a odkazu dle bodu druhého (pro veličiny ostatní).\nNejsou-li definovány specifické parametry, předpokládá se, že zdroj je určen a vytváří napájecí síť s parametry\nodpovídajícími normě ČSN EN 50160.\n5\n33.2.4 Kompatibilní úrovně napájecích sítí\nPro každou napájecí síť musí být v její technické dokumentaci uvedeny parametry, které budou u této sítě garanto-\nvány, a jejich kompatibilní úrovně.\nÚrovně mohou být uvedeny\n výčtem parametrů a uvedením odpovídajících hodnot a tolerancí,\n odkazem na českou technickou normu anebo harmonizovanou normu,\n kombinací výčtu dle bodu prvního (pro vybrané veličiny) a odkazu dle bodu druhého (pro veličiny ostatní).\nNejsou-li definovány specifické parametry, předpokládá se, že zdroj je určen a vytváří napájecí síť s parametry\nodpovídajícími normě ČSN EN 50160.\nJmenovité napětí napájecích sítí musí být vždy voleno s ohledem na doporučení normy ČSN EN 60038.\nDo napájecích sítí lze připojovat pouze zdroje a spotřebiče, jejichž provozní parametry emisí a odolnosti plně\nvyhovují parametrům dané sítě a to včetně případných přípustných mezních odchylek.\n33.3 SPECIFICKÉ POŽADAVKY A ZPŮSOBY JEJICH NAPLNĚNÍ\nSpecifika provozu elektrotechnických zařízení železniční dopravní cesty vyžadují využití zvláštních postupů pro\nzajištění požadavků vyplývajících z těchto specifik. V této části jsou popsány zásadní specifika a způsoby jejich\nřešení pro zajištění EMC dle předchozího oddílu. Rozsah výčtu je pouze informativní, vychází z poznatků známých,\nověřených a obecně přijímaných k termínu zpracování této kapitoly. S ohledem na rozvoj techniky\na technologií nemusí být tento výčet kompletní a aktuální.\n33.3.1 Trakční napájecí stanice\nTrakční napájecí stanice (TNS) se dělí na:\n trakční měnírny (TM) – napájecí stanice stejnosměrné trakční proudové soustavy 3 kV a 1,5 kV,\n trakční transformovny (TT) – napájecí stanice jednofázové trakční proudové soustavy 25 kV 50 Hz, 15 kV\n16a2/3 Hz.\n33.3.1.1 Trakční měnírna\nVýkon\nVzhledem k proměnlivosti odběrů trakčních měníren se pro určování zpětných vlivů trakčních odběrů na napájecí\nsíť dodavatele elektrické energie použijí hodnoty odběrových proudů základní harmonické s respektováním jejich\nčetnosti, uvedené v Tabulce 1. Uvedené hodnoty byly zjištěny na základě statistiky z dlouhodobých měření na\nreprezentativním vzorku TM\nTabulka 1\nVýkon [ MW] 1 2 3 4 5 6 7 8 9 10\nProud [ A ] 26 52 79 105 131 157 184 210 236 262\n% doby za týden 22,2 32,4 23,9 12,5 5,8 2,2 0,8 0,2 0,1 0,1\nHarmonické\nZpětné vlivy se hodnotí v připojovacím bodě trakční měnírny. Pro určení vlivu trakčních usměrňovačů ve\ndvanáctipulzním spojení na napájecí síť dodavatele, se použijí směrné hodnoty jednotlivých harmonických\nprimárních fázových proudů podle Tabulky 2. Hodnota „P / P “ přitom vyjadřuje poměr okamžitého činného\njm\nzatížení vůči instalovanému výkonu aktivních trakčních usměrňovačů. Vliv ostatních technologií a zařízení\nv TM a napájených z TM je vůči vlivu provozu trakčních usměrňovačů nepatrný a pro hodnocení zpětných vlivů se\nzanedbává.\n6\nTabulka 2\nP / P [%] 10 20 30 40 50 60 70 80 90 100\njm\nI [%] 6,83 5,57 5,12 5,11 5,12 5,08 5,00 4,88 4,74 4,58\n11\nI [%] 4,52 4,21 4,00 4,03 4,04 3,99 3,89 3,74 3,58 3,40\n13\nI [%] 1,07 1,84 1,85 1,74 1,55 1,35 1,15 1,00 0,91 0,86\n23\nI [%] 0,94 1,67 1,67 1,54 1,36 1,17 1,00 0,89 0,83 0,81\n25\nTHDi [%] 8,58 8,18 7,63 7,28 7,05 6,82 6,57 6,34 6,09 5,85\nPOZNÁMKA:\nHodnoty uvedené v tabulce vycházejí z reálných měření odběrových parametrů trakčních usměrňovačů\nv dvanáctipulzním zapojení v provozu na ŽDC. Tyto směrné hodnoty byly zjištěny pro provoz jednoho a dvou\nusměrňovacího soustrojí (trakční transformátor + trakční usměrňovač) a bylo zohledněno okamžité zatížení ve\nvztahu k jmenovitému výkonu provozovaných soustrojí. Bylo potvrzeno, že při paralelním provozu více\nusměrňovačových skupin dojde k přibližně rovnoměrnému rozdělení výkonu a výše uvedené hodnoty je tedy možno\nzobecnit pro TM vybavené dvanáctipulzními usměrňovači bez ohledu na celkový instalovaný výkon.\nPři porovnávání vypočítaných úrovní jednotlivých harmonických napětí (resp. harmonických proudů)\nv připojovacím bodě se stanovenými hodnotami je nutné brát do úvahy četnost a dobu výskytu maximálního zatížení\npodle tabulky 1.\n33.3.1.2 Trakční transformovna\nVýkon\nOdběr TT je značně proměnlivý s charakterem obdobným TM.\nHarmonické\nV současnosti jsou dosud v provozu také elektrická hnací vozidla jednofázové trakce, vybavená jednofázovým\nneřízeným můstkovým usměrňovačem, jež jsou proudovým zdrojem harmonických všech lichých řádů. Pro určení\njednotlivých poměrných spektrálních složek proudu odebíraného vozidlem se vychází ze vzorce\nI [%] = 100 / n\nn\nkde n je řád harmonické. Tento vzorec udává nejvyšší teoreticky možný obsah harmonických složek jednotlivých\nřádů v celkovém trakčním odběru. Pro vlastní návrh a dimenzování TT a FKZ se použije hodnot uvedených\nv Tabulce 3.\nTabulka 3 – Spektra harmonických proudů (vztaženo k proudu základní harmonické)\nharmonická spektrum spektrum\nsložka S1 S2\nI [%] 25 35\n3\nI [%] 10 25\n5\nI [%] 5 15\n7\nI [%] 3 12\n9\nI [%] 2 10\n11\nI [%] 1 9\n13\nSpektrum S1 harmonických složek proudu (tzv. obvyklé spektrum) představuje obvyklý předpokládaný obsah\nharmonických složek vycházející z pozorování a měření v reálných provozních podmínkách ŽDC. Toto spektrum se\nužije pro kontrolu činitele zkreslení napětí a výpočet míry zpětných vlivů na distribuční soustavu elektrické energie.\nSpektrum S2 harmonických složek proudu (tzv. pesimistické spektrum) představuje nejvyšší teoreticky možný\nobsah harmonických složek vycházející z výše uvedeného vzorce a navýšený o bezpečnostní rezervu. TT, FKZ\na jejich dílčí prvky musí být na toto spektrum (obsah harmonických složek) dimenzovány a musí být zajištěna jejich\nplná funkčnost a odolnost.\nPOZNÁMKA:\nPři porovnávání vypočítaných úrovní jednotlivých napěťových (či proudových) harmonických v připojovacím bodě\nTT se stanovenými hodnotami je nutné brát do úvahy četnost a dobu výskytu maximálního zatížení.\nNesymetrie odběru\nOdběr TT je jednofázového charakteru realizovaný ze sdruženého napětí sítě 110kV. Z podstaty věci není tento\nodběr fázově symetrický a má vliv na nesymetrii napájecího napětí. Přípustné hodnoty nesymetrie napájecího napětí\n7\n(příp. příspěvku k celkové nesymetrii) jsou stanovovány provozovatelem distribuční soustavy a musí být v rámci\nnávrhu i provozu dodrženy. Připojitelnost TT k distribuční soustavě musí být posouzena prvotně při návrhu TT\n(podrobnosti hodnocení připojitelnosti zařízení i s ohledem na nesymetrii stanovuje soubor norem PNE 33 3430).\nPokud je hodnocením zjištěno, že TT by nebylo možno připojit z důvodu nepřípustného ovlivnění nesymetrie, musí\nbýt navrženo a projednáno vhodné řešení, příp. vhodná řešení. Tato řešení musí být posouzena nejen z technického\nhlediska realizovatelnosti, ale též z hlediska ekonomického (investičních i dalších provozních nákladů).\nOmezení příspěvku TT k nesymetrii napájecího napětí v místě připojení lze řešit\n vhodnou volbu připojení v distribuční soustavě v místě s dostatečným zkratovým výkonem,\n instalací technických zařízení a řešení anebo\n technicko-organizačními opatřeními odsouhlasenými provozovatelem distribuční soustavy.\nPOZNÁMKA:\nOmezení příspěvku nesymetrie je pro jednofázové odběry vysokých proměnlivých výkonů složité a komplikované.\nZákladním opatřením je vhodná volba připojení k distribuční soustavě v místě s dostatečným zkratovým výkonem.\nV případě nevyhovění se upřednostňuje projednání s provozovatelem distribuční soustavy ke zmírnění limitů či\nakceptování krátkodobých překročení daných proměnlivým charakterem zatížení, neboť je nutné brát do úvahy\nčetnost a dobu výskytu maximálního zatížení.\n33.3.2 Filtračně kompenzační zařízení\nPro snížení zpětných vlivů na distribuční soustavu a vykompenzování účiníku se jako součást TT buduje filtračně\nkompenzační zařízení (FKZ). Účelem FKZ je zajistit v připojovacím bodě TT při všech provozních stavem trakční\nsoustavy (vyjma stavů mimořádných a poruchových)\n vykompenzování nevyhovujícího kapacitního charakteru nezatíženého (příp. málo zatíženého) trakčního vedení\ndo induktivního charakteru,\n vykompenzování nevyhovujícího induktivního charakteru odběru způsobeného provozem hnacích vozidel na\nhodnotu danou smluvními podmínkami s distributorem elektrické energie (např. smlouva, PPDS; obvykle je\npožadováno dodržení účiníku v rozmezí 0,95 – 1,00 induktivního charakteru),\n snížení úrovní harmonických složek napětí anebo proudů způsobených provozem TT (příspěvku TT) na hodnotu\ndanou smluvními podmínkami s distributorem elektrické energie (např. smlouva, PPDS),\n minimální impedanci TT jako celku na úrovni a v charakteru danými smluvními podmínkami s distributorem\nelektrické energie (např. smlouva, PPDS) – zejména na kmitočtu HDO.\nZařízení obvykle zahrnuje\n dekompenzační větev umožňující plynulou regulaci jalového induktivního výkonu\n filtrační větev laděnou na třetí harmonickou (ladí se blízko pod 150 Hz) a\n filtrační větev laděnou na pátou harmonickou.\nFKZ musí být dimenzováno tak, aby bylo zajištěno spolehlivé plnění jeho účelů dle výše uvedeného. Toho bude\ndosaženo, pokud zejména (nikoli však pouze)\n potřebný kompenzační výkon, pro vykompenzování nevyhovujícího induktivního charakteru odběru\nzpůsobeného provozem hnacích vozidel, bude realizován pouze pomocí kapacitního charakteru instalovaných\nfiltračních větví (na základní harmonické),\n dekompenzační výkon realizovaný dekompenzační tlumivkou bude plně pokrývat kapacitní výkony trakčního\nvedení (ve všech předpokládaných provozních konfiguracích), kabelových či jiných vedení v trakčním obvodu,\nfiltračních větví včetně přiměřené rezervy pro případnou instalaci filtrační větve pro sedmou harmonickou a\n měrná kapacita trakčního vedení trakční proudové soustavy 25 kV 50 Hz bude uvažována 15nF/km pro\njednokolejnou trať nebo jednu kolej vícekolejné trati nebo traťového úseku (hodnota vychází z historických\npozorování a měření, použití jiné hodnoty musí být navrhovatelem řádně zdůvodněno a odsouhlaseno\ngestorským útvarem této kapitoly TKP).\nPrvky filtračních větví, zejména kondenzátory musí být dimenzovány s ohledem na charakteristiky sériových LC\nrezonančních obvodů, kdy dochází v rezonanci jak k nárůstu proudu, tak i k odpovídajícímu nárůstu napětí na\njednotlivých prvcích. Celkové napětí na kondenzátorech filtračních větví tak i při nízkém zatížení přesahuje napětí\ntrakčního obvodu.\nPOZNÁMKA:\nDekompenzační větev je obvykle tvořena dekompenzační tlumivkou, elektronickým regulátorem případně též\n8\nsnižovacím transformátorem. Filtrační větve jsou obvykle tvořeny sériovou kombinací tlumivky a kondenzátoru\n(resp. kondenzátorové baterie) ve funkčnosti sériového rezonančního obvodu.\nOkolnosti vyplývající z požadavků distributora elektrické energie si mohou vyžádat též instalaci filtračních větví\nvyšších řádů. Stavebně se však vždy ponechá místo na filtrační větev laděnou na sedmou harmonickou. Ta se\nrealizuje, jen pokud by vznikla nutnost splnění požadavku dodavatele elektrické energie při změně napájecích\npoměrů. Při případném doplnění větve 7. harmonické je nutné ověřit a případně upravit i výkon dekompenzační\nvětve.\nVýše uvedené obvyklé řešení využívá existence paralelní rezonance vznikající při paralelní kombinaci dvou\nsériových rezonančních obvodů (kmitočet paralelní rezonance leží mezi kmitočty sériových rezonancí) pro zvýšení\nimpedance TNS jako celku na vybraných kmitočtech (zejména kmitočtu HDO). Toto řešení je však využitelné pouze\nv případě, kdy kmitočet, jehož ovlivnění má být eliminováno, leží mezi kmitočty sériových rezonančních větví. Jelikož\nje v ČR pro HDO využíván zejména kmitočet 216,67 Hz, který leží mezi 3. harmonickou (150 Hz) a 5. harmonickou\n(250 Hz), lze řešení obvykle aplikovat bez větších obtíží.\n33.3.3 Rozvody a vedení\nKapacita vedení je vlastním parametrem každého vedení bez ohledu na napěťovou hladinu, kmitočet sítě a způsob\nrealizace. Tato kapacita se projevuje jak u venkovních vedení holými vodiči (lany) tak i u kabelových vedení jedno-\ni vícežilovými kabely. Dle dosavadních zkušeností se však nejvíce její negativní účinky projevují u kabelových\nvedení provozovaných na hladině VN (obvykle 6 kV nebo 22 kV). V některých případech mohou být vlivy\npozorovány i na hladinách NN (např. 3x 230/400 V 50 Hz) s rozvětveným anebo rozsáhlým rozvodem.\n33.3.3.1 Jalový výkon kapacitního charakteru\nVlivem vlastní kapacity jsou rozvody obvykle zdrojem kapacitní jalové práce, jejíž nevyžádaná dodávka je\ndodavatelem elektrické energie sledována, měřena a sankcionována. Současně může být kapacitními proudy výrazně\nzatížen jak samotný rozvod, tak i jeho jednotlivé prvky. V mezních případech může kapacitní charakter odběru\nzpůsobovat přetížení a výpadky nadproudových ochran i při nulovém či nízkém činném odběru.\nKapacitní výkon musí být kompenzován zařízeními induktivního charakteru (obvykle třífázové tlumivky) tak, aby\nv nezatíženém stavu kabelového vedení byl\n charakter celkového odběru v napájecím bodě či sběrnici nekapacitní a\n charakter každého samostatně odpojitelného úseku rozvodu nekapacitní.\nKompenzační prvky (tlumivky) musí být osazeny (elektricky) přímo na zakončení vedení či v jeho průběhu tak, aby\nbyly pod napětím vždy, když bude pod napětím příslušný úsek vedení. Preferuje se připojení přes místně ovládané\nodpojovače či odpínače bez možnosti dálkové obsluhy a ovládání.\nUpřednostňuje se umístění kompenzačních prvků přímo na napěťové hladině rozvodu, umístění kompenzačních\nprvků na hladinu nízkého napětí (například za snižovací transformátor 22/0,23/0,4 kV) musí být zdůvodněno\na odsouhlaseno správcem zařízení a správcem rozvodu.\n33.3.3.2 Rezonanční vlivy\nVlastní provozní kapacita vedení společně s náhradní indukčností napájecího transformátoru vytváří sériový LC\nrezonanční obvod. Rezonanční frekvence tohoto obvodu je dána základními parametry prvků – náhradní indukčností\ntransformátoru a kapacitou aktuálně připojeného úseku vedení. Pokud by se v napájecím napětí v místě připojení\ntransformátoru vyskytovaly harmonické složky blízké rezonanční frekvenci obvodu, zafungoval by tento obvod jako\nfiltr a zajišťoval by nežádoucí filtraci. Impedance rezonančního obvodu a tedy i napětí na něm jako celku sice pro\nrezonanční složky klesá, avšak napětí na jednotlivých prvcích (zde na náhradní indukčnosti transformátoru a na\nvedení) roste dle Ohmova zákona přímo úměrně protékajícímu proudu. V rezonanci tak může napětí rezonující\nsložky růst nad úroveň základní harmonické. V mezních případech může dojít k nezanedbatelnému zkreslení\nčasového průběhu napětí ve vedení, případně až k překročení limitních hodnot elektrické pevnosti a odolnosti vedení\nči připojených zařízení. Současně též dochází k přetěžování transformátoru a vedení protékajícím proudem\nrezonančního kmitočtu. Tento proud potom významně zatěžuje jednotlivé prvky vedení a může nabývat až\nkritických hodnot.\nPOZNÁMKA:\nPři řetězení transformátorů (použití vícenásobného převodu např. 22/0,4 kV + 0,4/6 kV) je nutno uvažovat se\nsouhrnnou náhradní indukčností všech zřetězených transformátorů.\n9\nZ výše uvedeného vyplývá, že je nutné zamezit vzniku rezonančního LC obvodu, jehož rezonanční frekvence by\nbyla blízká těm, které se mohou objektivně vyskytovat v napájecím napětí. Typicky se jedná o harmonické složky\nřádů 3, 5 a 7 (pro napájení ze sběrnic TM potom složky řádů 11, 13, 23 a 25). Současně je třeba věnovat zvýšenou\npozornost možnému ovlivnění kmitočtu HDO s rizikem narušení činnosti systému HDO v napájecí síti.\nPro zamezení vzniku rezonančního členu se obvykle používá tzv. rozlaďovacího obvodu, jehož základem je\nkondenzátor. Hodnota kondenzátoru musí být volena tak, aby při provozu nejkratšího možného napájeného úseku\nvedení byl rezonanční kmitočet takto doplněného obvodu (transformátor + kondenzátor + kapacita vedení)\nspolehlivě nižší než nejnižší kritický kmitočet, který se může vyskytovat v napájecím napětí. Pro zajištění\nnekapacitního charakteru celkového odběru musí být kondenzátor doplněn výkonově odpovídající tlumivkou.\nVolba a dimenzování rozlaďovacího členu (či jeho nevyužití) musí být pro všechny rozvody na hladině vn doloženy\nvýpočtovou analýzou. Tato analýza musí být součástí dokumentace daného zařízení, ze kterého jsou rozvody\nnapájeny. Vztažnými hodnotami, které mají na analýzu vliv, jsou\n primární a sekundární napětí napájecího transformátoru,\n jmenovitý výkon transformátoru,\n napětí nakrátko transformátoru,\n kapacita nejkratšího úseku napájeného vedení a\n kapacita kondenzátoru rozlaďovacího členu.\nDojde-li ke změně některé, byť jediné, ze vztažných hodnot uvedených výše, pozbývá provedená analýza platnosti.\n33.3.4 Zařízení napájená z trakčního obvodu (zejména TV)\nInstalovaný výkon zařízení, které má být napájeno z trakčního obvodu, musí být projednán a odsouhlasen\ns vlastníkem infrastruktury a s provozovatelem trakční napájecí soustavy. Zařízení musí být konstruováno tak, aby\njeho spolehlivá funkce byla zajištěna ve všech tolerancích napětí trakčního obvodu dle ČSN EN 50163 a souboru\nČSN EN 50124. Zařízení musí plně akceptovat i případná zkreslení časového průběhu napětí a obsah harmonických\nsložek, které se v trakčním obvodu mohou objektivně vyskytnout.\nPOZNÁMKA:\nObsah harmonických složek napětí v trakčním obvodu není v současnosti omezen, limity nejsou stanoveny.\nZa zařízení napájené z trakčního obvodu je nutno považovat též zařízení napájené z trakčního obvodu prostřed-\nnictvím snižovacího transformátoru s pevným (statickým) převodem (napětí má vyjma efektivní hodnoty napětí\nstejné charakteristiky jako napětí v trakčním obvodu).\nJe-li v rámci napájení z trakčního obvodu instalováno zařízení pro automatickou (autonomní) regulaci úrovně napětí\n(regulační autotransformátor apod.) je nutno považovat z něj napájené zařízení též za zařízení napájené z trakčního\nobvodu (napětí má vyjma efektivní hodnoty napětí stejné charakteristiky jako napětí v trakčním obvodu).\nZ hlediska připojení zařízení ke zpětnému vedení (typicky tvořeného jízdní kolejnicí) musí být dodrženy požadavky\nna zajištění funkčnosti, spolehlivosti a bezpečnosti zařízení pro detekci vlaku. Spektrum zpětného proudu nesmí\nobsahovat složky, které by mohly ohrozit funkci těchto systémů (podrobnosti stanoví např. normy ČSN 34 2613\na ČSN 34 2614). Technické řešení připojení ke zpětnému vedení musí být projednáno a odsouhlaseno všemi\ndotčenými subjekty (typicky SSZT a SEE místně příslušného OŘ, TÚDC DLZT).\nPři záložním napájení zařízení z místní sítě platí obecné požadavky uvedené v části 33.2 této kapitoly TKP.\n33.3.5 Elektrická pevná napájecí zařízení\nPro EPNZ napájená z distribuční soustavy platí obecné požadavky uvedené v části 33.2 této kapitoly TKP.\nPro EPZ napájená z trakčního vedení se uplatňují požadavky stanovené pro zařízení napájená z trakčního obvodu\ndle 33.3.4.\n33.4 DODÁVKA, SKLADOVÁNÍ A PRŮKAZNÍ ZKOUŠKY\nPoužité výrobky, na které se tato povinnost vztahuje, musí mít vydáno ES/EU Prohlášení o shodě.\nPožadavky na dodávku, skladování a průkazní zkoušky se na problematiku EMC nevztahují. Pro dodávky,\nskladování a průkazní zkoušky konkrétních výrobků platí příslušné právní předpisy, technické normy a technické\npodmínky stanovené výrobci dotčených výrobků (včetně např. schválených technických podmínek dle Směrnice\nSŽDC č. 34).\n10\n33.5 ODEBÍRÁNÍ VZORKŮ A KONTROLNÍ ZKOUŠKY\nOdběr vzorků a kontrolní zkoušky se v průběhu stavby neprovádějí.\n33.6 PŘÍPUSTNÉ ODCHYLKY, MÍRA OPOTŘEBENÍ, ZÁRUKY\nPřípadné odchylky od stanovených požadavků musí být předem projednány a odsouhlaseny všemi dotčenými\nsubjekty (obvykle O14, místně příslušné OŘ, SŽE, TÚDC).\n33.7 KLIMATICKÁ OMEZENÍ\nNa problematiku EMC se klimatická omezení neuplatňují.\n33.8 ODSOUHLASENÍ A PŘEVZETÍ PRACÍ\nDo provozu lze uvést jen ty části elektrických zařízení, u nichž bylo kontrolním měřením dle části 33.9 ověřeno, že\nsplňují požadavky EMC uvedené v této kapitole TKP. Tímto nejsou dotčena další ustanovení pro elektrická zařízení\npodle příslušných kapitol TKP.\n33.9 KONTROLNÍ MĚŘENÍ\nKontrolní měření musí být na výrobcích uváděných do provozu provedena před uvedením zařízení do provozu,\npřípadně po jeho uvedení do provozu, pokud nelze z fyzikální podstaty věci měření před uvedením do provozu\nprovést. Kontrolní měření musí být provedena minimálně v rozsahu stanoveném v příloze 1 této kapitoly TKP.\nKontrolní měření mají charakter přejímkových zkoušek zjišťujících soulad výrobků s technickými specifikacemi\na závaznými právními předpisy a normami a kompatibilitu s ostatními prvky infrastruktury ŽDC. Kontrolní měření\nmusí být provedena výhradně specializovanou zkušebnou, u níž je garantována odbornost a nezávislost, pro kterou\nO14 odsouhlasil uznávání kontrolních měření1)\nNáklady na realizaci kontrolních měření nese zhotovitel stavby, který je současně povinen poskytnout subjektu\nprovádějícímu tato měření plnou součinnost.\n33.10 EKOLOGIE\nNa problematiku EMC se ekologické požadavky neuplatňují.\n33.11 BEZPEČNOST PRÁCE A TECHNICKÝCH ZAŘÍZENÍ, POŽÁRNÍ OCHRANA\nPožadavky na bezpečnost práce a technických zařízení jakož i na požární ochranu obecně stanovuje kapitola 1 TKP.\n33.12 SOUVISEJÍCÍ NORMY A PŘEDPISY\nUvedené související normy a předpisy vycházejí z aktuálního stavu v době zpracování TKP.\nU nedatovaných technických norem platí poslední vydání příslušné normy popřípadě normy, která ji nahrazuje.\nUživatel TKP odpovídá za použití aktuální verze výchozích podkladů ve smyslu kap. 1.3 TKP, tj. právních předpisů,\ntechnických norem a předpisů a předpisů SŽDC.\nPrávní předpisy musí být vždy aplikovány v platném znění.\n1) Poznámka: k termínu zpracování této kapitoly je nezávislou a odborně způsobilou specializovanou zkušebnou\nSŽDC organizační jednotka Technická ústředna dopravní cesty se sídlem Malletova 10/2363, Praha 9 – Libeň,\npřičemž výkon činností v oboru EMC zajišťuje u TÚDC Úsek elektrotechniky a energetiky prostřednictvím\nspecializovaných středisek a oddělení.\n11\n33.12.1 Technické normy\nČSN 33 2160 Elektrotechnické předpisy. Předpisy pro ochranu sdělovacích vedení a zařízení před\nnebezpečnými vlivy trojfázových vedení VN, VVN a ZVN\nČSN 33 3505 Drážní zařízení - Pevná trakční zařízení - Základní požadavky na elektrické napájecí\na spínací stanice\nČSN 34 1500 Drážní zařízení - Pevná trakční zařízení - Předpisy pro elektrická trakční zařízení\nČSN 34 1530 Drážní zařízení - Elektrická trakční vedení železničních drah celostátních, regionálních\na vleček\nČSN 34 2040 Předpisy pro ochranu sdělovacích a zabezpečovacích vedení a zařízení před\nnebezpečnými, rušivými a korozivními vlivy elektrické trakce 25kV, 50 Hz\nČSN 34 2613 Železniční zabezpečovací zařízení. Kolejové obvody a vnější podmínky pro jejich\nčinnost.\nČSN 34 2614 Železniční zabezpečovací zařízení - Předpisy pro projektování, provozování\na používání kolejových obvodů\nČSN 34 5145 Názvosloví pro elektrická trakční zařízení\nČSN 37 6605 Připojování elektrických zařízení celostátních a regionálních drah a vleček na\nelektrický rozvod\nČSN EN 50119 Drážní zařízení - Pevná trakční zařízení - Elektrická trakční nadzemní trolejová vedení\nČSN EN 50121-1 Drážní zařízení – Elektromagnetická kompatibilita\nČást 1: Všeobecně\nČSN EN 50121-2 Drážní zařízení – Elektromagnetická kompatibilita\nČást 2 : Emise celého drážního systému do vnějšího prostředí\nČSN EN 50121-4 Drážní zařízení - Elektromagnetická kompatibilita\nČást 4: Emise a odolnost zabezpečovacích a sdělovacích zařízení\nČSN EN 50121-5 Drážní zařízení - Elektromagnetická kompatibilita\n- Část 5: Emise a odolnost pevných instalací a zařízení napájecí soustavy\nČSN EN 50124-1 Drážní zařízení - Koordinace izolace - Část 1: Základní požadavky - Vzdušné\nvzdálenosti a povrchové cesty pro všechna elektrická a elektronická zařízení\nČSN EN 50124-2 Drážní zařízení - Koordinace izolace - Část 2: Přepětí a ochrana před přepětím\nČSN EN 50160 Charakteristiky napětí elektrické energie dodávané z veřejné distribuční sítě\nČSN EN 50163 Drážní zařízení - Napájecí napětí trakčních soustav\nČSN EN 61000 Elektromagnetická kompatibilita (EMC) – soubor norem\nČSN IEC 1000-1-1 Elektromagnetická kompatibilita (EMC). Část 1: Všeobecně. Díl 1: Použití\na interpretace základních definic a termínů\nČSN IEC 50(161) Mezinárodní elektrotechnický slovník - Kapitola 161: Elektromagnetická kompatibilita\nČSN IEC 50(811) Mezinárodní elektrotechnický slovník - Kapitola 811: Elektrická trakce\nPNE 33 3430-0 Výpočetní hodnocení zpětných vlivů odběratelů distribučních soustav\nPNE 33 3430-1 Parametry kvality elektrické energie. Část 1: Harmonické a meziharmonické\nPNE 33 3430-2 Parametry kvality elektrické energie. Část 2: Kolísání napětí\nPNE 33 3430-3 Parametry kvality elektrické energie. Část 3: Nesymetrie napětí\nPNE 33 3430-4 Parametry kvality elektrické energie. Část 4: Poklesy a krátká přerušení napětí\nPNE 33 3430-5 Parametry kvality elektrické energie. Část 5: Přechodná přepětí - impulsní rušení\nPNE 33 3430-6 Parametry kvality elektrické energie. Část 6: Omezení zpětných vlivů na hromadné\ndálkové ovládání\nPNE 33 3430-7 Charakteristiky napětí elektrické energie dodávané z veřejné distribuční sítě\nČSN EN 60038 Jmenovitá napětí CENELEC\n12\n33.12.2 Právní předpisy (v platném znění)\nnařízení 1301/2014/EU nařízení Komise (EU) o technické specifikaci pro interoperabilitu subsystému\nenergie železničního systému v Unii\nsměrnice 2007/58/ES směrnice Evropského parlamentu a Rady o interoperabilitě železničního\nsystému ve Společenství\nsměrnice 2014/30/EU směrnice Evropského parlamentu a Rady o harmonizaci právních předpisů\nčlenských států týkajících se elektromagnetické kompatibility\nzákon č. 266/1994 Sb. o drahách\nzákon č. 458/2000 Sb. energetický zákon\nvyhláška č. 100/1995 Sb. kterou se stanoví podmínky pro provoz, konstrukci a výrobu určených\ntechnických zařízení a jejich konkretizace (Řád určených technických\nzařízení)\nvyhláška č. 177/1995 Sb. kterou se vydává stavební a technický řád drah\nvyhláška č. 352/2004 Sb. o provozní a technické propojenosti evropského železničního systému\nvyhláška č. 133/2005 Sb. o technických požadavcích na provozní a technickou propojenost evropského\nželezničního systému\nvyhláška č. 540/2005 Sb. o kvalitě dodávek elektřiny a souvisejících služeb v elektroenergetice\nvyhláška č. 16/2016 Sb. o podmínkách připojení k elektrizační soustavě\nnařízení vlády č. 616/2006 Sb. o technických požadavcích na výrobky z hlediska jejich elektromagnetické\nkompatibility\n33.12.3 Související vnitropodnikové předpisy SŽDC\nSměrnice SŽDC č. 34 Směrnice pro uvádění do provozu výrobků, které jsou součástí sdělovacích\na zabezpečovacích zařízení a zařízení elektrotechniky a energetiky, na železniční dopravní\ncestě ve vlastnictví státu státní organizace Správa železniční dopravní cesty\nPředpis SŽDC E3 Předpis pro trakční napájecí a spínací stanice\nPředpis SŽDC E4 Předpis pro provoz náhradních zdrojů elektrické energie\nPředpis SŽDC E7 Předpis pro provoz elektrických pevných napájecích zařízení drážních kolejových vozidel\nPředpis SŽDC E8 Předpis pro provoz zařízení energetického napájení zabezpečovacích zařízení\n33.12.4 Související kapitoly TKP\nKapitola1 Všeobecně\nKapitola 25 část A Protikorozní ochrana úložných zařízení a konstrukcí\nKapitola26 Osvětlení, rozvody NN včetně dálkového ovládání, EOV, stožárové transformovny VN/NN\nKapitola27 Zabezpečovací zařízení\nKapitola29 Silnoproudá technologická zařízení\nKapitola30 Silnoproudé rozvody VN a soustava 6 kV\n13\n14\n33\nalotipak\n,hard\nhcíntáts\nbevats\nmáknímdop\nmínvitatilavk\nmýkcinhceT\nk\n1\naholířP\n9.33\n.lč\neld\níneřěm\nhcínlortnok\nhaszor\nínláminiM\nínezířaZ\nínezířaz\nénežorho\ntsonnič\n/\níneřěm\nínlortnok\něnvorú\nínlibitapmok\n)uménežorho\nk\n.řaz\nohénavolortnok\nuhatzv(\n)anvomrofsnart\nínčkart(\nzH\n05\nVk\n52\návadířts\neckart\n–\necinats\nícejápan\nínčkarT\nmícavádeřp\nv\neigrene\nékcirtkele\nůrtemarap\nínecondohyv\na\níneřěm\n\nyknímdop\nínvulms\n/\nSDPP\n/\n06105\nNE\nNSČ\nťís\nínčubirtsid\nánezařdan\nutnemukod\nohénžatzv\nohénij\n.pířp\n06105\nNE\nNSČ\neld\nětsím\n)čibeřtops(\n,Q\n,P(\nuklec\nokaj\nSNT\nůrtemarap\nhcývorěbdo\nínecondohyv\na\níneřěm\n\nínešur\ninvorú\névoklec\nk\nSNT\nukvěpsířp\nmínecondohyv\ns\na\n)S\n;atunim\n1\n.xam\ntad\numanzáz\nylavretni\nínčagerga(\nitís\nícejápan\nv\nínecondohyv\n,)ínelserkz\nékcinomrah\névoklec\n,ékcinomrah\nénčanzýv\nuzovorp\niřp\nSNT\nínežítaz\nénněmorp\ntavotkepser\nísum\nmínečru\ns\nZKF\nohéviltondej\nohédžak\nínědal\níneřěvo\nmíneřěm\n\nyrtemarap\nimývohrván\ns\nudaluos\na\nícnevkerf\nhcínčnanozer\nhcýnláer\n42105\nNE\nNSČ\n,36105\nNE\nNSČ\ndovbo\nínčkart\nes\nejuřěvoen\n)jordz(\nSNT\nuzovorp\niřp\nínešur\nhcýnavořazyv\nudaluos\níneřěvo\nmíneřěm\n\n)robuos(\n12105\nNE\nNSČ\nídeřtsorp\níšjěnv\n)jordz(\nelád\nánedevu\níneřěm\nínlortnok\níjukilpa\nes\nSNT\nz\nánejápan\nínedev\na\nydovzor\norp\n:ykmánzoP\n)anríněm\nínčkart(\nánrěmsonjets\neckart\n–\necinats\nícejápan\nínčkarT\nmícavádeřp\nv\neigrene\nékcirtkele\nůrtemarap\nínecondohyv\na\níneřěm\n\nyknímdop\nínvulms\n/\nSDPP\n/\n06105\nNE\nNSČ\nťís\nínčubirtsid\nánezařdan\nutnemukod\nohénžatzv\nohénij\n.pířp\n06105\nNE\nNSČ\neld\nětsím\n)čibeřtops(\n,Q\n,P(\nuklec\nokaj\nSNT\nůrtemarap\nhcývorěbdo\nínecondohyv\na\níneřěm\n\nínešur\ninvorú\névoklec\nk\nSNT\nukvěpsířp\nmínecondohyv\ns\na\n)S\n;atunim\n1\n.xam\ntad\numanzáz\nylavretni\nínčagerga(\nitís\nícejápan\nv\nínecondohyv\n,)ínelserkz\nékcinomrah\névoklec\n,ékcinomrah\nénčanzýv\nuzovorp\niřp\nSNT\nínežítaz\nénněmorp\ntavotkepser\nísum\n42105\nNE\nNSČ\n,36105\nNE\nNSČ\ndovbo\nínčkart\nes\nejuřěvoen\n)jordz(\nSNT\nuzovorp\niřp\nínešur\nhcýnavořazyv\nudaluos\níneřěvo\nmíneřěm\n\n)robuos(\n12105\nNE\nNSČ\nídeřtsorp\níšjěnv\n)jordz(\nelád\nánedevu\níneřěm\nínlortnok\níjukilpa\nes\nSNT\nz\nánejápan\nínedev\na\nydovzor\norp\n:ykmánzoP\n1\n33\nalotipak\n,hard\nhcíntáts\nbevats\nmáknímdop\nmínvitatilavk\nmýkcinhceT\nk\n1\naholířP\nínezířaZ\nínezířaz\nénežorho\ntsonnič\n/\níneřěm\nínlortnok\něnvorú\nínlibitapmok\n)uménežorho\nk\n.řaz\nohénavolortnok\nuhatzv(\nínedev\na\nydovzoR\nhcýviltondej\nv\nudovzor\nurěbdo\nuretkarahc\níneřěvo\nmíneřěm\n\neletavozovorp\nínečru\neld\nťís\nícejápan\nohévolaj\natondoh\n,C\nx\nL\n:urěbdo\nretkarahc(\nhcevats\nhcínzovorp\n)čibeřtops(\n)unokýv\nmícejápan\nv\neigrene\nékcirtkele\nůrtemarap\nínecondohyv\na\níneřěm\n\nyknímdop\nínvulms\n/\nSDPP\n/\n06105\nNE\nNSČ\nudovzor\nz\nánejápan\nínezířaz\n.pířp\n06105\nNE\nNSČ\neld\něnidalh\névoťěpan\nohej\nan\nudovzor\nětsím\n)jordz(\nutnemukod\nohénžatzv\nohénij\n.pířp\nunelč\nohícavoďalzor\nohénežrvan\nitsonvárps\níneřěvo\névotčopýv\n\neletavozovorp\nínečru\neld\ndovzor\nítižuopen\nohej\nitsonvárps\n)ínežorho\níntsalv(\n---\n:ykmánzoP\nudovbo\nohínčkart\nz\nánejápan\nínezířaZ\nykitsiretkarahc\na\nmurtkeps\nhcemsáp\nhcýněnárhc\nv\ntiřěvo\nmíneřěm\n\n4162\n43\nNSČ\n/\n3162\n43\nNSČ\n)čibeřtops(\nůdovbo\nhcývojelok\nmétsys\nínedev\nohéntěpz\nod\nmínezířaz\nmýnavolortnok\nohénavoreneg\nuduorp\n)ečiněm\n.řpan\n–\nínešur\nkinzv\ntadálkopdeřp\nezl\nedk\n,ínezířaz\nu\nezuop(\nohéntěpz\nimesime\nžohej\n,ečibeřtops\nicizop\nv\nuosj\nudovbo\nohínčkart\nz\nánejápan\nínezířaz\nžídut\n,ytsec\nínčkart\néntěpz\nítsáčuos\nuosj\nůdovbo\nhcývojelok\nymétsyS\n:ykmánzoP\n.tsonezasbo/tsonlov\nhcícíjucondohyv\nůdovbo\nhcývojelok\nečamíjiřp\nynežorho\ntýb\nímsen\nukesú\nmévojelok\nv\nuduorp\n2\n33\nalotipak\n,hard\nhcíntáts\nbevats\nmáknímdop\nmínvitatilavk\nmýkcinhceT\nk\n1\naholířP\nínezířaZ\nínezířaz\nénežorho\ntsonnič\n/\níneřěm\nínlortnok\něnvorú\nínlibitapmok\n)uménežorho\nk\n.řaz\nohénavolortnok\nuhatzv(\nínezířaz\nícejápan\nánvep\nákcirtkelE\nmícavádeřp\nv\neigrene\nékcirtkele\nůrtemarap\nínecondohyv\na\níneřěm\n\nyknímdop\nínvulms\n/\nSDPP\n/\n06105\nNE\nNSČ\nťís\nícejápan\nutnemukod\nohénžatzv\nohénij\n.pířp\n06105\nNE\nNSČ\neld\nětsím\n)čibeřtops(\n,Q\n,P(\nuklec\nokaj\nZPE\nůrtemarap\nhcývorěbdo\nínecondohyv\na\níneřěm\n\nínešur\ninvorú\névoklec\nk\nZPE\nukvěpsířp\nmínecondohyv\ns\na\n)S\n;atunim\n1\n.xam\ntad\numanzáz\nylavretni\nínčagerga(\nitís\nícejápan\nv\nínecondohyv\n,)ínelserkz\nékcinomrah\névoklec\n,ékcinomrah\nénčanzýv\nuzovorp\niřp\nZPE\nínežítaz\nénněmorp\ntavotkepser\nísum\nyvatsuos\nínčubirtsid\nz\nánejápan\nZPE\nezuop\n:ykmánzoP\nínezířaz\nícejápan\nánvep\nákcirtkelE\nykitsiretkarahc\na murtkeps\nhcemsáp\nhcýněnárhc\nv\ntiřěvo\nmíneřěm\n\n4162\n43\nNSČ\n/\n3162\n43\nNSČ\nůdovbo\nhcývojelok\nmétsys\nínedev\nohéntěpz\nod\nmínezířaz\nmýnavolortnok\nohénavoreneg\nuduorp\n)čibeřtops(\n)ečiněm\n.řpan\n– ínešur\nkinzv\ntadálkopdeřp\nezl\nedk\n,ínezířaz\nu\nezuop(\nohéntěpz\nimesime\nžohej\n,ečibeřtops\nicizop\nv\nuosj\nudovbo\nohínčkart\nz\nénejápan\nínezířaz\nžídut\n,ytsec\nínčkart\néntěpz\nítsáčuos\nuosj\nůdovbo\nhcývojelok\nymétsyS\n:ykmánzoP\n.tsonezasbo/tsonlov\nhcícíjucondohyv\nůdovbo\nhcývojelok\nečamíjiřp\nynežorho\ntýb\nímsen\nukesú\nmévojelok\nv\nuduorp\n3\nTECHNICKÉ KVALITATIVNÍ PODMÍNKY STAVEB STÁTNÍCH DRAH\nKAPITOLA 33\nTřetí aktualizované vydání včetně změny č. 10 (z roku 2016)\nVydala Správa železniční dopravní cesty, státní organizace.\nZpracovatel: Správa železniční dopravní cesty, státní organizace\nDlážděná 1003/7, 110 00 Praha 1, Nové Město\nOdborný gestor: Ing. Ondřej Plocek,\nSpráva železniční dopravní cesty, státní organizace\nOdbor automatizace a elektrotechniky\nVydal: Správa železniční dopravní cesty, státní organizace\nOdbor automatizace a elektrotechniky\nDlážděná 1003/7, 110 00 Praha 1, Nové Město\nwww.szdc.cz\nDistribuce: Správa železniční dopravní cesty, státní organizace\nTechnická ústředna dopravní cesty\nÚATT - oddělení distribuce dokumentace\n772 58 Olomouc, Nerudova 1\ntel.: +420 972 742 396, +420 972 741 769\nmobil: +420 725 039 782\ne-mail: typdok@tudc.cz\nwww.tudc.cz\n"
}